{
    "result": {
        "city": "Annapolis, MD",
		"posts": [
            {
                "name": "Chick and Ruth's",
				"add1": "165 Main St",
				"add2": "",
				"cty": "Annapolis",
				"stt": "MD",
				"zpcd": "21401",
				"phn": "(410) 269-6737",
				"url": "https://www.chickandruths.com/",
				"note": "Chick and Ruth's is a lively landmark diner is featuring greasy-spoon breakfasts and piled-high sandwiches in kitschy environs. You need to try their breakfast items or one of their other meals named after famous people. From their website, 'An Annapolis institution for over 50 years, Chick & Ruth’s is the go-to local experience for great food and the best service anywhere in town. Our menu has something for everyone, from creamed chipped beef on toast to personal pizza or jumbo lump crab cakes. All pies and breads are made fresh every day on the premises. No mixes, no preservatives, all handmade. The Pledge of Allegiance is recited every day Monday through Friday 8:30 am, Saturday and Sunday 9:30 am, since 1989.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Davis's Pub",
				"add1": "400 Chester Ave",
				"add2": "",
				"cty": "Annapolis",
				"stt": "MD",
				"zpcd": "21403",
				"phn": "(410) 268-7432",
				"url": "https://www.davispub.com/",
				"note": "Davis's Pub is a long-running (since the 1920s) neighborhood joint known for its crab cakes and creative pub fare. From the Food Network website, 'At this dive, “there are no strangers, only people you haven't met yet.” The chipotle habanero barbecue sandwich with coleslaw and a light tangy barbecue sauce was the highlight of Guy's visit. Locals can't get enough of the Baltimore-style steamed shrimp and the crab cake sandwich. They recommend ordering the Chipotle Habanero Barbecue Sandwich or Baltimore-Style Steamed Shrimp.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
			},
            {
                "name": "Double T Diner",
				"add1": "12 Defense St",
				"add2": "",
				"cty": "Annapolis",
				"stt": "MD",
				"zpcd": "21401",
				"phn": "(410) 571-9070",
				"url": "https://www.doubletdiner.com/our-restaurants",
				"note": "Double T Diner is a Local diner chain with a retro vibe and a menu of comfort-food classics (some are open 24 hours). You need to try some of their great desserts along with the substantial breakfasts. From their website, 'Our 50s diner-style restaurants have a seemingly endless menu, offering everything from breakfast, salads, sandwiches, crab cakes, pastas, and Greek specialties. Stop by one of our locations to have some great home cooking, coffee, and homemade desserts.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Storm Brothers Ice Cream Factory",
				"add1": "130 Dock St",
				"add2": "",
				"cty": "Annapolis",
				"stt": "MD",
				"zpcd": "21401",
				"phn": "(410) 263-3376",
				"url": "http://www.stormbros.com/",
				"note": "Storm Brothers Ice Cream Factory is a neighborhood ice cream parlor is serving cones, shakes, flurries, sundaes, and more since 1976. From their website, 'Since 1976, we have been stealing the hearts of ice cream lovers in Annapolis. Serving exceptional tasting ice cream that delivers smiles on the faces of all. With lots of tasty flavors to choose from, stop by and try some today your taste buds will thank you for it. From our irresistible Moose Tracks to our Raspberry Truffle, we got the flavor that’s right for you. <strong>NOTE</strong>: I once drove 50 miles each way with friends to have ice cream here that tells you how good the ice cream is.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}