{
    "result": {
        "city": "Arkansas",
		"posts": [
            {
                "name": "Blue Sail Coffee, Downtown",
				"add1": "1028 Front St",
				"add2": "",
				"cty": "Conway",
				"stt": "AR",
				"zpcd": "72032",
				"phn": "(501) 358-6188",
				"url": "https://bluesailcoffee.com/",
				"note": "From the Blue Sail Coffee, Downtown Facebook page, 'Blue Sail Coffee's mission is to make communities more connected by serving professional level coffee, and providing creative communal environments.' Jessica from Roots and Refuge Farm (YouTube) recommended them as a great place to get work done.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jessica from Roots and Refuge Farm (YouTube)"
            },
            {
                "name": "Conifer Bentonville",
				"add1": "321 SE 2nd St",
				"add2": "Suite 100",
				"cty": "Bentonville",
				"stt": "AL",
				"zpcd": "72712",
				"phn": "(479) 203-5999",
				"url": "https://www.coniferbentonville.com/",
				"note": "From their  website, 'Conifer has a 100% gluten-free menu. Our main dining room is uniquely designed to cater to groups from two to four as we focus on creating an intimate dining experience for all our guests. The Conifer menu will change seasonally and even hyper-seasonally, our relationships with local farmers and businesses play a big part in helping make this happen. Heck, we can even change our menu daily if we want to. Wouldn't that be amazing? Expect regional-style cooking with unique elements of the environment of the northwest: fresh fish, gluten-free fresh bread baked to order as well as vegetable dishes that will be part of the heart and soul of the restaurant. We are committed to source our products from companies who understand the importance of where their products come from. This allows us to cater to dietary restrictions and to do the very best we can for our community. Conifer is 100% gluten-free.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Tuckaway Farm (YouTube)"
            },
            {
                "name": "The Fold: Botanas and Bar",
				"add1": "3501 Old Cantrell Rd",
				"add2": "",
				"cty": "Little Rock",
				"stt": "AR",
				"zpcd": "72202",
				"phn": "(501) 916-9706",
				"url": "https://thefoldlr.com/",
				"note": "The Fold: Botanas and Bar is a bright and trendy taqueria in a converted gas station, with cocktails and modern takes on Mexican fare. Make sure to get the bison burrito or cornmeal waffle with pork on top and a sunny side up egg. From their website, 'There is always a story behind every good taco. The story behind ours goes back to 2010 in Austin, Texas, where the mobile food truck scene was alive and thriving. That experience inspired us to bring our inspirations back with us to The Rock. In 2012 we purchased what used to be a filling station, built-in 1960, in the heart of Little Rock. The mission was to take that experience and mold it with inspiration from cantinas in Mexico.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Hail Fellow Well Met",
				"add1": "5519 Hackett Rd",
				"add2": "Suite 101",
				"cty": "Springdale",
				"stt": "AR",
				"zpcd": "72762",
				"phn": "(479) 332-4283",
				"url": "https://hailfellowwellmet.com/",
				"note": "Our hope was for there to be intentional comfort in Johnson, Arkansas, that offered beautiful, ingredient-driven, incredible food and beverage in an environment that melds casual counter service with high-concept design. It’s called “Hail Fellow Well Met,” an old English greeting that is used for all, regardless of social station. From a wine list composed of only biodynamic wines to coffee that boasts the most robust full transparency initiative in Specialty coffee, to plates featuring local, curated proteins, heritage eggs, and heirloom grains and beans, we want everyone to be welcome, to feel comfortable, and to enjoy the highest mark of food in an accessible way. The restaurant is built in the footprint of the house we grew up in, representing a new iteration of hospitality on common ground. Anons Mills tweeted, ‘This symphony of colors deserves a standing ovation! Thank you to the folks @wellmetcafe for creating harmony on a plate (and for letting us hang out with @rancho_gordo). Anson Mills Blue Cornbread, @rancho_gordo Scarlet Runner Beans, braised oxtail, wolfberries.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anons Mills"
            },
            {
                "name": "Jones Bar-B-Q Diner",
				"add1": "219 W Louisiana St",
				"add2": "",
				"cty": "Marianna",
				"stt": "AR",
				"zpcd": "72360",
				"phn": "(870) 295-3807",
				"url": "",
				"note": "Jones Bar-B-Q Diner is a barbecue joint in Marianna, Arkansas, that has been open since at least the 1910s. According to business guide Black Business, it is believed to be the country's oldest black-owned restaurant. In 2012 it was recognized by the James Beard Foundation as an &ldquo;American Classic&rdquo;. Their hours are from 7:00 AM until the food runs out. There is no menu because all Jones BBQ Diner serves is a pork BBQ sandwich on Wonder Bread. Jones Barbecue has been a part of the food culture in the Arkansas Delta for more than a century. The Southern Foodways Alliance, an organization &ldquo;dedicated to the documentation and celebration of the diverse food cultures of the American South,&rdquo; believes Jones Barbecue to be the oldest African-American-owned restaurants in the South and possibly the nation. James Harold Jones, the current owner and pitmaster, says it started with his grandfather’s Uncle Joe. His grandfather and father followed Uncle Joe into the smoking business, selling barbecue out of their homes. It was Jones’s father Hubert that started the diner in 1964. Jones started working in the restaurant when he was 14. He told me the only time his father would let him skip school &ldquo;was when I was working in the diner.&rdquo; On March 13, 2012, the James Beard Foundation designated Jones Bar-B-Q Diner as an America’s Classic.",
				"eaten": "jjj",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "John T. Edge"
            },
            {
                "name": "Khana Indian Grill",
				"add1": "2101 N College Ave",
				"add2": "",
				"cty": "Fayetteville",
				"stt": "AR",
				"zpcd": "72703",
				"phn": "(479) 287-4736",
				"url": "https://khanaindiangrill.com/",
				"note": "Khana Indian Grill is a modern option for Indian dishes served in a sunny space with large windows and ornate fixtures. From their website, 'A celebration of our favorite dishes from India’s varied regions and communities, we source high-quality ingredients, using many authentic and seasonal products.  Our primary focus is real food, created in our kitchen with attention to preparation and freshness.  While Indian cuisine has about a million ingredients, once everything is cleaned, diced, and spiced, the cooking process is fairly simple: a few minutes in our wood-burning oven, or prepared in small batches throughout the day using classical cooking techniques.' John T. Edge said on his Twitter, 'Set in a former Wendy’s, now decorated with marigolds and elephants, on the edge of Fayetteville in NWA, Khana Grill is the project of &ldquo;Lisa, who descends from Choctaw people in Oklahoma, and Abhijeet, who emigrated from the city of Chennai on the Bay of Bengal.&rdquo;'",
				"eaten": "jjj",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "John T. Edge"
            },
            {
                "name": "Layla's Gyro",
				"add1": "9501 N Rodney Parham Rd",
				"add2": "#7",
				"cty": "Little Rock",
				"stt": "AR",
				"zpcd": "72227",
				"phn": "(501) 227-7272",
				"url": "http://laylasgyro.com/",
				"note": "Layla's Gyro is authentic Mediterranean food, cooked and served by some of the friendliest staff you'll ever meet.",
				"eaten": "jjj",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "John T Edge and Southern Foodways Alliance"
            },
            {
                "name": "Mud Street Cafe Annex",
				"add1": "28 S Main St",
				"add2": "ccc",
				"cty": "Eureka Springs",
				"stt": "AR",
				"zpcd": "72632",
				"phn": "(479) 253-5399",
				"url": "https://mudstreetannex.com/",
				"note": "From their website, ‘Suspended over the stream that gave “Mud Street” its name, The Annex pays homage to the force which built Eureka Springs - its water. Where else can you eat breakfast and sip award-winning coffee while watching the water flow 20 feet below? The “Little Sister” of Mud Street Cafe will delight you with its original tin ceiling, brick and limestone walls, and repurposed wood bar. As you enjoy your meal, you can bask in the glow of the Ozarka Neon Sign, which, at one time, hung at the old Train Depot when our water was shipped near and far. The Annex has its own vibe but the same delicious food which has made Mud Street Cafe a continuous favorite since 1995. Nestled next to the City Auditorium, we are here to serve you breakfast All Day and lunch from 11:00 AM to 3:00 PM.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Wednesday",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "North Bar",
				"add1": "3812 J.F.K. Blvd",
				"add2": "",
				"cty": "North Little Rock",
				"stt": "AR",
				"zpcd": "72116",
				"phn": "(501) 420-1117",
				"url": "https://www.501northbar.com/",
				"note": "North Bar is an eclectic menu ranging from P B and J Burger to the Vegan Loaded Tofu club. They have over 15 vegan items and offer gluten-free options as well from the local Dempsy Bakery. You should order the Arkansas BBQ Bologna Burger or the Kung Fu Bird, which is a sweet and sour chicken sandwich. From their website, 'We really wanted to open a great neighborhood bar and restaurant. We have over 16 beers on tap, most occupied by local breweries and an eclectic menu ranging from PB&J Burger to the Vegan Loaded Tofu club. We have over 15 vegan items and offer gluten-free options as well from the local Dempsy Bakery. Our Desserts come from Flywheel Pies in Prescott, Arkansas, in a variety of flavors. Our very own Park hill Blackberry Ale is made by The Water Buffalo Brewing Co., and for every Park Hill Blackberry pale ale sold, we give a $1 to the PHBMA to help improve the community and pay for the patio on the park, streets, roads, sidewalks and more.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Onyx Coffee Lab - Bentonville",
				"add1": "100 NW 2nd St",
				"add2": "Suite 106",
				"cty": "Bentonville",
				"stt": "AR",
				"zpcd": "72712",
				"phn": "(479) 715-6492",
				"url": "https://onyxcoffeelab.com/",
				"note": "From their website, ‘This shop serves as a hub for locals to the national and international business community traveling to NWA. Located in booming downtown Bentonville just off the square, we are adjacent to the farmers market and myriad events in downtown throughout the year. This was our first shop to design from the ground up, and it features a 360-degree, tiny white tiled bar that utilizes the industry’s best equipment. Baristas can be seen shaking iced drinks to pouring impeccable latte art. This coffee bar produces beautiful toast, croissants, and desserts. Designed with community in mind, there’s a meeting room that’s free and open to customers and various seating at which to work, to talk, and to dream. We love the symmetry and texture of this shop and can’t wait to serve you well there.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Rhoda's Famous Hot Tamales",
				"add1": "714 St Marys St",
				"add2": "",
				"cty": "Lake Village",
				"stt": "AR",
				"zpcd": "71653",
				"phn": "(870) 265-3108",
				"url": "",
				"note": "From the Food Network about Rhoda's Famous Hot Tamales, 'Unlike Mississippi Delta tamales, Arkansas' version comes from a soul-food-meets-Italian-family tradition. In Lake Village, Rhoda's Famous Hot Tamales and Pies fills the soft masa cylinders with chicken fat, beef, and spices. Rhoda Adams and her family still pack them two dozen to a coffee can for those who want to take them home for freezing.'",
				"eaten": "jjj",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "John T. Edge"
            },
            {
                "name": "Sue N' Carol's Kitchen",
				"add1": "938 N State Line Ave",
				"add2": "",
				"cty": "Texarkana",
				"stt": "AR",
				"zpcd": "71854",
				"phn": "(870) 774-0859",
				"url": "hhh",
				"note": "Sue N' Carol's Kitchen is known for their down-home southern cooked food like mouth-watering catfish, home-style meatloaf, pork loin, burgers, and homemade pies and desserts. They're also known for serving up one of the best breakfasts in town. The local eatery has had several locations around town but has now settled at their current location on North State Line Ave.",
				"eaten": "jjj",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Root Cafe",
				"add1": "1500 Main St,",
				"add2": "",
				"cty": "Little Rock",
				"stt": "AR",
				"zpcd": "72202",
				"phn": "(501) 414-0423",
				"url": "https://www.therootcafe.com/",
				"note": "The Root Cafe is a chill cafe with a patio offering sandwiches and salads made with locally sourced ingredients. The bright little diner’s mismatched tableware and napkins, indoor and outdoor dining and sweet, hip staff would be an asset anywhere; gems such as third-of-a-pound burgers featuring small-farmed, pasture-raised beef from Simon Farms, brats Farm Girl Meats’ pork, and an incredible curried chicken salad sandwich on an Arkansas Fresh Bakery bun. Also, consider ordering the old world brat with homemade sauerkraut.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diner, Drive-ins, and Dives"
            }
        ]
    }
}