{
    "result": {
        "city": "Austin, TX",
		"posts": [
            {
                "name": "5000 Burnet",
				"add1": "5000 Burnet Rd",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78756",
				"phn": "",
				"url": "https://www.5000burnet.com/",
				"note": "5000 Burnet is a food truck lot with some great food trucks such as B's Kitchen and Gourdough's. Order the wild boar curry if B's Kitchen has it on special or whatever suits your fancy from Gourdough's.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "888 Pan Asian Restaurant",
				"add1": "2400 E Oltorf St",
				"add2": "#1A",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78741",
				"phn": "(512) 448-4722",
				"url": "https://www.888panasianrestaurant.com/",
				"note": "888 Pan Asian Restaurant has a menu true to its namesake with all things Asian from Pho to Pad Thai, plus a buffet. From their website, 'From the soul-warming embrace of a steaming bowl of Pho, rich in aromatic herbs and tender meats, to the exquisite dance of flavors in our Pad Thai that will transport your taste buds to the bustling streets of Thailand, and the bold, harmonious symphony of spices and textures in our array of aromatic curry dishes – our menu is an homage to the art of Asian gastronomy. Whether you're a connoisseur of Vietnamese delicacies, a devotee of Thai street food, or a seeker of authentic Chinese flavors, our offerings cater to every palate and preference. Our commitment to quality, taste, and tradition ensures that each dish tells a story, weaving together the tales of centuries-old culinary wisdom with modern flair. From the Austin Eater website, 'For cheap pho hovering in the $8-9 price range on the south side of the Colorado River, 888 is the answer, plus other dishes like vermicelli and curries.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joshua Weissman"
            },
            {
                "name": "Amy's Ice Cream - South Congress Ave",
				"add1": "1301 S Congress Ave",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 440-7488",
				"url": "https://amysicecreams.com/",
				"note": "Amy's Ice Cream is a local chain is serving inventive ice creams, milkshakes, ices and frozen yogurts with clever fixings. They have all kinds of exotic flavors that seem to change all the time. <strong>NOTE</strong>: They have multiple locations. From their website, 'Established in 1984, Amy's handcrafts artisan super premium ice creams, dairy-free fruit ices and frozen yogurt! Home of the world famous Mexican Vanilla Ice Cream. With over 350 flavors in rotation your every visit will be a new flavor adventure! We've grown up in Austin, Texas and now have shops in Houston and San Antonio!'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Asahi Imports",
				"add1": "6105 Burnet Rd",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78757",
				"phn": "(512) 453-1850",
				"url": "https://asahiimports.com/",
				"note": "Compact circa-1967 market selling frozen and packaged groceries, cookware, and gifts from Japan. From their website, ‘Asahi Imports is Austin’s only exclusively Japanese market. Find everyday Japanese food items, specialty ingredients, fun snacks and sweets, sake and Japanese beers, household goods, origami, unique gifts, and more. We are committed to making sure that our customers find what they are looking for and that they are consistently satisfied with their shopping experience. We want to make our customers that have been to Japan, customers that are homesick for Japan, or customers just fascinated with things Japanese to come into our store and feel like they’ve just taken a trip to Japan. We want to make those who have never experienced Japanese food before excited about trying, cooking, and eating Japanese cuisine.’ Austin tweeted, “Addicted to the bento at the Asahi grocery on Burnet Road.”",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Austin Kleon"
            },
            {
                "name": "B Cooper Barbecue",
				"add1": "2717 Manor Rd",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78722",
				"phn": "(512) 690-6220",
				"url": "https://www.bcooperbarbecue.com/",
				"note": "From their website, 'Welcome to B. Cooper Barbecue! Our food trailer in East Austin offers craft smoked meats and scratch-made sides. We love barbecue and strive to serve food that honors the traditions, techniques, and craft of Central Texan cuisine. We concentrate on simple, time-tested methods to produce my barbecue: low smoking temperatures, live post-oak fire, and long hours tending the pit. This smoked meat journey began as a farmer's market stand in 2013, eventually growing into a food trailer in the capital of Texas. We're very fortunate to have the enthusiasm and patronage of a number of barbecue devotees and friends, and look forward to continuing to refine this craft and serve great barbecue!' From the Austin Eater website, 'Right in the heart of downtown for ultimate barbecue convenience, the famed Llano spot brought its infamous smoked meats to Austin and happens to stay open for late night hankerings. Ribs are offered in beef and pork form, and either animal offers a juicy, tender, and salty treat. A rib-induced meat coma can definitely be had.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Birdie's",
				"add1": "2944 E 12th St",
				"add2": "Unit A",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "ggg",
				"url": "https://www.birdiesaustin.com/",
				"note": "Family-run, neighborhood joint offering seasonal menus, wines, and American plates in warm surroundings. From the AustinEater website, ‘This casual neighborhood wine bar, which won Eater Austin’s best neighborhood wine bar of 2021, can be found on the east side with a giant patio with an ever-rotating menu of simple dishes done right. There’s usually handmade pasta, a rich steak and vegetables dish, and a variety of wine-friendly seasonal appetizers like beets with chive cream. Don’t skip the creamy soft serve for dessert or the after-dinner drinks. There are no reservations, as it’s a walk-up joint. There are indoor and outdoor dine-in services.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Somebody Feed Phil (Netflix)"
            },
            {
                "name": "Boteco",
				"add1": "1209 E 6th St",
				"add2": "Suite A",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(347) 251-0671",
				"url": "https://www.botecoatx.com/",
				"note": "Boteco serves Brazilian cuisine which is inspired on flavors from Minas Gerais. Boteco brings Austin a modern take on authentic Brazilian Cuisine. From the Food Network website, 'Fernando Marri recreates the food he ate growing up in Brazil at his food truck in Austin. Diners, like Matthew McConaughey and his Brazilian-born wife, swear by the authenticity. Guy loved the classic Feijoada and homemade Pao De Queijo, &ldquo;I feel transported to Brazil.&rdquo;' From the Austin Eater website, 'The Brazilian food truck is known for its South American dishes, from yucca fries to empanadas. The hearty picanha grelhada, which comes with a mess of tender steak, rice, beans, etc. isn’t to be missed. Pickup and delivery orders can be placed online. There is outdoor seating available.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Café No Sé",
				"add1": "1603 S Congress Ave",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 942-2061",
				"url": "https://cafenoseaustin.com/",
				"note": "Café No Sé is a bright spot in the South Congress Hotel for seasonal menus in a chic, rustic-modern space. Café No Sé is an all-day café featuring seasonal breakfast, lunch, and dinner fare, as well as weekend brunch. If you're into burgers, I hear the classic beef cheeseburger, and the shrimp burger is the best. From the Austin Eater website, ‘You’ll find the yellowfin tuna poke bowl on the brunch, lunch, and dinner menus at South Congress Hotel’s Californian cafe. It includes pickled Fresno peppers, yuzu citrus, rice noodles, and a side of shrimp chips. The entire menu here is mostly simple, but the shredded kale salad is a standout, with crunchy puffed rice and tiny cauliflower pieces. A tangy vinaigrette gives it a kicky finish. There are indoor and outdoor dine-in services.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Capital City Bakery",
				"add1": "2211 E Cesar Chavez St",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 893-0874",
				"url": "https://ccbcurbside.square.site/",
				"note": "Local bakery preparing all-vegan treats, including cupcakes, brownies, and special-occasion cakes. From the Austin Eater website, ‘Pick up vegan treats at this East Austin bakery, choosing from an array of dreamy flavors. The Holly vegan bakery offers similar vegan wedding cakes in flavors such as mint chocolate chip, raspberry blackout, and cookie dough cake. Many satisfied customers leave Capital City Bakery without even knowing its offerings are vegan. Enjoy decadent cookie sandwiches or beautifully frosted sugar cookies. This vegan bakery offers ham and cheese or jalapeño sausage and cheese kolaches, among the many confections on offer.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Carpenters Hall",
				"add1": "400 Josephine St",
				"add2": "The Carpenter Hotel,",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 675-5020",
				"url": "https://www.bunkhousehotels.com/carpenter-hotel/carpenters-hall",
				"note": "From the Carpenters Hall website, 'A neighborhood spot that just happens to be in a hotel. Carpenters Hall is an indoor and outdoor restaurant with a menu inspired by the notion of “New Eyes on Old Texas.” Dishes reference the roots of global cuisine that have made Texas what it is today; Chicken Schnitzel that honors our German heritage, the Tex Mez platter that pulls from Lebanese-Texas culture, and a pecan-crusted carrot cake are served right alongside breakfast tacos and a salted chocolate chip cookie at the hotel’s full-service cafe. Both are open 7 days a week with indoor and outdoor seating.' From the Austin Eaters website, 'Take the chicken schnitzel, which Grae Nonas saw as his ode to chicken fried steak, bringing together Central Texas, German, and Czech influences. The giant breaded chicken gets served with a black garlic chimichurri, making it all “super rib-sticking,” he explained. One of the dishes he’s most excited about is the pozole verde that is made without any meat whatsoever. “I just wanted to take a stab at it and make something that has the depth and flavor and richness that pozole does have,” Nonas said.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "The Clay Pit",
				"add1": "1601 Guadalupe St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78701",
				"phn": "(512) 322-5131",
				"url": "https://www.claypit.com/",
				"note": "The Clay Pit serves classic and updated dishes with over 100 wine selections, plus a happy hour in a brick-walled setting. Clay Pit is a nationally - acclaimed, high-energy, contemporary Indian restaurant located in the historical 'Bertram building' in beautiful downtown Austin. From their website, ‘Named one of America’s Best Indian Restaurants by Bon Appetit Magazine, Clay Pit serves fresh, innovative Indian Cuisine along with an extensive selection of wines, house drinks, and draft and bottled beers. We serve traditional favorites such as Chicken Tikka Masala and Lamb Vindaloo alongside signature creations like Curried Mussels; Kothmir Salmon; and sumptuous desserts including Mango Cheesecake, warm Gajjar Halwa served with Vanilla Ice Cream.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Con Todo",
				"add1": "10001 Metric Blvd",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78758",
				"phn": "ggg",
				"url": "https://www.contodotacos.com/",
				"note": "From their website, 'Con Todo means &ldquo;with everything@rdquo;. It's just the best way to experience a taco with the rich filling, acid from the lime, una salsa que pica, fresh cilantro, and sharp onion on a fresh tortilla. Con Todo is molded by our understanding of South Texas Indigenous foodways, the crucial role of migrant workers in my family's history, the women that shaped us, their hardships endured for better opportunity, our deep-rooted connection to the Rio Grande Valley's food and cultura. We are a Rio Grande Valley taqueria food trailer in Austin, TX. Here we pay homage to the tierra of where we are from through our comida casera de la frontera, sin Fronteras. This is not &ldquo;Tex-Mex.&rdquo; We feel the 956 (RGV area code) does not get the representation outside of the Valley we know it deserves. We are here to have our voices heard and to fill your daily taco needs!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Claire Saffitz (YouTube)"
            },
            {
                "name": "Cuantos Tacos",
				"add1": "1108 E 12th St",
				"add2": "Arbor Food Park",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 903-3978",
				"url": "https://www.cuantostacosaustin.com/",
				"note": "Cuantos Tacos is a laid-back eatery offering street food-style tacos and quesadillas from a window, plus outdoor seating. From the Austin Eater website, ‘The Mexico City-style tacos from the Central East Austin food truck are just delightful, ranging from suadero to buche to champiñones (the real move is to get one of each). To-go orders can be placed online or in person. There are outdoor tables for on-site services. One of Austin’s best taco spots, food truck Cuantos Tacos, opened a new truck dedicated to hamburguesas — Mexican-style burgers. Cuantas Hamburguesas is found at the same Arbor Food Park as its older sibling. Essential truck Cuantos Tacos got into the breakfast game this month. This means chef/owner Luis “Beto” Robledo’s meats, such as suadero or carnitas paired with eggs. There are vegetarian options too, such as mushrooms, beans, and only eggs.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Jose R. Ralat"
            },
            {
                "name": "Culver’s",
				"add1": "2240 W Braker Ln",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78758",
				"phn": "(512) 836-4162",
				"url": "https://www.culvers.com/",
				"note": "Culver’s is a fast-food chain specializing in frozen custard and signature burgers made with Midwest beef and dairy. Don't forget to get the butter burger. From their website, 'We genuinely care, so every guest who chooses Culver's leaves happy Whether we’re cooking the perfect ButterBurger® to order or scooping up our freshest batch of the Flavor of the Day, we work hard to ensure you will always leave happy. It all goes back to our small-town Wisconsin roots. We know you have a lot to do and many options to choose from, so we appreciate when you take the time to visit Culver’s. If we can do our part to make your day better – with a wholesome, delicious meal or a heartfelt smile – we’ve done our job.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dahlia Cafe",
				"add1": "2450 Ranch to Market Rd 1869",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78642",
				"phn": "(512) 515-7772",
				"url": "https://www.dahliacafe.com/",
				"note": "Chicken-fried steak and other Southern comfort fare are served at this down-home setting place with a patio. From their website, ‘We specialize in homemade, dressed-up Country Cooking! Everything is made fresh daily: hand-breaded chicken fried steak and chicken fried chicken, and delicious hand-cut Certified Black Angus steaks and fresh salmon. We have everything from soups and sandwiches to salmon and steaks. Come on out and dine inside the old farmhouse or enjoy a meal out under the oaks in the backyard; we can’t wait to serve you!’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "The Endless Adventure"
            },
            {
                "name": "Dai Due",
				"add1": "2406 Manor Rd",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78722",
				"phn": "(512) 524-0688",
				"url": "https://www.daidue.com/",
				"note": "Farm-to-table fare from locally sourced ingredients is served in a rustic space with a butcher shop. From their website, 'Dai Due was created in 2006 to reconsider what “our” food is and will be. By using ingredients that are present in our region, we are able to serve foods that are fresher, buy food that is produced in a fair and equitable way, represent local culinary traditions, and support farmers and ranchers who are striving to improve the quality of our food. We only use food that we can find in our region, so the bounties and scarcities of the seasons are always the theme; we have asparagus for three or four glorious weeks, look forward to the apples in August, and are grateful when we are blessed in the rare year that apricots arrive. We marvel at fall flounder and miss our South Texas limes and lemons when they disappear in the Spring., but know they'll always come back next year. Because of this focus, preservation is key. We dry, can, pickle, ferment, smoke, candy, and freeze like pioneers, and we love the challenge and reward of the infinite puzzle of making food in such a beautiful and volatile place.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Brad Leone (YouTube) and Claire Saffitz (YouTube)"
            },
            {
                "name": "Discada",
				"add1": "1319 Rosewood Ave",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 945-7577",
				"url": "http://www.discadatx.com/",
				"note": "Mexican street eats, including inventive tacos and elote, served in an open-air setting. From their website, ‘Discada cooking, also known as cowboy-wok cooking, is a northern Mexico technique that has been used for generations. We have taken that technique and introduced flavors and styles of Mexico City, creating our very own unique discada.’ From the Austin Eater website, ‘For lunch and dinner taco needs, look no further than this Blackshear-Prospect Hill Northern Mexican food truck parked on Rosewood Avenue. Discada serves up little tacos with its namesake filling — a juicy, tender mixture of beef, pork, and vegetables. When you do something well, why complicate things? This small food truck offers only one type of taco, the namesake one, which is comprised of juicy blended pork and beef grilled on a discada (sort of like a wok), topped with onions, cilantro, and pineapple, and served on a tiny corn tortilla. Your only decision is whether you want three, five, or eight tacos to eat on their picnic tables.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Jose R. Ralat"
            },
            {
                "name": "Distant Relatives",
				"add1": "3901 Promontory Point Dr",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78744",
				"phn": "(512) 717-2504",
				"url": "https://www.distatantrelativesatx.com/",
				"note": "From their website, 'We are inspired by the textures, flavors, heritage, and narrative of the African diaspora within the United States and as such employ strong elements of Pecan and mixed hardwood smoke, heightened spice profiles, traditional preservation methods and a nose to tail, root to stem approach utilizing products from our local food system. We strive to curate an inclusive, culinary-driven environment that fosters creativity, equity, collaboration, and education within our community via the curation of food, beverage, collaboration, and hospitality. Distant Relatives has and continues to be a project that supports the agricultural, artisan, and under-served communities by continued partnerships with local artisans, farmers, and like-minded organizations.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Somebody Feed Phil (Netflix)"
            },
            {
                "name": "East Side King",
				"add1": "2000 E Cesar Chavez St",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 814-0342",
				"url": "https://eastsideking.com/",
				"note": "From their website, ‘Crazy-good globally-inspired Japanese food seasoned with that OG Austin sound and flavor. East Side King is inspired by Asian cultures, rock bands, art, and Austin’s laid-back, fun-loving vibe. We use quality ingredients like all-natural pork, 100% vegetarian-fed pigs raised without antibiotics, hormones, or crates of any kind. All East Side King menu Items are made from scratch, including sauces, marinades, and kimchi. We use all-natural pork, which is vegetarian-fed, crate, antibiotic, and hormone-free. All herbs in our dishes are fresh and whole to provide maximum flavor impact. Most of our vegetarian items can be made vegan, and many of our menu items are gluten-free.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Easy Tiger",
				"add1": "3508 S Lamar Blvd",
				"add2": "Suite 200",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 964-8229",
				"url": "https://www.easytigerusa.com/",
				"note": "From the Easy Tiger website, 'Located in Austin, Texas, Easy Tiger Bake Shop and Beer Garden features artisan bread, locally roasted coffee, locally cured meats, full bar, and more than 30 local and boutique draft beers. Our in-house bakery offers a selection of Old World hearth breads, European-style pastries, and signature soft pretzels— all baked fresh daily. Our sausages and smoked meats are locally produced with Easy Tiger’s original recipes.' From the Austin Eater website, 'This beer bar and bakery combo offers a handy drive-thru for easier pickups. Caters to the morning rush and late-night crowds alike. Whether it’s a coffee with your croissant or a beer with your pretzel, Easy Tiger gives countless ways to mainline carbs. To-go orders can be ordered online. The bakery has reopened its patio for dine-in service.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "El Perrito ATX",
				"add1": "2118 South Congress",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(915) 777-0361",
				"url": "https://www.elperritoatx.com/",
				"note": "From the Austin Eater website, 'The South Manchaca truck serves up Mexican-style hot dogs, where beef franks are wrapped in bacon and served with options like chili con carne and shredded Mexican cheese or a chorizo crema sauce.' Jose R. Ralat retweeted 'This is why @TacoTrail is a must follow. would have never known about these El Paso style flautas in ATX at El Perrito food truck on S Congress otherwise.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Jose R. Ralat"
            },
            {
                "name": "El Primo",
				"add1": "2101 S 1st St",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 227-5060",
				"url": "https://www.elprimoatx.com/",
				"note": "The straightforward food truck serves generous breakfast tacos, tortas, and burritos with eggs. From their website, ‘Fourteen years ago, El Primo owner, Jose Luis Perez, hung his family’s livelihood over a food court stall in Dobie Mall on UT’s Campus, where he set out to provide authentic Mexican cuisine for students and Austin residents. But behind every filled-to-the-brim taco lies a familial journey beginning in Michoacán, Mexico. El Primo and Burrito Factory pride themselves on remaining family-owned since opening its doors in May 2004. From the kitchen to the register, El Primo is manned by three siblings: Jose Luis, Juan Luis, and Ana Bertha Perez. Juan Luis, the youngest, said Burrito Factory’s success is motivated by a simple phrase his father repeated at their childhood meat market in Mexico: “Échenle ganas,” or, “Try your hardest.”’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Claire Saffitz (YouTube)"
            },
            {
                "name": "El Naranjo - South Lamar",
				"add1": "2717 S Lamar Blvd",
				"add2": "Ste 1085",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 520-5750",
				"url": "https://www.elnaranjorestaurant.com/",
				"note": "Chef from Oaxaca City uses locally sourced ingredients to re-create refined interior Mexican fare. From their website, ‘At El Naranjo Restaurant and Bar, we are dedicated to serving delicious traditional Mexican food. We create savory salsas and moles, well-seasoned food with great concern for finding a pleasing balance of flavors. We make our own tortillas with Heirloom Corn imported from different regions of Mexico, nixtamalized and stone ground every day at the restaurant, bake our own bread, and use fresh vegetables and herbs. While the food has a strong culinary resemblance to our former internationally acclaimed restaurant in Oaxaca, we draw from the many rich traditions of Mexican cooking.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Jose R. Ralat"
            },
            {
                "name": "Franklin Barbecue",
				"add1": "900 E 11th St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 653-1187",
				"url": "https://franklinbbq.com/",
				"note": "Franklin Barbecue has long lines form early for brisket, pulled pork and other smoked meats at this lunch-only spot. I consider this the best BBQ in the country. You truly need to get the smoked brisket, smoked turkey, and the hot link sausage along with a few sides. From the Austin Eater website, 'Pitmaster Aaron Franklin’s smoky meats have risen from humble trailer origins to become one of the country’s most talked-about barbecue destinations. Yes, you will wait in line. Yes, it will be worth it. Weekend waits can be very long, so consider opting for a weekday brisket fix instead. If perfect brisket happens to run out, try the ribs, turkey, and sausages. Advance preorders can be placed online; the dining room has reopened.'",
				"eaten": "yes",
				"photo": "https://c1.staticflickr.com/9/8248/8536733855_f49d8ebd46_n.jpg",
				"cptn": "An order of beans, brisket, smoked turkey, sausage, and side cole slaw at Franklins BBQ in Austin, TX",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Anthony Bourdain and Andrew Zimmern"
            },
            {
                "name": "Fresa's",
				"add1": "915 N Lamar Blvd",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78703",
				"phn": "(512) 428-5077",
				"url": "https://www.fresaschicken.com/",
				"note": "Fresa's is a drive-thru and walk-up Mexican joint doing fire wood-grilled chicken, plus tacos, tortas, and ice cream. You need to order the Achiote and Citrus half chicken. From the Austin Eater website, 'Holiday tamales are back at the fast-casual Tex-Mex restaurant. On deck are dozen tamales filled with either chicken tinga or black bean and cheese, available with just salsas for $26 and $24 respectively. Then there are meals with charro beans, Mexican rice, salsas, queso and guacamole for $42 or $40.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Gourdoughs Doughnuts",
				"add1": "1503 S 1st St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "",
				"url": "https://gourdoughs.com/",
				"note": "Gourdoughs Doughnuts has ironic names and unique toppings on fried-dough treats served until late-night from a vintage trailer. They have some of the coolest donuts I have ever had. I've seen a few donuts in my day. I ordered a Heavenly Hash doughnut with marshmallow fluff, chocolate chips, hot fudge icing topped with a fudge brownie. From the Austin Eater website, 'Gourdough's is the home of very decadent and rich doughnuts, used in every way imaginable. There are burgers, salads, fried chicken, and desserts topped with so many sweets.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Granny's Tacos",
				"add1": "1401 E 7th St",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 701-4000",
				"url": "https://www.grannystacosatx.com/",
				"note": "Tacos, burritos, and other Mexican fare are served from a simple food truck that has shaded bench seating. From their website, ‘Here at Granny’s, we make everything from scratch. Our salsas, marinades, and seasonings are homemade family recipes passed down by generations. We offer a wide variety of authentic Mexican food ranging from Burritos, Tortas, Breakfast Tacos, Carne Asada Fríes, Veggie Tacos, and more. Come stop by and be sure to let us know how much you love Granny’s.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jose R. Ralat"
            },
            {
                "name": "Guero's Taco Bar",
				"add1": "1412 S Congress Ave",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 447-7688",
				"url": "https://gueros.com/",
				"note": "Guero's Taco Bar is an extensive menu, salsa bar and hand-shaken margaritas in a landmark building with a patio. They make some of the best breakfast tacos I have had in the state of Texas. From the Asutin Texas website, 'Enjoy handmade corn tortillas, specialty dishes, and make sure to visit the salsa bar. The caldo de pollo and tacos al pastor are just a few of their tried-and-true favorites. Start off with a hand-shaken margarita in the cantina, or enjoy an icy cold cerveza while listening to music in the Oak Garden.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Interstellar BBQ",
				"add1": "12233 Ranch Rd 620 N",
				"add2": "Suite 105",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78750",
				"phn": "(512) 382-6248",
				"url": "https://www.theinterstellarbbq.com/",
				"note": "From their website, 'Out of this world BBQ ticked away in Northwest Austin. InterStellar is built upon a few simple ideas: only use the highest quality ingredients, always source the best wood for our BBQ, take the time to cook one batch at a time — never rushing or taking short cuts to create a delicious experience — and lastly, cook great food for you and always place quality over quantity. Great Texas BBQ is built on quality ingredients, clean smoke from Post Oak, and a commitment to keeping it low and slow. InterStellar is built upon a few simple ideas: only use the highest quality ingredients, always source the best wood for our BBQ, take the time to cook one batch at a time — never rushing or taking short cuts to create a delicious experience — and lastly, cook great food for you and always place quality over quantity. Great Texas BBQ is built on quality ingredients, clean smoke from Post Oak, and a commitment to keeping it low and slow.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Closed Monday and Tuesday"
            },
            {
                "name": "Iron Works BBQ",
				"add1": "100 Red River St,",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78701",
				"phn": "(512) 478-4855",
				"url": "https://ironworksbbq.com/",
				"note": "Iron Works BBQ serves Barbecued meats, including signature beef ribs, and specialty sauces in a historic former iron shop. Another wonderful Texas BBQ place in downtown Austin and this one's hidden behind the convention center. From their website, 'You have just entered a unique piece of Texas history Austinites are proud to call their own. Originally an ornamental Iron Work shop owned and operated by the Weigl family, this little tin building was converted into The Iron Works BBQ in 1978. Shortly after opening their doors, the State Historical Commission registered the property as a historical site, honoring the Weigls and their legacy.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Joe’s Bakery and Coffee Shop",
				"add1": "2305 E 7th St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 472-0017",
				"url": "https://joesbakery.com/",
				"note": "Joe’s Bakery and Coffee Shop is a venerable family-run institution serving tacos, breakfast grub, and Mexican bakery bites. Delaney from Bon Appetit (YouTube) recommends ordering the breakfast taco and some of their Mexican pastries. From the Austin Eater website, 'If a condo displaces Joe’s, Austin will end as we know it. This Tex-Mex institution typically has a line out the door, with fancy folks jammed up against those catching a quick meal between construction gigs. The plates are huge, inexpensive, and arrive quickly.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Delaney from Bon Appetit (YouTube)"
            },
            {
                "name": "Juan in a Million",
				"add1": "2300 E Cesar Chavez St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 472-3872",
				"url": "https://juaninamillion.com/",
				"note": "Juan in a Million serves breakfast tacos and traditional dishes in a basic setting with an outdoor patio. Delaney recommends the Don Juan, which is larger than the typical breakfast taco. From the Austin Eater website, 'It’s essential to start any day in Austin with breakfast tacos, and family-owned Mexican restaurant has been serving up some of the best for almost 40 years. Choose fillings like eggs, beans, Migas, nopalitos, or Machado to put in a warm tortilla, and don’t skimp on the salsa. Beware of the portion sizes — meaning, don’t attempt the Don Juan El Taco Grande with fewer than two people. After all, there’s a full day of eating ahead.' From their website, 'Juan in a Million has been serving Mexican breakfast and lunch in East Austin since 1980. Opened by two school teachers, Juan and Myrna Meza, the restaurant values their homemade recipes and welcoming everyone like family. Juan still shakes hands with everyone who walks through the doors.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Delaney from Bon Appetit (YouTube)"
            },
            {
                "name": "Kemuri Tatsu-Ya",
				"add1": "2713 E 2nd St",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 803-2224",
				"url": "https://www.kemuri-tatsuya.com/",
				"note": "From the Austin Eater website, ‘The Eater Award-winning funky Japanese-Texas izakaya offers an expansion patio for a pleasant outdoor time in the Holly neighborhood. The back area features plenty of covered and uncovered tables. The next actual food segment takes place at the Eater Austin award-winning Texas-Japanese izakaya with Austin food blogger Jane Ko, who calls the restaurant one of her favorites in the city. Serving them is executive chef and owner Tatsu Aikawa. The first bite is the tsukune, a chicken meatball skewer served with a cured egg yolk and chicken skin furikake. The chef tells the pair how to break/mix/dip the skewer into the egg and then coat the chicken with the furikake, which Rosenthal describes as a “playful” action. Then, next was the Hot Pocketz, tofu pockets stuffed with brisket and smoked gouda cheese. Finally, there’s the brisket bento box, which comes with slices of brisket, veggies, pickles, and nori sheets so they can make their own hand rolls. Rosenthal says it’s more like a taco because the brisket slice is too big. He makes happy physical gestures after he takes a bite.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Somebody Feed Phil (Netflix)"
            },
            {
                "name": "la Barbecue",
				"add1": "2401 E Cesar Chavez St",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 605-9696",
				"url": "https://www.labarbecue.com/",
				"note": "Hopping BBQ counter in a small market offering brisket, pulled pork, and sausages, plus outdoor tables. From their website, 'We’re serving up Central Texas barbecue with recipes exclusive to la Barbecue. Owner LeAnn Mueller hates the sweet stuff, so you’ll find special blends of salty and savory rubs, absolutely no sugar added to our coleslaw, and throwback dishes inspired by LeAnn and Ali’s travels around the world. Don’t forget the pickles! LeAnn’s dad, Bobby Mueller, was an OG barbecue great, winning a James Beard Award in 2006—well, before ‘cue got all fancy and trendy. Our recipes celebrate his tradition but with our own twists. You’ll find succulent brisket, house-made spicy sausage, giant ribs, and a whole lotta delicious sides. Our company is female-owned. That may not sound like a big deal, but in the sausage fest of the BBQ industry, we’re proud the future is female.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "La Condesa",
				"add1": "400 W 2nd St",
				"add2": "A",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78701",
				"phn": "(512) 499-0300",
				"url": "https://lacondesa.com",
				"note": "From their website, ‘Where Mexico City meets Austin. Our menus are determined by the seasonal produce we can find from local farmers and& interior Mexican-style cuisine with a modern take. La Condesa is a proud partner of The Farm Project, an organization that empowers initiatives that reconnect people with food. Executive Chef Rick Lopez recently met with the Farm Project co-founder Zooey Deschanel to discuss the importance of supporting local farmers. La Condesa is a community partner that works closely with farmers, ranchers, and regional producers in order to provide fresh, locally sourced dishes.’ From the Austin Eater website, ‘The downtown Mexican restaurant offers up a very reliable and nice menu, full of masa-y dishes like sopes, tacos, and tostadas. The chicken mole is quite good as well. The space is fun, and there’s a really good happy hour deal, which means all the margaritas. There are indoor and outdoor dine-in services.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Claire Saffitz (YouTube)"
            },
            {
                "name": "Leroy and Lewis Barbecue",
				"add1": "5621 Emerald Forest Dr",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78745",
				"phn": "(512) 945-9882",
				"url": "https://leroyandlewisbbq.com/",
				"note": "From their website, ‘New school BBQ, old school service. Local sourcing, inventive barbecue, cold drinks, and old-school hospitality come together in a neighborhood restaurant and bar in South Austin. We’re dedicated to serving our community, supporting our local ranchers, and pushing the boundaries of barbecue. We opened in 2017 in the lot of Cosmic Coffee and Beer Garden. Since then, we’ve been dedicated to serving our community by making excellent, inventive barbecue and supporting our local ranches by sourcing all of our meat from small, responsible purveyors in Texas. We call it New School Barbecue. Come enjoy our new menu offerings, have a drink at the bar, and explore our retail space for a unique hospitality experience. We think the best barbecue in Texas comes from healthy animals raised right here in the Lone Star State. We only partner with local farms and ranches who raise their livestock ethically and sustainably.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Somebody Feed Phil (Netflix)"
            },
            {
                "name": "Loro",
				"add1": "2115 S Lamar Blvd",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 916-4858",
				"url": "https://www.loroeats.com/",
				"note": "Loro is an Asian smokehouse that meets Texas barbecue in a rustic spot with beer, wine, and cocktails along with a giant patio. From their website, 'Loro is an Asian smokehouse and bar brought to you by James Beard Award winners, Chef Tyson Cole of Uchi and Aaron Franklin of Franklin Barbecue. Our menu features grilled and smoked meats with Southeast Asian and Japanese-inspired sauces, sides, and a bar that boasts craft beer, boozy slushees, and batch cocktails. We keep it casual and communal. Sharing is encouraged. Smoked meats, boozy slushies, rad veggies, chill vibes. Loro is an Asian smokehouse and bar brought to you by the award-winning chefs behind Uchi and Franklin Barbecue. Together, they merged their love of Asian cuisine and Texas barbecue to offer innovative dishes you won’t find anywhere else. So come on by, kick back, and stay awhile. Low and slow is the only way to go. We begin slow cooking our meats every day at midnight so it’s ready for lunch the next day. Most of our meats are finished over post-oak wood on our open-fire grill, giving each piece a little more flavor.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Matt's El Rancho",
				"add1": "2613 S Lamar Blvd",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 462-9333",
				"url": "https://www.mattselrancho.com/",
				"note": "According to their website, 'Matt and Janie opened El Rancho in 1952 on East 1st Street in downtown Austin with no employees and seating for 40. Matt worked the front of the house, and Janie made everything from scratch in the kitchen. Today, the South Lamar restaurant seats more than 500. El Rancho still makes everything from scratch. Our in-house tortilla factory grinds non-GMO corn daily to make the freshest corn tortillas and chips you can find. Our Famous Margarita's are made with fresh-squeezed lime juice. Matt's El Rancho is still family-owned and operated by Matt and Janie's daughters. Gloria, Cecilia, and Cathy, as well as daughter-in-law Estella.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mi Madre's Restaurant",
				"add1": "2201 Manor Rd",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78722",
				"phn": "(512) 322-9721",
				"url": "https://www.mimadresrestaurant.com/",
				"note": "Mi Madre’s Restaurant serves fresh, house-made food, such as their popular breakfast tacos, served in a casual dining room or on the patio. From their website, ‘Aurelio and Rosa Torres opened their doors and hearts to Austinites in 1990. What started as a 10-seat “taco shop” has evolved into a wonderful restaurant serving the finest Tex-Mex cuisine. The restaurant has been renovated twice and now offers two dining rooms, a beautiful patio, and a quick-to-go area. Mi Madre’s has become an East Austin favorite with a very loving and loyal clientele.’ From the Austin Eater website, ‘The Cherrywood Tex-Mex restaurant’s making red sauce pork tamales for the holiday season, available in order of half-or full dozen at $12 and $22 respectively.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Austin Kleon"
            },
            {
                "name": "Micklethwait Craft Meats",
				"add1": "1309 Rosewood Ave",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 791-5961",
				"url": "https://craftmeatsaustin.com/",
				"note": "Micklethwait Craft Meats is a trailer with outdoor picnic tables that serves up BBQ meats, notably a daily smoked sausage selection. From the Micklethwait Craft Meats website, ‘Founded in 2012 by pitmaster Tom Micklethwait (the “th” is silent), Micklethwait Craft Meats offers oak-fired Central Texas barbecue served from a vintage Comet trailer nestled in the heart of East Austin. Micklethwait prides itself on serving high-quality smoked meats, inventive sausages, made-from-scratch sides, and fresh baked goods. Micklethwait currently sits on Texas Monthly’s list of the “Ten Best BBQ Joints in Texas.” Micklethwait Craft Meats is fiercely independent and dedicated to integrity, good humor, and top quality.’ From the Austin Eater website, ‘Less than half a mile from famed brisket mecca Franklin Barbecue, a tiny trailer that goes by the name of Micklethwait Craft Meats is providing one of Austin’s best barbecue experiences. In a city where you can hardly walk down the street without tripping over some noteworthy smoked meats, that’s no small feat.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "Sous Chef Eric of Wursthall"
            },
            {
                "name": "Moonshine Patio Bar and Grill",
				"add1": "303 Red River St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78701",
				"phn": "(512) 236-9599",
				"url": "https://moonshinegrill.com/",
				"note": "Moonshine Patio Bar and Grill is a contemporary comfort food and cocktails in a historic home with a patio. I have never been wrong ordering their pork chop dinner and a side of cornbread. From their website, 'Moonshine Patio Bar and Grill takes you back to a simpler time. Comfortable and familiar, relaxed and easygoing, moonshine greets guests like family. Serving up great cooking with an innovative take on classic american comfort food, moonshine's menu satisfies even the big city tastes.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nervous Charlie's",
				"add1": "5501 N Lamar Blvd",
				"add2": "Commerce Square",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78751",
				"phn": "(512) 366-5305",
				"url": "https://www.nervouscharlies.com/",
				"note": "From the Nervous Charlie's website, 'At Nervous Charlie’s, we make straight-forward, deliciously simple bagels as well as a variety of ridiculous cream cheeses and sandwiches. We use only the best ingredients that are shipped to us directly from New York City and from right here in Austin. We’re a place for everybody, whether you’re with your family, out for a meeting, or just looking for a low-key breakfast or lunch - any day of the week.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nixta Taqueria",
				"add1": "2512 E 12th St",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 551-3855",
				"url": "https://www.nixtataqueria.com/",
				"note": "Nixta Taqueria is a bright, straightforward counter-serve spot offering traditional Mexican food, along with beer and wine. From the Austin Eater website, ‘The little funky taqueria, from co-owners chef Edgar Rico and Sara Mardanbigi, has quickly become a taco darling for good reason. Rico works magic into every single one of the East Austin spot’s new-school tacos and tostadas. While the meatier items are great, the vegetable ones really showcase his inventive skills: the beet tartare is a pure work of art. The multiple patios are fun, and it’s worth exploring the natural wine list.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Jose R. Ralat"
            },
            {
                "name": "Odd Duck",
				"add1": "1201 S Lamar Blvd",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 433-6521",
				"url": "https://www.oddduckaustin.com/",
				"note": "Odd Duck is an upscale eatery doling out locally sourced New American chow and drinks in a contemporary setting. Odd Duck is continuing the philosophy of supporting local farmers, making everything from scratch and working to capture the true craft of cooking in each bite even in the restaurant. From their website, 'In 2009, brothers Bryce and Dylan Gilmore purchased a Fleetwood Mallard trailer with a mission to turn it into an eatery serving only food with ingredients from local Austin farms. Odd Duck is a place to celebrate the love of food and drink. Gather with friends and family for a dinner driven by the hospitality and passion of our staff. We take pride in our values and hope to continue to grow and support the local food community.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "P. Terry's Burger Stand",
				"add1": "404 S Lamar Blvd",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 473-2217",
				"url": "https://pterrys.com/",
				"note": "P. Terry's Burger Stand is a relaxed option for all-natural beef burgers, shoestring fries, and milkshakes, along with breakfast. P. Terry's offers the freshest quality ingredients you can find served out of a drive-thru window. They are where fresh, all-natural, 'never-ever' beef and chicken became staple items. From their website, 'P. Terry's offers the freshest quality ingredients you can find served out of a drive-thru window. We're where fresh, all-natural, beef and chicken became staple items. We serve fresh-cut fries made from all-natural potatoes, free of trans fats and hydrogenated oils. Add to that our fresh-baked cookies, banana bread, and house veggie burger; our fresh-squeezed orange juice and lemonade; and our authentic milkshakes - we care about what's out there to eat, and we make our food with that in mind.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pieous",
				"add1": "166 Hargraves Dr",
				"add2": "H",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78737",
				"phn": "(512) 394-7041",
				"url": "",
				"note": "Pieous serves scratch-made Neapolitan pizza, sandwiches, and sweet pies in a handcrafted space with chalkboard walls. Pieous is known for their killer pastrami sandwiches. The meat is cured for 20 days, smoked and then piled high on house-made sourdough bread. I have heard you should, order the pastrami pizza, a caramel roll, or any of their desserts. From the Austin Eater website, 'Austinites are making worthy expeditions out west to check out the pizza, in-house pastrami, and pastries from Pieous’s larger home. The pizzeria’s devotion to scratch-preparation runs deep.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Pueblo Viejo",
				"add1": "502 Brushy St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 373-6557",
				"url": "https://www.puebloviejoaustin.com/",
				"note": "Pueblo Viejo offers a variety of Mexican food ranging from breakfast tacos, street meat tacos, Gorditas, popular Mexican dishes, a variety of sauces, etc. Pueblo Viejo has been open since 2010. While keeping the flavors of their hometown in Mexico, Pueblo Viejo is committed to keeping the freshness and quality that everyone deserves, complemented by friendly service necessary for a complete Mexican food experience. From their website, 'Pueblo Viejo offers a variety of Mexican food ranging from breakfast tacos, street meat tacos, Gorditas, popular Mexican dishes, a variety of sauces, bottled drinks, and much more. Located on the east side of Austin, Pueblo Viejo has been open since 2010 by Nestor and Margarita. While keeping the flavors of their hometown in Mexico, Pueblo Viejo is committed to keeping the freshness and quality that everyone deserves, complemented by a friendly service necessary for a complete Mexican food experience.'  <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Delaney from Bon Appetit (YouTube)"
            },
            {
                "name": "Ramen Tatsu-ya",
				"add1": "8557 Research Blvd",
				"add2": "#126",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78758",
				"phn": "(512) 893-5561",
				"url": "https://www.ramen-tatsuya.com/",
				"note": "Ramen Tatsu-ya is a popular noodle house and bar with funky vibe serving classic ramen with many options for topping. From their website,'Ramen Tatsu-ya is the long-awaited collaboration between local chefs/DJs, Tatsu Aikawa and Takuya Matsumoto. The two of them first met as they were busy making their marks on the Austin scene as hip-hop DJs. After following an eerily parallel timeline, honing their crafts at notable Austin establishments such as Musashino and Second Bar and+ Kitchen, Tatsu took a leap and moved to Los Angeles. There, he worked in one of the nation’s most respected Kaiseki/Sushi bars, the two Michelin star restaurant Urasawa. On his return, he began working with Takuya on birthing Tatsu-ya. “I was craving good ramen after having lived in Japan and LA. I wanted to provide that same quality and authenticity in Austin, the city I call home.” says Tatsu. “We want to educate people on what ramen truly is. It’s the soul food of Japan. The process of broth-making can take an extremely long time in order to draw out the flavors from each ingredient.” A far cry from the 10-cent package ramen most of us know all too well.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Rosita's Al Pastor",
				"add1": "1911 E Riverside Dr",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78741",
				"phn": "(512) 442-8402",
				"url": "https://www.rositasalpastor.com/",
				"note": "Rosita's Al Pastor is a simple counter-serve spot known for tacos and other Mexican staples, with a late-night food trailer. Delaney from Bon Appetit (YouTube) recommends ordering their breakfast taco and their Al Pastor one too. From the Eater Austin website, 'Known for its trailer off Riverside Drive, they have been serving up tacos till 3 AM after crazy nights at Club Carnaval. Now revelers all of types go to the Al Pastor trailer and brick and mortar in the same parking lot. You'll see Botas Picudas, students, los yuppies and worker bees eating up probably the best al pastor in town and straight from the trompo!' From the Texas Monthly website, 'When you ask for the server’s recommended taco in Spanish and she offers up a “gringa,” there’s reason to feel you’re not being taken seriously. But our suspicions were dashed when we were presented with the house specialty. The Rosita’s pork pastor meat is a blinding red-orange, supermoist yet somehow crispy around the edges. The twist to the “gringa”—which is served on a tortilla so fresh it still has a dusting of flour from the prep counter—is the addition of a generous helping of melted queso blanco, which transports the taco from the meaty and savory realm to something that’s unspeakably indulgent. As you might expect, both the cheesy and regular al pastor tacos are topped simply with raw diced onion and cilantro.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Wednesday",
				"rcmmnd": "Delaney from Bon Appertit (YouTube)"
            },
            {
                "name": "Salt Lick BBQ",
				"add1": "18300 Farm to Market Rd 1826",
				"add2": "",
				"cty": "Driftwood",
				"stt": "TX",
				"zpcd": "78619",
				"phn": "(512) 858-4959",
				"url": "https://saltlickbbq.com/",
				"note": "Salt Lick BBQ is a BYOB at this venerable cash-only BBQ spot with a rustic setting and live music outdoors. You need to drive out the original one in Driftwood in the dry county, so don't forget to bring your own beer, etc. You need to get the all-you-can-eat BBQ platter which is brisket, smoked sausages, pork ribs, potato salad, coleslaw, and beans, along with bread, pickles, and onions. From the Austin Eater website, 'Vibes and atmosphere are everything, and that’s where the Driftwood barbecue restaurant shines. Order up barbecue, sides, and desserts, and take a seat inside or outside while taking advantage of wine from Salt Lick Cellars. Then there’s the ever-popular and much-photographed barbecue pit.' <strong>NOTE</strong>: They have multiple locations even one at the airport.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "SLAB BBQ and Beer",
				"add1": "9012 Research Blvd",
				"add2": "C4",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78758",
				"phn": "(512) 351-9977",
				"url": "https://dopebbq.com/",
				"note": "SLAB BBQ and Beer is a barbecue purveyor known for its food truck offers this casual space for pork sandwiches and beer. The dishes to order are The McDowell, a true rib sandwich with their award-winning ribs de-boned with pickles, onions, and Soul Glo sauce, or the El Jefe, which is Black Angus brisket topped with grilled onions, peppers, jalapeños, queso, and BBQ sauce. From their website, 'SLAB was founded on the basis of bringing you new flavors that may be a break from your traditional Texas BBQ. We bridge the taste bud gap of the Dirty South from Memphis to the Carolinas, Alabama, and Texas. SLAB began as a food trailer in 2006, originally named Sugar Shack BBQ, and in August 2014 opened a brick and mortar location.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-Ins, and Dives"
            },
            {
                "name": "Smitty's Market",
				"add1": "208 S Commerce St",
				"add2": "",
				"cty": "Lockhart",
				"stt": "TX",
				"zpcd": "78644",
				"phn": "(512) 398-9344",
				"url": "http://smittysmarket.com/",
				"note": "Smitty's Market is an acclaimed BBQ spot is offering meats fresh from the smoker in a no-frills space with communal tables. You will need to order yourself some smoked brisket and Jalapeno sausages along with a few sides, so you some veggies now and again. From the Austin Eater website, 'Enter from the Commerce Street side, and you will see the smoke-lined walls as you proceed to the back of the restaurant. You’ll feel like you are walking into history. Kreuz Market was located here before its departure. Rick’s sister, Nina, opened up Smitty’s Market after the family disagreement. Do not forget to run to the ATM because credit cards are not accepted. Get there early if you can. With the Texas summer, the open fire brick pits, and the lunch-time rush, it can get pretty toasty in the backroom.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "St. Elmo Brewing Company",
				"add1": "440 E St Elmo Rd",
				"add2": "G-2",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78745",
				"phn": "(737) 300-1965",
				"url": "http://www.stelmobrewing.com/",
				"note": "St. Elmo Brewing Company has a bar, brewery, and beer garden with rotating craft taps and an on-site food trailer for mostly Asian fare. According to their website, 'St. Elmo Brewing Company is dedicated to brewing exceptional beer for our neighbors. We love all styles of beer and people. You'll find both in our beer garden.' From the Austin Eater website, 'While best known for its crisp and seasonable Carl Kolsch, the East Congress brewery brews a wide array of styles with range: there’s solid Fresh Hop IPAs, Marzen-style Oktoberfest, English pub ales, and even a pink guava sour. There’s an expansive outdoor patio here that’s always fairly full. Food from Spicy Boys is available, and there are coolers of tallboy cans to go.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Stubb's Bar-B-Q",
				"add1": "801 Red River St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78701",
				"phn": "(512) 480-8341",
				"url": "https://www.stubbsaustin.com/",
				"note": "Stubb's Bar-B-Q has beer, brisket and music downtown with a renowned Sunday gospel brunch. Again another can't miss BQQ place that has excellent brisket and sausage in downtown Austin.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Suerte",
				"add1": "1800 E 6th St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 522-3031",
				"url": "https://www.suerteatx.com/",
				"note": "Suerte is a contemporary spot serving interior Mexican specialties & snacks, beer, wine, and craft cocktails. Brad from “Its Alive” show on Bon Appetit's YouTube channel recommends getting the home made corn tortillas with ever you want to order. From the Austin Eater website, 'Masa — made from corn purchased from local farmers who grow heirloom strains, and then ground and nixtamalized onsite — is the mortar on which Suerte is built. Executive chef Fermín Nuñez and owner Sam Hellman-Mass obsess over the ways they can shape it and express texture with it, and the gradations of flavor it can add to dishes in various forms. If the Texas sun had a fragrance, it would smell like the small, speckled tortillas that cradle confit brisket tacos with “black magic oil” (made from sesame and smoked Morita chiles) and come alongside grilled fish with bacon salsa or a whopping goat shoulder cooked barbacoa-style. Nuñez alchemizes the dough into half a dozen other magnetic variations, including tlacoyos (plush dough pockets) filled with pork belly carnitas, and incredibly thin blue-corn tostadas to add crunch to gorgeous red prawn aguachile. Savor this next-level Mexican-Texan cooking with a subtler sipping mezcal; try one in the pechuga family.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Somebody Feed Phil (Netflix) and Brad from 'Its Alive' Bon Appetit (YouTube)"
            },
            {
                "name": "T-Loc's Sonora",
				"add1": "5000 Burnet Rd",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78756",
				"phn": "(512) 994-8982",
				"url": "https://www.tlocs.com/",
				"note": "From their website, 'Voted best Hotdog in Texas by Food and Wine Magazine the &ldquo;Con Todo&rdquo; is a must-try! Originally from the state of Sonora, MX, these hotdogs are now part of Arizona food culture. We believe everyone should try them, so we brought them to Austin. Authenticity is a priority, and one of the key ingredients to any Sonoran dog is the bun. That is why we import our buns all the way from Tucson weekly. They look like little gold bars, and they taste even better. Sound like a local by ordering yours &ldquo;Con Todo&rdquo;. Not ready to take it on just yet? Don’t worry; we’ve got plenty of other tasty things on the menu.' Austin recommends the 'The Cali style carne asada at T-Loc’s is the best burrito I’ve ever had in Austin (the Sonora hot dog was great, too).'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Austin Kleon"
            },
            {
                "name": "Tamale House East",
				"add1": "1707 E 6th St",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 495-9504",
				"url": "https://www.tamalehouseeast.com/",
				"note": "Tamale House East is a trendy Mexican joint featuring tacos and other hearty eats for breakfast and lunch. From what I have read, they have patio seating. From their website, 'Since 1958, the Tamale House has always been a neighborhood spot. Back then, Grandma Carmen and Grandpa Moses Vasquez served the downtown Austin community. That community included the Mexican-American and, African-American, and Greek-American businesspeople who had their own small businesses lining Congress Avenue. It included working-class folks, senators, and even a president. What they all had in common was a love of the authentic, handmade, fresh Mexican food that was served out of a tiny window from a tiny kitchen on a tiny sliver of land. It was the very same food that Carmen served at her own kitchen table at home.' Alex Delaney suggests the spicy migas taco with the house-made taco shells.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, Wednesday, and Thursday",
				"rcmmnd": "Delaney from Bon Appetit (YouTube)"
            },
            {
                "name": "Torchy's Tacos",
				"add1": "1822 S. Congress Ave",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 916-9025",
				"url": "https://torchystacos.com/",
				"note": "Torchy's Tacos is a local chain is serving Mexican-street-food-style tacos in inventive varieties, including for breakfast. They make some of the best breakfast tacos I have had anywhere in the country. Plus, it's great sitting at picnic tables with others in a gravel parking lot eating with people you don't know at all times of the day. From their website, 'At Torchy’s, we’re serious about one thing. And one thing only. Our food. We source the highest quality ingredients around so we can serve up the best damn taco (or salad) you’ve ever tasted. Cooked to order—just the way you like it.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Tumble 22 - Texas Chicken Joint",
				"add1": "7211 Burnet Rd",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78757",
				"phn": "(512) 520-1998",
				"url": "https://tumble22.com/",
				"note": "From their website, ‘From a single food trailer to seven restaurants in less than five years, Tumble 22 is blazing a trail with their commitment to all-natural, Texas-raised chicken that’s hand-breaded and tumbled precisely twenty-two times for the perfect crunch. Inspired by Nashville hot chicken and guided by one of the best chefs in Texas, Tumble 22 is a funky chicken joint serving Cold Beer, Hot Chicken, and Cheap, Stiff Drinks — best enjoyed alongside a little Housemade Pie, available whole or by the slice! The chicken is fried and coated in Chef Marmulstein’s own secret blend of spices, getting its heat from the cayenne and spice dip. The basic components of the dish are chicken, a combination of spices, and careful cooking in hot oil. MSG is not used in the preparation of any of Tumble 22 chicken or products. You’ll taste the difference in everything we do, and with six heat levels ranging from “Painless” to “Stupid Hot,” you’ll have a dang good time doing it! But, before you delve into this culinary adventure, be forewarned: you’ve got to be ready to take a little heat. For those who don’t like it hot, the menu includes other flavor options and sauces like our Comeback Sauce. Dine in or carry out in Austin, Cedar Park, Round Rock, or Vintage Park Houston, and come see what everyone’s cluckin’ about!’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Valentina’s Tex Mex BBQ",
				"add1": "11500 Manchaca Rd",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78745",
				"phn": "(512) 221-4248",
				"url": "https://www.valentinastexmexbbq.com/",
				"note": "Valentina’s Tex Mex BBQ is a permanent trailer for mesquite-smoked BBQ with a Tex Mex twist. Fresh hand-rolled flour tortillas, spicy salsa, avocado, cilantro, and lime are a family favorite when it comes to accompanying the BBQ. Combining the best of Mexican cooking, which often features cooking meats and other ingredients over a grill or open flame and barbecue comes naturally. When there, you need to order the pork collar sandwich or the brisket stuffed burger. Delaney recommends ordering their breakfast brisket taco with a fried egg, bacon, etc. From their website, 'The Vidal family strongly encourages passion and love for family and friends. It has been a long-standing family tradition to BBQ at get-togethers and holidays, where every family member plays a role in creating the menu and preparing the made from scratch foods. Miguel brings this spirit and tradition to Valentina's.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Delaney from Bon Appetit (YouTube)"
            },
            {
                "name": "Vaquero Taquero",
				"add1": "104 E 31st St",
				"add2": "ccc",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78705",
				"phn": "(512) 366-5578",
				"url": "http://www.vaquerotaquero.com/",
				"note": "From the Vaquero Taquero website, 'Vaquero Taquero makes breakfast and street-style tacos in Austin, Texas. Our specialty is the Taco al Pastor, made by carving flame-seared pork off our trompo (vertical fire spit), which we wrap in a warm handmade tortilla and garnish with roasted pineapple, cilantro, onion, salsa, and avocado crema.' From the Austin Eater website, 'This North Campus South Texas-style taco joint is slinging excellent tacos and quesadillas with al pastor, bistec, tinga de pollo, nopales, rajas poblanes, moles, and more. Gooey Oaxacan cheese makes all the difference at the downtown location of the taco spot with straightforward offerings. Options range from tinga tacos to steak quesadillas to breakfast tacos. Takeout and delivery orders can be placed online; there are indoor and outdoor dine-in services.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Jose R. Ralat"
            },
            {
                "name": "Veracruz All Natural",
				"add1": "111 E Cesar Chavez St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78701",
				"phn": "(512) 665-2713",
				"url": "https://veracruzallnatural.com/",
				"note": "Veracruz All Natural is a simple trailer with picnic tables for tacos with spit-grilled meats or veggie options, along with Migas. Helen Rosner recommends their Migas tacos, and Delaney recommends ordering their Migas taco with avocado. From their website, 'Owners Reyna and Maritza Vazquez are sisters and best friends. They were born and raised in Veracruz, Mexico, and moved to Austin, TX after graduating from High School. In May of 2006, Reyna had saved up enough money to buy her first trailer, and a month later, she opened it up and started to sell smoothies and juices. She had to close a few months later, but persistent with her dream, she reopened in April of 2008 on East Cesar Chavez with her sister Maritza as her business partner. <strong>NOTE</strong>: They have two food trucks and two brick and mortar locations.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner and Delaney from Bon Appetit (YouTube)"
            },
            {
                "name": "Via 313 Pizza",
				"add1": "1802 E 6th St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 939-1927",
				"url": "https://www.via313.com/",
				"note": "Via 313 Pizza is a trailer outside the Violet Crown Social Club is known for its square, Detroit-style pies that have sauce on top. From their website, 'The pizza at Via 313 is inspired by our memories of traditional Detroit-Style pies from our youths (Cloverleaf, Buddy's, Loui's, Niki's) and the best traditional pizzas in the region. We visit Detroit yearly to continue to sample the old classics as well as newcomers to the scene. And we've expanded our research from the East Coast to the West Coast, sampling and studying the best pizzas in the country.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Wu Chow",
				"add1": "500 W 5th St",
				"add2": "IBC Bank Plaza #168",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78701",
				"phn": "(512) 476-2469",
				"url": "https://www.wuchowaustin.com/",
				"note": "Wu Chow serves Sichuan cuisine and weekend dim sum brunch in a contemporary space, but you should check first before going. Order the Gong Bao Chicken, which uses an organic chicken thigh with spicy sauce, peanuts, and local bell peppers. From their website, 'Wu Chow brings authentic, farm-fresh, modern Chinese food to the heart of downtown Austin, offering dishes representative of all eight styles of Chinese cuisine, as well as dim sum service on Sundays.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}