{
    "result": {
        "city": "Asheville, NC",
		"posts": [
            {
                "name": "Benne On Eagle",
				"add1": "35 Eagle St",
				"add2": "The Foundry Hotel",
				"cty": "Asheville",
				"stt": "NC",
				"zpcd": "28801",
				"phn": "(828) 552-8833",
				"url": "https://www.benneoneagle.com/",
				"note": "From the Eater website about Benne On Eagle, 'Ashleigh Shanti hit the road, she landed as chef de cuisine of Benne on Eagle, a refreshing Appalachian restaurant that declares a celebratory and exploratory focus on black regional foodways. Since beginning at Benne on Eagle last fall, Shanti’s menu, rich with spices, memory, and a remix of tradition, has attracted regular diners and popular industry figures alike, all enamored with her dexterity. Her cooking brings forward a part of Appalachia that many haven’t heard about, or have forgotten. Her work has earned her recognition as an Eater Young Gun for the class of 2019.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "New York Times"
            },
            {
                "name": "Biscuit Head",
				"add1": "417 Biltmore Ave",
				"add2": "#4f",
				"cty": "Asheville",
				"stt": "NC",
				"zpcd": "28801",
				"phn": "(828) 505-3449",
				"url": "https://biscuitheads.com/",
				"note": "Biscuit Head is a casual breakfast and lunch hub serving massive biscuits with a variety of toppings and pairings. From their website, 'Husband and wife team Jason and Carolyn Roy opened the original Biscuit Head restaurant in Asheville, North Carolina, to share their love of southern cooking, their inspiration from travel, and their commitment to local foods. The restaurant has been packed since day one and widely featured in the media.' From the Eater website, 'Bright and sunny cafe Biscuit Head piles fluffy, Southern biscuits with as many ingredients as customers order. Country ham, fried green tomatoes, crispy chicken, eggs, and more run down the list. Go early to avoid lines on weekends.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Close at 2:00 PM",
				"rcmmnd": "vvv"
            },
            {
                "name": "Buxton Hall Barbecue",
				"add1": "32 Banks Ave",
				"add2": "",
				"cty": "Asheville",
				"stt": "NC",
				"zpcd": "28801",
				"phn": "(828) 232-7216",
				"url": "https://www.buxtonhall.com/",
				"note": "Buxton Hall Barbecue serves whole-hog East Carolina BBQ, Southern sides, and cocktails on tap that meet in a soaring industrial space. From their website, 'Buxton Hall Barbecue opened in 2015, with Elliott Moss tending the smokers and Meherwan Irani bringing his experience as a restaurateur. At Buxton Hall, our team is revitalizing Carolina barbecue – paying respects to the hallowed traditions Moss was raised on while adding our own innovative approach. Our process is rooted in a respect for the barbecue craft and for people. Pastured pigs are purchased from our friends at Vandele Farms in Lake Lure, NC, butchered in-house, and set on the smoker for hours until the meat is juicy and sweet. Every part of the animal is utilized. The signature pulled pork has always starred, but the menu has recently expanded to offer brisket, ribs, sausage, and more…with a lineup of seasonal sides and desserts that blend Southern heritage and modern cooking.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Chai Pani Asheville",
				"add1": "22 Battery Park Ave,",
				"add2": "",
				"cty": "Asheville",
				"stt": "NC",
				"zpcd": "28801",
				"phn": "(828) 254-4003",
				"url": "https://www.chaipani.com/asheville",
				"note": "Chai Pani Asheville serves Indian chaat (street snacks) plus homestyle platters (thalis) in a funky, laid-back space. From their website. 'Indian street food from four-time James Beard nominated chef Meherwan Irani. Chai Pani literally means “tea and water.” It's slang in India for going out for a cup of tea, a tasty bite, a snack, or “a little something.” In Downtown Asheville (and now in Downtown Decatur), it means innovative, fun, affordable, and delicious Indian cuisine. We'd go so far as to say it's “mindblasting.” Some of the best food of any country is its street food, and Chai Pani features chaat - crunchy, spicy, sweet, tangy, brightly flavored Indian street snacks. And because there's nothing more comforting and delicious in any culture than a home cooked meal, Chai Pani also brings you thalis - traditional family meals highlighting India's amazing culinary diversity.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "New York Times"
            },
            {
                "name": "Cucina 24",
				"add1": "24 Wall St",
				"add2": "",
				"cty": "Asheville",
				"stt": "NC",
				"zpcd": "28801",
				"phn": "(828) 254-6170",
				"url": "http://www.cucina24restaurant.com/",
				"note": "Cucina 24 is a refined Italian fare and wine list, along with specialty cocktails, in a polished, contemporary setting. From their website, 'Our kitchen is focused on melding the traditions and philosophies of Italian cookery with ingredients found in the mountains of the American South. we work closely with a number of area farms, and our menus reflect the produce that they bring to us.' From the Eater website, 'Since 2008, Cucina 24 brings the long-established customs of Italian cooking together with products from the areas surrounding the Southern mountain town. Ingredients for the antipasti, pastas, pizzas, and mains are plucked from local farms and forests. The dining room is intimate, cozy, and welcoming — perfect for a date night.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Closed Sunday and Monday"
            },
            {
                "name": "Farm Burger Asheville",
				"add1": "10 Patton Ave",
				"add2": "",
				"cty": "Asheville",
				"stt": "NC",
				"zpcd": "28801",
				"phn": "(828) 348-8540",
				"url": "https://www.farmburger.com/asheville-nc/",
				"note": "Farm Burger Asheville is a rustic-chic counter spot for upscale burgers made with grass-fed beef, plus shakes, beer, and wine. Jax recommends the lamb burger if it's available since it's seasonal. From their website, 'Farm Burger believes in preparing meals the right way. We use ingredients that come from organic, local farms, and our chefs have a passion for creating delicious meals from these better-sourced ingredients. Our burgers are made from Hickory Nut Gap grassfed beef without GMOs, antibiotics, or hormones. Not looking for a burger? Try one of our farm-fresh salads or a basket of our hand-cut fries with a creamy milkshake made with ice cream from The Hop. We also have many brews on tap from local breweries like Oskar Blues, Hi Wire, and Catawba.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jax"
            },
            {
                "name": "Hole Doughnuts",
				"add1": "168 Haywood Rd",
				"add2": "",
				"cty": "Asheville",
				"stt": "NC",
				"zpcd": "28806",
				"phn": "(828) 774-5667",
				"url": "https://www.hole-doughnuts.com/",
				"note": "Hole Doughnuts is a buzzy locale for fried-to-order donuts made with local ingredients, along with coffee and orange juice. Bon Appetit recommends getting the Molasses Bourbon doughnut. From their website, 'Here at Hole, your doughnut is always made-to-order and served piping hot. Come on in and order yourself two or three, or thirteen. Enjoy a hot cup of coffee freshly roasted by our neighbors at PennyCup Coffee. Feel free to take a load off and let the outside world melt away as the entire process of making yeasted doughnuts by hand rolls out before your eyes in our open kitchen. Most importantly, let us share with you our favorite pastry at what we believe to be its finest moment: seconds out of the fryer, glazed, and delivered right to you. Our hope is that when you bite into one of our delicately crispy-on-the-outside, fluffy-on-the-inside doughnuts, you will be escorted to the glorious realm of the simplest of pleasures, the place where our fondest childhood memories live.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "Bon Appetit Top 10 in 2016 (YouTube)"
            },
            {
                "name": "Rhubarb",
				"add1": "7 N Pack Square",
				"add2": "",
				"cty": "Asheville",
				"stt": "NC",
				"zpcd": "28801",
				"phn": "(828) 785-1503",
				"url": "https://www.rhubarbasheville.com/",
				"note": "Rhubarb is a cool, contemporary spot for farm-to-table New American fare, plus a weekly family-style dinner. From their website, 'Rhubarb is a place where you can simply lean in and enjoy the company. A place where food and drink are at their uncomplicated best - creating personal memories and shared experiences.' From the Eater website, 'Chef John Fleer delivers modern Southern cooking in a contemporary, lively atmosphere at Rhubarb. Reservations aren’t required, but the dining room is constantly packed with visitors who have heard of Fleer’s national acclaim. The current offerings include grilled wild chicories, collards and cornbread, and trout with pickled pumpkin.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "New York Times"
            },
            {
                "name": "Sovereign Remedies",
				"add1": "29 N Market St",
				"add2": "#105",
				"cty": "Asheville",
				"stt": "NC",
				"zpcd": "28801",
				"phn": "(828) 919-9518",
				"url": "https://www.sovereignremedies.com/",
				"note": "Sovereign Remedies is a hip, multilevel bar with a vintage vibe serving craft cocktails and locally sourced New American fare. From their website, 'Sovereign Remedies was opened in October of 2014, by Charlie Hodge and his partner Sunil Patel bringing together years of work in the hospitality industry with years of farming the land. Sovereign Remedies is housed in the New Medical Building on North Market St.' From the Carolinas Eater website, 'With its stately arched windows, refined hodgepodge of vintage furnishings, and pleasant tangle of potted plants, Sovereign Remedies feels simultaneously posh and convivial. The imaginative, seasonal cocktails often leverage local fruit and herbs, and the food menus wander playfully around the globe, showcasing whatever’s currently being harvested at nearby farms or brought in fresh from the North Carolina coast. Try a local grass-fed beef tartare, white anchovy Caesar, hand-cut pasta with local mushrooms or the popular Make Space Frites topped either with duck poutine or guajillo ketchup, fermented peppers and chive aioli.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "White Duck Taco Shop (Downtown)",
				"add1": "12 Biltmore Ave",
				"add2": "",
				"cty": "Asheville",
				"stt": "NC",
				"zpcd": "28801",
				"phn": "(828) 232-9191",
				"url": "https://whiteducktacoshop.com/",
				"note": "White Duck Taco Shop (Downtown) is a colorful outpost of a taqueria mini-chain known for its eclectic, ever-changing combinations. From their website, 'The name White Duck Taco Shop originates from a nickname the Chef earned when she frequently got excited and talked too much to the kitchen staff. They called her &ldquo;La Pata Blanca&rdquo; which means White Duck.' From the Carolinas Eater website, 'What started out in 2011 inside a former chicken hatchery in the River Arts District is now a growing regional chain. The best of the locations is the White Duck that operates out of a quonset hut that sits on the French Broad River. It’s not just about this park-like ambience: White Duck’s tacos are endlessly creative and unique, like the Carolina barbecue, shrimp and grits, and, of course, duck with mole.' <strong>NOTE</strong>: They multiple locations",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}