{
    "result": {
        "city": "Asheville, NC",
		"posts": [
            {
                "name": "Button and Co. Bagels",
				"add1": "32 S Lexington Ave",
				"add2": "",
				"cty": "Asheville",
				"stt": "NC",
				"zpcd": "28801",
				"phn": "(828) 630-0330",
				"url": "https://katiebuttonrestaurants.com/button-co-bagels/",
				"note": "From the Button and Co. Bagels website, 'It's a classic bagel shop inspired by Katie Button's childhood in New Jersey and rooted in Asheville's Appalachian tradition. With a focus on sustainability and seasonality, bagels are made onsite using a house-made sourdough starter and blend of local, single variety flours from Asheville grain miller, Carolina Ground. Guests choose from plain, everything, rye, salt, benne seed, seeded, and fig and sorghum bagels, and a variety of cream cheese, fruit preserves and spreads. Open for breakfast and lunch, Button and Co. Bagels offers sandwiches such as an Egg and Cheese with Benton's Country Ham, Pastrami on Rye, Classic Gravlax and Sable rubbed in wild sumac among many other options. Pair bagels with Counter Culture Coffee, a house-made and bottled soda, freshly-pressed orange juice or homemade chocolate milk.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "New York Times"
            },
            {
                "name": "Buxton Hall Barbecue",
				"add1": "32 Banks Ave",
				"add2": "",
				"cty": "Asheville",
				"stt": "NC",
				"zpcd": "28801",
				"phn": "(828) 232-7216",
				"url": "http://www.buxtonhall.com/",
				"note": "Buxton Hall Barbecue serves whole-hog East Carolina BBQ, Southern sides, and cocktails on tap that meet in a soaring industrial space.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Farm Burger Asheville",
				"add1": "10 Patton Ave",
				"add2": "",
				"cty": "Asheville",
				"stt": "NC",
				"zpcd": "28801",
				"phn": "(828) 348-8540",
				"url": "https://farmburger.com/asheville-nc/",
				"note": "Farm Burger Asheville is a rustic-chic counter spot for upscale burgers made with grass-fed beef, plus shakes, beer, and wine. Jax recommends the lamb burger if it's available since it's seasonal. From their website, 'Farm Burger believes in preparing meals the right way. We use ingredients that come from organic, local farms, and our chefs have a passion for creating delicious meals from these better-sourced ingredients. Our burgers are made from Hickory Nut Gap grassfed beef without GMOs, antibiotics, or hormones. Not looking for a burger? Try one of our farm-fresh salads or a basket of our hand-cut fries with a creamy milkshake made with ice cream from The Hop. We also have many brews on tap from local breweries like Oskar Blues, Hi Wire, and Catawba.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jax"
            },
            {
                "name": "Hole Doughnuts",
				"add1": "168 Haywood Rd",
				"add2": "",
				"cty": "Asheville",
				"stt": "NC",
				"zpcd": "28806",
				"phn": "(828) 774-5667",
				"url": "https://www.hole-doughnuts.com/",
				"note": "Hole Doughnuts is a buzzy locale for fried-to-order donuts made with local ingredients, along with coffee and orange juice. Bon Appetit recommends getting the Molasses Bourbon doughnut. From their website, 'Here at Hole, your doughnut is always made-to-order and served piping hot. Come on in and order yourself two or three, or thirteen. Enjoy a hot cup of coffee freshly roasted by our neighbors at PennyCup Coffee. Feel free to take a load off and let the outside world melt away as the entire process of making yeasted doughnuts by hand rolls out before your eyes in our open kitchen. Most importantly, let us share with you our favorite pastry at what we believe to be its finest moment: seconds out of the fryer, glazed, and delivered right to you. Our hope is that when you bite into one of our delicately crispy-on-the-outside, fluffy-on-the-inside doughnuts, you will be escorted to the glorious realm of the simplest of pleasures, the place where our fondest childhood memories live.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "Bon Appetit Top 10 in 2016 (YouTube)"
            }
        ]
    }
}