{
    "result": {
        "city": "Baltimore, MD",
		"posts": [
            {
                "name": "Baltimore Farmers' Market and Bazaar",
				"add1": "E Saratoga St and Holliday St",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21202",
				"phn": "",
				"url": "https://farmersmarketbaltimore.org/",
				"note": "While strolling through Maryland's largest producers-only market (producers-only meaning all vendors make what they sell), shoppers can revel at the sight of a vast quantity of foods, including crisp seasonal fruits and vegetables, poultry, seafood, beef, pork, lamb, rabbit, fresh baked goods, flavorful herbs, and organically raised and produced milk, yogurt, butter, eggs and cheese products. Additionally, dozens of food vendors add spice to the market with multi-cultural cuisines. These include traditional pit beef sandwiches, omelets, breakfast burritos, crepes, wood-fired pizzas, pies and quiches, soups, noodles, and dumplings. If you like fresh horseradish, you need to find the guy selling turkey burgers near the information booth. His horseradish will clean out your sinuses. It's that strong.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Open Sunday's mid-April to mid-December",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bar Clavel",
				"add1": "225 W 23rd St",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21211",
				"phn": "(443) 900-8983",
				"url": "https://barclavel.com/",
				"note": "Bar Clavel serves Mexican-inspired cocktails, and elevated cuisine is served in a simple room with hip hanging lights. From the DC Eater website, 'Bar Clavel serves Mexican-inspired cocktails, and elevated cuisine is served in a simple room with hip hanging lights. Clavel’s build-your-own taco kits ensure the beans and barbacoa don’t weigh down the tortillas before you get them home. The popular Remington spot reopened outdoor dining at the restaurant and continues to offer takeout.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bertha's Mussels",
				"add1": "734 S Broadway",
				"add2": "",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21231",
				"phn": "(410) 327-5795",
				"url": "https://berthas.com/",
				"note": "Bertha's Mussels has been a quirky seafood joint and tavern since 1972, known for mussels and regularly scheduled live music. From the Baltimore Magazine website, 'At this funky 43-year-old Fells Point landmark, expectant locals and tourists alike arrive in droves for black-shelled bivalves. Mussels come hot and tender, with an array of marvelous melted butter's, including garlic, spinach, and tarragon, or anchovy-tomato, but we strongly suggest one of the specials submerged in coconut milk and Thai chili or chorizo and Heavy Seas beer. For more succulent shelled snacks, consider the escargot, or keep it classic with steamed shrimp. And on your way out, don’t forget to grab the famous “Eat Bertha’s Mussels” bumper sticker (said to have been sighted on all seven continents) to help spread their gospel of goodness.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Blue Agave",
				"add1": "1032 Light St",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21230",
				"phn": "(410) 576-3938",
				"url": "https://www.blueagavemexicanfood.com/",
				"note": "Blue Agave is a festive Mexican eatery and tequila bar (more than 130 labels) with classic ceramic-tiled tabletops. If you're starving or have a large group, order the four-pound burrito with chicken and skirt steak. From their website, 'An experience at Blue Agave isn’t just about placing an order or starting a tab. It’s about experiencing more—more quality, more variety, more excitement, more TLC. We start with fresh sauces, salsas, and moles made in-house daily. We continue with over 130 tequilas, masterfully crafted cocktails, and a staff of kind (unless messed with), fun (sorry about that hangover), and knowledgeable (but never boring) people. And we don’t stop until you’ve gotten everything you came in for, and then some.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Blue Moon Cafe",
				"add1": "1621 Aliceanna St",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21231",
				"phn": "(410) 522-3940",
				"url": "http://bluemoonbaltimore.com/",
				"note": "Blue Moon Cafe is a popular cafe is serving American breakfast meals in a bright, funky setting, open 24 hours on weekends. The dish to get is the Captain Crunch French Toast with homemade whip cream and fresh seasonal berries. Their cheese omelette, home fries, and toast is great too. If you're still hungry, see if you can get yourself one of their enormous cinnamon rolls? From their website, 'Baltimore-based Conceptionista Sarah Simington has traveled the country honing her craft. In 1996 Sarah, and her mother Sherri- a diner veteran, opened acclaimed The Blue Moon Cafe in the historic Fells Point area of Baltimore, Maryland. Sarah's personal style is in every corner of The Blue Moon Cafe. From the bright and funky artwork to the music, you know Sarah's rock and roll attitude goes into every bite of her food. Driven by the passion she has for mixing people and food, Sarah strives for every bite to invoke discovery and playfulness for anyone that tackles her signature breakfast. Adventurous as they may be, Blue Moon diners agree that you don't have to be a kid to get excited about diving into her now-famous Captain Crunch French Toast. Sarah's love of food as a means of a personal connection comes from watching her mother serve up some of the country's best diner food. Sarah's classic diner exposure gave her a love for breakfast food, which is, as everyone knows, the most important meal of the day!' <strong>NOTE</strong>: They have a second location called Blue Moon Too in the Federal Hill area of Baltimore.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Bun Shop",
				"add1": "239 W Read St",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21201",
				"phn": "(410) 989-2033",
				"url": "",
				"note": "The Bun Shop is a loft-like, late-night cafe for filled buns like piroshki and empanadas, plus Vietnamese coffee. BYOB. From the Baltimore Magazine website, 'The Bun Shop: This artsy Mt. Vernon cafe, known for its wide array of sweet and savory pastries, is expected to launch its second location at the end of November. The new Inner Harbor spot will feature an expanded kitchen and offer The Bun Shop’s signature tarts, puffs, empanadas, donuts, coffees, and teas.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Chaps Pit Beef",
				"add1": "5801 Pulaski Hwy",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21205",
				"phn": "(410) 483-2379",
				"url": "https://chapspitbeef.com/",
				"note": "Chaps Pit Beef is a popular pit-beef outlet that serves their namesake sandwiches and homestyle sides in a strip-club parking lot. You need to order the 'Habbit,' which has smoked roast beef, smoked turkey, and smoked ham, along with cheese and a side of French fries. From their website, 'Chaps Pit Beef proudly serves Maryland’s best pit beef, turkey, and pork as well as BBQ chicken and ribs. We pair those items with delicious home-style sides, including hand-cut fries, baked beans, green beans, coleslaw, potato salad, and more!' <strong>NOTE</strong>: They have multiple locations in the Maryland area.",
				"eaten": "yes",
				"photo": "https://c2.staticflickr.com/4/3720/9538216287_6c38902da5_n.jpg",
				"cptn": "Cross section of the 'Habbit', which has smoked roast beef, smoked turkey and smoked ham, along with cheese and a side of French fries",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "The Charmery",
				"add1": "801 W 36th St",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21211",
				"phn": "(410) 814-0493",
				"url": "https://www.thecharmery.com/",
				"note": "The Charmery is a quirky, family-owned ice cream shop is offering innovative and seasonal flavors in a cheery space. From their website, 'We use the best possible ingredients, supporting local farmers and producers whenever possible. Featuring ever-changing seasonal ice cream flavors, specialty sundaes, hand-spun milkshakes, and floats. The Charmery loves to collaborate with our local community, including artists, musicians, and community figures.' <strong>NOTE</strong> - They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Gary’s Grilled Turkey Burgers & Sauces",
				"add1": "E Saratoga St and Holliday St",
				"add2": "Baltimore Farmers' Market and Bazaar",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21202",
				"phn": "(410) 752-8632",
				"url": "",
				"note": "Gary's Grilled Turkey Burgers and Sauces have an Apple Chipotle is available every week. They rotate the Thai Chili, Mango Habanero, and Ginger Teriyaki burgers so that one of them is also available weekly. I haven't yet had one of Gary's burgers, but the thing I go to his stand for is his horseradish which is really strong and can clean out your head. He also sells horseradish mustard in a larger size than the small horseradish jar.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Open Sunday's mid-April to mid-December",
				"rcmmnd": "vvv"
            },
            {
                "name": "Golden West Cafe",
				"add1": "1105 W 36th St",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21211",
				"phn": "(410) 889-8891",
				"url": "https://www.goldenwestcafe.com/",
				"note": "Golden West Cafe is a funky Hampden road-house is offering New Mexican dishes and eclectic comfort grub in unpretentious digs. The one item that has never steered me wrong is the Huevos Montulenos, which is whole kernel corn cakes topped with two sunny-up eggs, pinto -or- black beans, green -or- red chile sauce, feta cheese, salsa Fresca, fried banana, and a flour tortilla. From the Food Network website, 'A breakfast worthy of champions and worthy of Duff, the Huevos Montulenos at Golden West Cafe satisfy any hungry eater with their kernel corn cakes, tasty pinto beans, and fried banana. Along with New Mexican specialties, you can also order Maine blueberry pancakes and a vegan BBQ sandwich. They recommend you order the Huevos Montelenos, which I had before I knew on the recommendation of the waitperson that took our order if I never came back.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Grano Pasta Bar",
				"add1": "1031 W 36th St",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21211",
				"phn": "(443) 869-3429",
				"url": "https://granopastabar.com/",
				"note": "Grano Pasta Bar is a small, homey pick for hearty Italian noodles and sauces with indoor/outdoor seating, It's BYOB (bring your own beer). You should order any of the fresh pasta dishes, especially seafood, since Baltimore is so close to the ocean. From their website, 'Traditional old world pasta recipes and trendy global discoveries of new flavors and technics. Always respecting the work and efforts of our food suppliers.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Jimmy's Famous Seafood",
				"add1": "6526 Holabird Ave",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21224",
				"phn": "(410) 633-4040",
				"url": "https://jimmysfamousseafood.com/",
				"note": "If Jimmy's Famous Seafood deserves fame, for one thing, it’s the crab cakes which is 95 percent crab, 5 percent binding. The crab cakes — which are about the size of your hand — are packed with fresh Maryland lump blue-crab meat. Another massive menu item is the Seafood UFO. The oversized slices of bread that hold this sandwich together can barely contain all the fillings: colossal crab cakes and crab-studded mac and cheese balls, along with mounds of fried shrimp, fried oysters, and shrimp salad.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Le Comptoir du Vin",
				"add1": "1729 Maryland Ave",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21201",
				"phn": "(443) 297-7384",
				"url": "https://www.comptoirbaltimore.com/",
				"note": "From the Baltimore Magazine website about Le Comptoir du Vin, 'A restaurant’s menu can be minimalist without being simple. Proof of this can be found in Station North, where the charming new European-style bistro Le Comptoir du Vin has been impressing sophisticated diners since it opened in November. Generally, just seven to 10 dishes are scrawled in white chalk on a blackboard in the tiny dining room, but each of them offers a gateway to the best attributes of French-inspired cuisine.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, and Tuesday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Lexington Market",
				"add1": "400 W Lexington St",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21201",
				"phn": "(410) 685-6169",
				"url": "https://lexingtonmarket.com/",
				"note": "Lexington Market is an enormous indoor market established in 1782, with food stands and produce, meat and seafood purveyors. From their website, 'Lexington Market is a taste of Baltimore you can’t find anywhere else. It’s local people making local food, incorporating local favorites with flavors from all around the world. It’s diverse, it’s unique, it’s Baltimore. Baltimore’s Lexington Market is the oldest market in America. Founded in 1782 at the site where it stands today, Lexington has served Baltimore and surrounding communities for more than nine generations. It’s as old as America itself.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Maggie's Farm",
				"add1": "4341 Harford Rd",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21214",
				"phn": "(410) 254-2376",
				"url": "http://www.maggiesfarmmd.com/",
				"note": "Maggie's Farm is an intimate bar and restaurant showcasing thoughtfully sourced, globally inspired provisions and cocktails. From their website, 'is committed to supporting local farms, businesses, and charities. We currently source from Kohl Family Farm, TUSCARORA ORGANIC CO-OP, Andy's Eggs and Poultry, Roseda Farms, Zeke's coffee, our garden, and more. We strive to provide quality service and product in a comfortable space. We might not be the best. But we hope we're your favorite.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Miss Shirley’s Cafe",
				"add1": "513 W Cold Spring Ln",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21210",
				"phn": "(410) 889-5272",
				"url": "https://www.missshirleys.com/",
				"note": "Miss Shirley’s Cafe is a brunch cafe boasting local ingredients, and they have outdoor seating plus a pancake-of-the-month special. From their website, 'Miss Shirley's Cafe offers guests an upscale-casual and exceptional award-winning culinary experience for all-day breakfast, brunch and lunch. Our specialties are rooted in Southern fundamentals and the abundance of fresh ingredients from Maryland. We pride ourselves in beautifully presented plates, prompt and professional service, as well as clean, comfortable and well-maintained premises for our guests.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Mushroom Stand",
				"add1": "E Saratoga St and Holliday St",
				"add2": "Baltimore Farmers' Market and Bazaar",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21202",
				"phn": "",
				"url": "hhh",
				"note": "When you're at The Mushroom Stand, you need to order the King Oyster Mushroom Fritters with fresh feta and some hot sauce with salad greens. They were worth the wait. They only sell 200 orders, and when they're gone, they're gone. Their grilled/roasted portabella mushroom sandwich or salad looked great too while waiting for my food.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "One-Eyed Mike's",
				"add1": "708 S Bond St",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21231",
				"phn": "(410) 327-0445",
				"url": "https://www.oneeyedmikes.com/",
				"note": "One-Eyed Mike’s is a local gastropub is located in a historic former tavern with a hand-carved bar, tin ceiling, and courtyard. If they have cioppino, a seafood stew, you need to order it if it's on special. From their website, ‘Part of the old school charm of One-Eyed Mike’s is that it’s not located among the other taverns and restaurants in the heart of Fell’s Point. It stands alone, located just off the beaten path on a cozy block of Bond St. It’s a place where the locals frequent and refers to as their own. At One-Eyed Mike’s, we’ve created an atmosphere where “you’re a stranger here but once.”’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sip and Bite Restaurant",
				"add1": "2200 Boston St",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21231",
				"phn": "(410) 675-7077",
				"url": "https://www.sipandbite.com/",
				"note": "Sip and Bite has been a local landmark since 1948 and is known for its crab cakes, and diner fare served seven days a week, along with their beer and wine selection. From their website, 'Sip & Bite is most famous for crabcakes and serving hearty breakfasts all day and night at prices that keep our guests and friends coming back for more. Whether it is for breakfast, lunch, dinner, drinks with Happy Hour prices all day, or the amazing Crab Cakes, the portions are always fresh and plentiful. For over 70 years, we have made our crab cakes with the same tried-and-true recipe which includes quality crabmeat, just the right spices and our legendary technique in preparation.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-Ins and Dives"
            },
            {
                "name": "Taharka Brothers Ice Cream",
				"add1": "3515 Clipper Mill Rd",
				"add2": "",
				"cty": "Baltimore",
				"stt": "MD",
				"zpcd": "21211",
				"phn": "(410) 889-1885",
				"url": "https://taharkabrothers.com/",
				"note": "Taharka Brothers Ice Cream products can be found at restaurants, shops, and their seasonal food truck, which can be spotted at area events. People especially like the pistachio, salty caramel, and butter-pecan ice cream. Still, they love the company’s creativity with other flavors, of which you should order the roasted strawberry or the vanilla fudge mint. From their website, ‘Well known for serving up classic flavors along with a constantly evolving roster of delightful, small-batch flavors beloved in Baltimore, Taharka Brothers’ award-winning ice cream lineup includes favorites like Honey Graham, Mintflix and Chillz, Key Lime Pie, and Caramel Crunch. Taharka Brothers are widely known for our unique social mission, focused on creating an impactful, profitable business managed and operated by young adults from some of Baltimore’s most troubled neighborhoods. Our menu features rotating seasonal and one-time flavors inspired by local happenings and a handful of “collaborations’’ with other local small businesses throughout the year!’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "TEDxMidAtlantic"
            }
        ]
    }
}