{
    "result": {
        "city": "Brooklyn, NY",
		"posts": [
            {
                "name": "Allswell",
				"add1": "124 Bedford Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11211",
				"phn": "(347) 799-2743",
				"url": "http://www.allswellnyc.com/",
				"note": "Allswell is a seasonally-driven, rustic American pub located in Williamsburg, Brooklyn. They work closely with farmers and purveyors to source fresh, interesting ingredients for their guests. Allswell's approach is casual, and their menu changes frequently to keep fresh energy flowing throughout the seasons. From their website, 'ALLSWELL is a seasonally-driven, rustic American pub located in Williamsburg, Brooklyn. We work closely with farmers and purveyors to source fresh, interesting ingredients for our guests. Allswell's approach is casual, and our menu changes frequently in order to keep fresh energy flowing throughout the seasons.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
			},
			{
                "name": "Champs Diner",
				"add1": "197 Meserole St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11206",
				"phn": "(718) 599-2743",
				"url": "https://www.champsdiner.com/",
				"note": "Champs Diner serves vegan baked goods and comfort-food items in a retro diner setting. <strong>NOTE</strong>:Cash only.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dekalb Market Hall",
				"add1": "445 Albee Square W",
				"add2": "City Point BKLYN",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11201",
				"phn": "(929) 359-6555",
				"url": "https://www.dekalbmarkethall.com/",
				"note": "Dekalb Market Hall is a bustling destination that houses 40 food vendors, including old-school and new-school New York City restaurants. From the New York Times website, 'DeKalb Market Hall is among the city’s largest food halls. Brightened by neon signage, it is home to more than 40 entrepreneurs selling everything from pickles to pho in about 60,000 square feet of underground space in Downtown Brooklyn.' From the Lonely Planet website, 'Choose from hand-made pierogi and beer, churros, crepes, arepas (cornbread sandwiches), French patisserie, tacos, brimming bagels and plenty more.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "Di Fara Pizza",
				"add1": "1424 Avenue J",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11230",
				"phn": "(718) 258-1367",
				"url": "https://www.difarapizzany.com/",
				"note": "Di Fara Pizza serves pizza fans that trek to this no-frills Midwood storefront and queue up to partake of its storied slices. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Somebody Feed Phil"
            },
            {
                "name": "Du's Donuts",
				"add1": "107 N 12th St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11249",
				"phn": "(718) 215-8770",
				"url": "https://www.dusdonuts.com/",
				"note": "Du's Donuts is a modern stop at The William Vale hotel for inventive cake donuts, and crullers, along with coffee and cold brew. Du’s Donuts & Coffee serves Chef Wylie Dufresne’s recipe for New England-style cake donuts and crullers in classic and imaginative flavors.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Fette Sau",
				"add1": "354 Metropolitan Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11211",
				"phn": "(718) 963-3404",
				"url": "http://www.fettesaubbq.com/",
				"note": "Fette Sau is a popular dry-rub BBQ, beer, and bourbon purveyor with an industrial cafeteria-style decor, and wall mural. From their website, 'In the early spring of 2007, Joe Carroll opened Fette Sau, a barbeque restaurant with a bar focused on local craft beer and small production American spirits. The menu is simple and focused on the meats, all of which are heritage breeds raised naturally by small family farms and contain no antibiotics or hormones. The barbeque is one part Central Texas and one part New York Deli. The meat is ordered by weight and served on butcher paper. All the traditional barbeque cuts are served along with plenty of not-so-traditional things like beef tongue pastrami, pork belly, and veal heart.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Simon Wright's Do Lecture"
            },
            {
                "name": "Forrest Point",
				"add1": "970 Flushing Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11206",
				"phn": "(718) 366-2742",
				"url": "https://www.forrestpoint.com/",
				"note": "Forrest Point is an inventive craft cocktails, including milk punches, plus eclectic fare in an indoor-outdoor setting. From their website, 'On the menu is some of the best cuisine that cast-iron cookware has to offer, an original take on Middle-Eastern cuisine that includes decadent burgers, a stand-out roasted eggplant sandwich with halloumi cheese, chicken fried oysters and Valrhona ganache s’mores with toasted marshmallows bursting out of the skillet.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Fort Defiance",
				"add1": "365 Van Brunt St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(347) 453-6672",
				"url": "http://www.fortdefiancebrooklyn.com/",
				"note": "Fort Defiance serves classic cocktails paired with seasonal American fare and weekend brunch in a vintage-inspired setting. From their website, 'At Fort Defiance, we strive to source our meats, dairy, fruits, and vegetables locally and responsibly. All of our eggs and most of our seasonal fruits and vegetables come from Lancaster Farm Fresh Co-op, a nonprofit collective of organic family farms in Pennsylvania. Our milk is from Battenkill Valley Creamery in Salem, NY, the freshest and tastiest milk available. We buy our meat from Pino Prime Meats, a hundred-year-old butcher shop in SoHo, right down the street from Grandaisy Bakery, where our bread is baked.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Frankies 457 Spuntino",
				"add1": "457 Court St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(718) 403-0033",
				"url": "https://www.frankiesspuntino.com/457",
				"note": "Frankies 457 Spuntino is a popular neighborhood Italian with Tuscan cooking served in a tiled room or out in the ample garden. Alex, the French Guy Cooking from YouTube, recommends the meatballs and red sauce. From Serious Eats website, 'When eating at Frank Falcinelli and Frank Castronovo's Frankies Spuntino, not ordering the meatballs is really a crime. They are by far the best meatballs I've ever had in a restaurant, and possibly my life.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Alex the French Guy Cooking from YouTube"
            },
            {
                "name": "Giovanni's Brooklyn Eats",
				"add1": "1657 8th Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11215",
				"phn": "(718) 788-8001",
				"url": "http://www.giovannisbrooklyneats.com/",
				"note": "Giovanni's Brooklyn Eats serves seasonal menus of classic Italian eats and is the star at this warm, cozy restaurant with outside seating. From their website, 'Real Italian dishes made from real Italian family recipes, prepared and served in a restaurant created and ran by an owner raised in a real Brooklyn Italian household. That’s what you experience when you eat at Giovanni’s.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Hometown Bar-B-Que",
				"add1": "454 Van Brunt St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(347) 294-4644",
				"url": "https://hometownbbq.com/",
				"note": "Hometown Bar-B-Que is a rustic counter-service choice featuring slow-smoked meats, craft beer, and live music on weekends. Delaney and Brad from Bon Appetit (YouTube) recommend the spare rib, the shredded lamb breast, and the smoke turkey. Other's suggest you order the Korean sticky ribs along with the lamb belly and some pickled red onions. From the New York City Eater website, 'Hometown is pitmaster Billy Durney's vision of NYC barbecue. While it leans toward Texas-style barbecue, it is at its heart and soul a New York restaurant. It was previously declared the best barbecue in the city by Eater critic Ryan Sutton, and many barbecue aficionados agree. The move here is to order everything on the menu — but especially the short rib, brisket, Jamaican jerk ribs, and spare ribs.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Delaney and Brad from Bon Appetit (YouTube)"
            },
            {
                "name": "Kotti Berliner Döner Kebab",
				"add1": "445 Albee Square W",
				"add2": "Dekalb Market Hall",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11201",
				"phn": "(929) 379-0453",
				"url": "https://kottidoner.com/",
				"note": "From the Kotti Berliner Döner Kebab website, 'Kotti Berliner Döner’s founder, Erkan Emre, has been eating döner since his childhood in Berlin. But when he moved to New York City, he noticed there was nowhere to feed his craving for Berliner Döner Kebab. The only solution was to bring döner to New York City himself, so he partnered with his Co-Founder, food industry expert Michael Stark, to turn his vision into reality. Kotti was then chosen from hundreds of applicants to participate in Smorgasburg, Brooklyn’s premiere outdoor food festival.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "Mile End Delicatessen",
				"add1": "97 Hoyt St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11217",
				"phn": "(718) 852-7510",
				"url": "https://www.mileenddeli.com/",
				"note": "Mile End Delicatessen is a small spot drawing big crowds for smoked meat sandwiches and other Montreal-style Jewish deli staples. From their website, 'Using our grandmothers’ time-honored recipes as the foundation for our menu, we updated traditional dishes and focused on fresh ingredients and from-scratch cooking techniques. The restaurant is a combination of a Jewish delicatessen and a Canadian-style restaurant, modeled after delis found in Montreal’s famous Mile End neighborhood. This specific style of deli inspired us to offer signature smoked meats and sandwiches, homemade hotdogs with tangy kraut, poutine, fresh whitefish salad, and more.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "One Girl Cookies",
				"add1": "33 Main St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11201",
				"phn": "(212) 675-4996",
				"url": "https://onegirlcookies.com/location/dumbo/",
				"note": "One Girl Cookies is a charming bakery offering cookies and cakes plus coffee, savory snacks, wine, and beer. They serve the same delicious treats, breakfast items, and coffee beverages that they serve at their flagship store.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "R and D Foods",
				"add1": "602 Vanderbilt Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11238",
				"phn": "(347) 915-1196",
				"url": "https://www.rdfoodsbklyn.com/",
				"note": "R and D Foods is a small, upscale grocer offering charcuterie, cheeses, and baked goods along with prepared foods and sandwiches. Helen Rosner recommends their The Horse and Pig sandwich, which is horseradish, Benton’s bacon, butter, onions. From their website, 'We are Ilene Rosen and Sara Dima, co-owners of R&D Foods. Our store opened on May 13, 2014, but we’ve worked side by side since 2003. Our small but mighty shop is where we live and breathe every day. We’re old-school shop keepers helping our customers select cheese for the in-law's visit, wrap a present for a co-worker and pack a gift bag for the neighbors who just had a baby. We sell made-to-order sandwiches, vegetable-driven prepared foods, grocery staples, and specialties alike.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner"
            },
            {
                "name": "She Wolf Bakery",
				"add1": "224 India St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11222",
				"phn": "ggg",
				"url": "http://www.shewolfbakery.com/",
				"note": "From the She Wolf Bakery website, 'We started baking bread in 2009 in the wood oven at Roman’s. After dinner service, we would make a fire. Early in the morning, our baker Austin Hall would come in, rake out the coals, and bake-off bread for the day. This bread became a part of Roman’s at every service and staff meal. Soon the chefs at Marlow and Sons Diner, and Reynard wanted to bring the same quality and integrity to the bread they served. We expanded bread production to our own space in Greenpoint, and now supply the bread served at all of our restaurants and others around the city. You can purchase loaves at Marlow and Daughters and Roman's, as well at ten NYC Greenmarkets.' <strong>NOTE</strong>: They are also are at the Union Square Farmers Market in Manhattan on Monday, Wednesday, and Friday.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Totonno’s",
				"add1": "1524 Neptune Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11224",
				"phn": "(718) 372-8606",
				"url": "https://www.totonnosconeyisland.com/",
				"note": "Totonno’s is a beloved old-school joint furnishing thin-crust coal-oven pizza to Coney Island crowds since 1924.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Ugly Delicious and Somebody Feed Phil"
            }
        ]
    }
}