{
    "result": {
        "city": "Brooklyn, NY",
		"posts": [
            {
                "name": "A-Pou's Taste",
				"add1": "963 Grand St",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11211",
				"phn": "(718) 388-3038",
				"url": "https://www.apoustasteny.com/",
				"note": "From the New York City Eater website, ‘A-Pou’s Taste is a small  Taiwanese cafe that has the feel of a well-worn neighborhood spot. It  opened in 2017 serving top-notch dumplings — pork and pumpkin are best —  in the afternoon and fan tuan and egg sandwiches in the morning.’ From the Eater YouTube description about A-Pou’s Taste, “Meet the woman behind A-Pou’s Taste, the famous Taiwanese pot sticker food truck and restaurant in NYC. Yeh Chi Yao named her business after the Taiwanese word “a pou,” meaning “old lady,” sharing her belief that more life experience makes for better, tastier food. Since introducing Taiwanese  street food to the scene 15 years ago, A-Pou’s Taste hasn’t slowed down,  producing over 1,000 pot stickers every day.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Eater (YouTube)"
            },
            {
                "name": "Allswell",
				"add1": "124 Bedford Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11211",
				"phn": "(347) 799-2743",
				"url": "https://allswellnyc.com/",
				"note": "Allswell is a seasonally-driven, rustic American pub located in Williamsburg, Brooklyn. They work closely with farmers and purveyors to source fresh, interesting ingredients for their guests. Allswell's approach is casual, and their menu changes frequently to keep fresh energy flowing throughout the seasons. From their website, 'ALLSWELL is a seasonally-driven, rustic American pub located in Williamsburg, Brooklyn. We work closely with farmers and purveyors to source fresh, interesting ingredients for our guests. Allswell's approach is casual, and our menu changes frequently in order to keep fresh energy flowing throughout the seasons.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
			},
            {
                "name": "Bagel Hole",
				"add1": "400 7th Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11215",
				"phn": "(718) 788-4014",
				"url": "hhh",
				"note": "Bagel Hole is a snug, no-nonsense outpost specializing in hand-rolled, crusty bagels, plus hearty sandwiches. From their website, 'Bagel Hole offers hand-rolled, old-style bagels. All of our bagels are made and baked on the premise. We use only the finest all-natural ingredients in all our bagels. No additives or preservatives. Then we bake them to a crisp golden brown. Oh, and by the way, our bagels are boiled and never steamed like those other so-called bagels... (rolls with holes). We were established in 1985 and brought with us over ten years of experience at the time. We were taught the art of the hand-rolled bagel by a gentleman who had been making bagels since he was a young man back in Germany during the 1940s. His experience was not only in bagels and bialys but a broad range of breads and pastries.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "Balthazar",
				"add1": "80 Spring St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(212) 965-1414",
				"url": "https://balthazarny.com/",
				"note": "Balthazar is an iconic French brasserie with steak frites, brunch, and pastries in a classy space with red banquettes. Delaney and Claire from Bon Appetit (YouTube) recommend ordering the full English breakfast, the Eggs Florentine with artichokes, and the tartine with bread and jam. Delaney and Christina Chaey also recommend getting the bread/rolls. From the New York City Eater website, 'Keith McNally’s enduring Soho brasserie is one of the most spectacular places to enjoy brunch in New York City. It actually might be the greatest brunch restaurant in the world, for that matter. Balthazar is a swell place to go with a small group for a celebratory meal on the weekends. For a real splurge, order a seafood tower, steak tartare, and Champagne.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Delaney and Claire from Bon Appetit (YouTube)"
            },
            {
                "name": "Bunna Cafe",
				"add1": "1084 Flushing Ave",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11237",
				"phn": "(347) 295-2227",
				"url": "https://www.bunnaethiopia.net/",
				"note": "From the New York City Eater website, ‘Bunna Cafe was started by Sam Saverance and Liyuw Ayalew as a pop-up to highlight the importance of coffee (bunna) in Ethiopian cuisine and culture through elaborate coffee ceremonies. It has since become a permanent fixture of the vegan food scene in the neighborhood. Perfect for sharing, the main attraction is the beyaynetu, a feast of injera and stewed side dishes that can be eaten solo or portioned for larger groups. Despite all the changes in the neighborhood, Bunna Cafe remains a Bushwick staple. Sample the family-style platters of split pea-based shiro or the red lentil misir wot, served with spongy injera bread that’s perfect for sharing. A semi-secret gem of the neighborhood, the meat-free Bunna Cafe is paradise for vegetarians and vegans looking for exciting dining options. But it also won’t scare away even the most ardent of carnivores. Aromatic stews like shiro (split peas simmered with tomato, spices, garlic, ginger, and onion) and the spicier, red lentil-based misir wot are refreshing, healthy, and most importantly, tasty. The warm lighting and live steel drum music are perfect for lingering with friends, so order one of the feasts for groups, to be scooped up with spongy, slightly sour injera bread. Save room for baklava and original cocktails like the “CuCumba!” (gin, celery and grapefruit shrub, and muddled cucumber).’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Caputo's Bake Shop",
				"add1": "329 Court St",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(718) 875-6871",
				"url": "https://caputospastryshoppe.com/",
				"note": "Caputo's Bake Shop is a bustling, iconic Italian bakery known for its wide variety of breads, cookies, and baked goods. From their website, 'Have you ever experienced traditional Italian baking? There's nothing quite like the mouthwatering taste and heavenly smell. Instead of settling for average bakeries, stop by Caputo's Pastry Shoppe. We're a local pastry shop in Long Branch, NJ, that maintains family traditions. Our bakery has been open since 1923 and family-run for five generations. We guarantee you won't be disappointed by our aromatic coffee and delicious baked goods. Visit us today to find out what makes us one of the premier bakeries in the area. Have you ever experienced traditional Italian baking? There's nothing quite like the mouthwatering taste and heavenly smell. Instead of settling for average bakeries, stop by Caputo's Pastry Shoppe. We're a local pastry shop in Long Branch, NJ, that maintains family traditions. Our bakery has been open since 1923 and family-run for five generations. We guarantee you won't be disappointed by our aromatic coffee and delicious baked goods. Visit us today to find out what makes us one of the premier bakeries in the area. We make all our bread and pastries from scratch. We adhere to traditional baking styles. Our showcase features specialty cakes that are ready to go. Come enjoy your morning coffee along with a Danish pastry. Or visit later in the day to pick up a cake for a special event. Whatever you're looking for, our friendly staff is here to help.' The Burger Show recommends ordering the burger.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Burger Show (YouTube)"
            },
            {
                "name": "Court Street Grocers",
				"add1": "485 Court St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(718) 722-7229",
				"url": "https://www.courtstreetgrocers.com/",
				"note": "Court Street Grocers is a specialty market that offers grocery items, gourmet sandwiches, prepared foods, and quality meats. Delaney and Christina Chaey from Bon Appetit (YouTube) recommend the following as their best sandwiches were the Ali, the Delite, and the smoked Salomon. From the Serious Eats NYC website, 'Court Street Grocers is making some of the best sandwiches we've had recently (and we are sandwich crazies)—plus you can wash them down with tough-to-find-in-NYC regional sodas. Like Cheerwine, for which they drive down to North Carolina to pick up crates of the real cane-sugar version. The fridge also stocks cans of Vernors ginger ale, glass bottles of Bubble Up, and Kombucha.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Delaney and Christina Chaey from Bon Appetit (YouTube)"
            },
            {
                "name": "Cuts and Slices",
				"add1": "93 Howard Ave",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11233",
				"phn": "(718) 552-2652",
				"url": "https://cutsandslicesnyc.com/",
				"note": "Cool eatery selling pies and slices with creative toppings like chicken-and-waffle, oxtail, and curry shrimp. From their website, 'More than just pizza: A slice of community. At Cuts and Slices, we're all about bringing people together over great pizza. We aim to create a cozy, safe space that feels like home for everyone. Our mission goes beyond making delicious food; we're here to support our team and give back to the community. With innovative recipes and heartfelt connections, we're more than just a pizza place—we're a slice of life. With creative and unconventional pizza toppings like oxtail, Shrimp, and Lobster Black truffle Alfredo, we continuously push the boundaries of traditional pizza-making. Cuts and Slices: Every Slice Feels Like Home. We're not just making great pizza; we're creating a place where you belong. Join us in a cozy, welcoming space where every bite supports a vision of togetherness and fresh ideas.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Wednesday",
				"rcmmnd": "Frank Pinello (Govney YouTube)"
            },
            {
                "name": "Dekalb Market Hall",
				"add1": "445 Albee Square W",
				"add2": "City Point BKLYN",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11201",
				"phn": "(929) 359-6555",
				"url": "https://www.dekalbmarkethall.com/",
				"note": "Dekalb Market Hall is a bustling destination that houses 40 food vendors, including old-school and new-school New York City restaurants. From the New York Times website, 'DeKalb Market Hall is among the city’s largest food halls. Brightened by neon signage, it is home to more than 40 entrepreneurs selling everything from pickles to pho in about 60,000 square feet of underground space in Downtown Brooklyn.' From the Lonely Planet website, 'Choose from hand-made pierogi and beer, churros, crepes, arepas (cornbread sandwiches), French patisserie, tacos, brimming bagels and plenty more.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "Di Fara Pizza",
				"add1": "1424 Avenue J",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11230",
				"phn": "(718) 258-1367",
				"url": "https://difaras.com/",
				"note": "Di Fara Pizza serves pizza fans that trek to this no-frills Midwood storefront and queue up to partake of its storied slices. From their website 'Domenico De Marco, or &ldquo;Dom,&rdquo; opened Di Fara Pizza in 1965 after emigrating to Brooklyn from the Province of Caserta in Italy. Before Di Fara Pizza, Dom spent time working on a Huntington farm until someone told him about a &ldquo;good spot&rdquo; on Avenue J in Brooklyn. That &ldquo;good spot&rdquo; is now known as the best pizzeria in New York City. Each pie of pizza is handcrafted by the master himself, Dom, who spent over 53 years perfecting his pizza. With several of his children supporting him in the kitchen, this legend still cooks at the age of 82. Many of the ingredients are imported from Italy and forms a taste that can't be replicated. In his piping hot retro oven, Dom has each mouthwatering pie ready to be devoured in just minutes. Today, both the Midwood and Williamsburg locations continue to be family-owned and operated.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Somebody Feed Phil"
            },
            {
                "name": "Emily",
				"add1": "919 Fulton St",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11238",
				"phn": "(347) 844-9588",
				"url": "https://www.pizzalovesemily.com/",
				"note": "Emily is a cozy, gourmet eatery that serves wood-fired Neapolitan pizzas, rustic small plates, along with different types of pasta. Pro Home Cook recommends the Emily white pizza, named after the owner, containing mozzarella, pistachio, truffle sottocenere, and honey. From the NewYork City Eater website, ‘This Clinton Hill restaurant has spawned a second location in the West Village and a small chain of pizzerias operating under the name Emmy Squared. None make a burger quite like here. The legendary Emmy Burger, a thick patty topped with aged cheddar and caramelized onion on a pretzel bun, is easily one of the best in the city. We should mention that it costs more than $30, which thankfully includes fries, but it won’t disappoint on a special occasion.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook’s (YouTube)"
            },
            {
                "name": "F and F Pizzeria",
				"add1": "459 Court St",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(718) 407-6575",
				"url": "https://www.franks.pizza/",
				"note": "F and F Pizzeria uses choice ingredients and techniques to distinguish this pizza created in collaboration with baking pros. From their website, ‘Located in a converted garage between Franks wine bar and Frankies 457 Spuntino, F and F serves pizza developed in collaboration with legendary bakers Chris Bianco and Chad Robertson: a classic New York slice using the best ingredients and timeless techniques.’ From the New York City Eater website, ‘The tomato pie at F&F showcases why the pizzeria makes the ultimate New York slice: it’s all in the sauce and the dough. The former is a touch fruity and amply acidic, thanks to canned tomatoes, while the latter produces a flavorful crust with a delicately crisp bottom and a touch of gooeyness in the outer rim.’ Pro Home Cook’s the Partanna white pizza with mozzarella, red onion, Calabrian chili, orange blossom, and honey.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook’s (YouTube)"
            },
            {
                "name": "Fan Fan Doughnuts",
				"add1": "448 Lafayette Ave",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11205",
				"phn": "(347) 533-7544",
				"url": "https://www.fan-fandoughnuts.com/",
				"note": "Artisanal donuts are baked on-site in small batches at this classic shop, which offers coffee and tea. From their website, ‘At Fan-Fan are dedicated to making great doughnuts, making people happy, and bringing people together. We want to celebrate diversity and are inspired by the flavors and traditions from around the globe. We take a lot of care and pride in what we do. We make our doughnuts in small batches throughout the day, so you will always have the freshest and often warm one! We try to get the best ingredients we can, and there is so much thought, love, and care into every detail. At the end of the day, we strive to create a loving community and bring joy to the world. We look forward to welcoming you soon.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Farrell's Bar and Grill",
				"add1": "215 Prospect Park West",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11215",
				"phn": "(718) 788-8779",
				"url": "hhh",
				"note": "From the New York Magazine website, ‘Farrell’s is the real McCoy, dating back to 1933 when Park Slope was Irish and Irish meant tough. They’ve finally added stools, but there’s still no table service, so belly up to the long bar and shout your order. Ordering a large beer — i.e., Budweiser — will get you a 32-ounce Styrofoam bucket. A few members of the fairer sex do show up: Shirley MacLaine caused quite a neighborhood scandal when she insisted on being the first unchaperoned woman to be served here in the early ‘70s.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Robbie the Geek"
            },
            {
                "name": "Fei Long Market",
				"add1": "6301 8th Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11220",
				"phn": "(718) 680-0118",
				"url": "",
				"note": "Fei Long Market is a large store stocking Chinese grocery items, housewares, and more, along with a food court offering hot Asian dishes. New York City Eater website recently mentioned, 'This anchoring stall in the Fei Long Market’s food court, wonderfully close to the Eighth Avenue N stop in Sunset Park’s Chinatown, has what might be the best soup dumplings in town. These are the no-frills article, available in six variations, some surprising, including one filled with pork and crab roe, and another featuring vegetables and mushrooms. Six to an order, the dumplings are bigger than usual and exceedingly thin-skinned, packing an improbable quantity of soup. Cash only.' From an older Serious Eats website article (prices may have gone up) they mentioned the following places in the food court that is attached to the market: Shall We Eat, Inc. has a window display of spit-roasted meats, or Two Meats Over Rice for ($4.75), Shanghai Dumpling House, where you can watch as cooks stuff and meticulously pleat hand-rolled rounds of dough with various fillings or the thin noodle of the Pork Xiao Long Bao ($3.75 for 6) or the LaoMa MaLaTang or maybe the Grand Noodle House for the hand-pulled noodles.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "Fette Sau",
				"add1": "354 Metropolitan Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11211",
				"phn": "(718) 963-3404",
				"url": "http://www.fettesaubbq.com/",
				"note": "Fette Sau is a popular dry-rub BBQ, beer, and bourbon purveyor with an industrial cafeteria-style decor, and wall mural. From their website, 'In the early spring of 2007, Joe Carroll opened Fette Sau, a barbeque restaurant with a bar focused on local craft beer and small production American spirits. The menu is simple and focused on the meats, all of which are heritage breeds raised naturally by small family farms and contain no antibiotics or hormones. The barbeque is one part Central Texas and one part New York Deli. The meat is ordered by weight and served on butcher paper. All the traditional barbeque cuts are served along with plenty of not-so-traditional things like beef tongue pastrami, pork belly, and veal heart.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Simon Wright's Do Lecture"
            },
            {
                "name": "Fini Pizza",
				"add1": "305 Bedford Ave",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11211",
				"phn": "(929) 969-3073",
				"url": "https://www.finipizza.com/",
				"note": "From their website, ‘Fini Pizza is made in Brooklyn. Inspired by a lifelong obsession of neighborhood pizzerias, we want our expression of the iconic NYC slice shop to create memorable dining experiences for all guests by honoring the past, embracing the present, and investing in the future of our community. Our distinct green trash cans are purchased, placed in front of small businesses, and maintained daily by  Fini in an effort to keep our neighborhood and City cleaner. To date,  Fini has purchased 30 cans for Williamsburg and Downtown Brooklyn.’ From the New York City Eater website, ‘Okay, so Fini is a neighborhood slice joint with lawn chairs out front (bring your uncle’s tank top), almond ices in the freezer, and a website that greets you with a slick video of a staffer in noise-canceling headphones walking the streets of Brooklyn in shiny custom swag. It’s a chill place to spend $25 on two  Neapolitan-style cheese slices and an IPA.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Here Be Barr (YouTube)"
            },
            {
                "name": "Frankel's Delicatessen and Appetizing",
				"add1": "631 Manhattan Ave",
				"add1": "457 Court St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11222",
				"phn": "(718) 389-2302",
				"url": "https://frankelsdelicatessen.com/",
				"note": "Frankel's Delicatessen and Appetizing is a contemporary Jewish deli specializing in bagels with smoked fish, along with classic sandwiches, and brisket. Delaney and Molly Baz's favorite dishes they ordered were the hot pastrami ruben, the whitefish club, and the AM Spec. From their website, 'Frankel's is a family-owned and operated New York-style deli bringing Jewish fare to the Greenpoint neighborhood of Brooklyn, New York. Raised on the Upper West Side of Manhattan, the brothers behind the eponymous delicatessen are Zach and Alex Frankel. The brothers have translated their rich memories and experiences as life-long New Yorkers into a restaurant with timeless appeal. Combining both appetizing and deli, Frankel's specializes in small batch cooking, offering a curated selection of smoked fish, smoked and braised meat, and fresh salads.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Delaney and Molly Baz from Bon Appettit (YouTube)"
            },
            {
                "name": "Frankies 457 Spuntino",
				"add1": "457 Court St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(718) 403-0033",
				"url": "https://www.frankiesspuntino.com/457",
				"note": "Frankies 457 Spuntino is a popular neighborhood Italian with Tuscan cooking served in a tiled room or out in the ample garden. Alex, the French Guy Cooking from YouTube, recommends the meatballs and red sauce. From Serious Eats website, 'When eating at Frank Falcinelli and Frank Castronovo's Frankies Spuntino, not ordering the meatballs is really a crime. They are by far the best meatballs I've ever had in a restaurant, and possibly my life.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Alex the French Guy Cooking from YouTube"
            },
            {
                "name": "Giovanni's Brooklyn Eats",
				"add1": "1657 8th Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11215",
				"phn": "(718) 788-8001",
				"url": "https://www.giovannisbrooklyneats.com/",
				"note": "Giovanni's Brooklyn Eats serves seasonal menus of classic Italian eats and is the star at this warm, cozy restaurant with outside seating. From their website, 'Real Italian dishes made from real Italian family recipes, prepared and served in a restaurant created and ran by an owner raised in a real Brooklyn Italian household. That’s what you experience when you eat at Giovanni’s.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Greene Grape Provisions",
				"add1": "767 Fulton St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11217",
				"phn": "(718) 233-2700",
				"url": "https://greenegrape.com/",
				"note": "Greene Grape Provisions is a gourmet market offering a butcher, coffee bar, cheesemonger, wine store, and bakery that does their own whole animal butchery. From their website, 'The Greene Grape' is three unique businesses with one shared mission – to provide goods and services made with integrity, skill, and pride. Our three locations on Fulton Street provide high quality and natural food and beverages to the community. We believe in supporting small-batch and local producers as well as products that are both ethically produced with a mindfulness for sustainability. Above all, we believe that this is a tasty way to live, which is why our motto is: Food and Wine You Will Enjoy! The Greene Grape Annex is a neighborhood café and bar that provides a gathering place for the Fort Greene community. We offer everything from your morning coffee to an evening beer. The annex offers a great menu of food and wine as well as cocktails!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Hometown Bar-B-Que",
				"add1": "454 Van Brunt St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(347) 294-4644",
				"url": "https://hometownbbq.com/",
				"note": "Hometown Bar-B-Que is a rustic counter-service choice featuring slow-smoked meats, craft beer, and live music on weekends. Delaney and Brad from Bon Appetit (YouTube) recommend the spare rib, the shredded lamb breast, and the smoke turkey. Other's suggest you order the Korean sticky ribs along with the lamb belly and some pickled red onions. From the New York City Eater website, 'Hometown is pitmaster Billy Durney's vision of NYC barbecue. While it leans toward Texas-style barbecue, it is at its heart and soul a New York restaurant. It was previously declared the best barbecue in the city by Eater critic Ryan Sutton, and many barbecue aficionados agree. The move here is to order everything on the menu — but especially the short rib, brisket, Jamaican jerk ribs, and spare ribs.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Delaney and Brad from Bon Appetit (YouTube)"
            },
            {
                "name": "Hot Bread Kitchen",
				"add1": "630 Flushing Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11206",
				"phn": "(929) 226-2079",
				"url": "https://hotbreadkitchen.org/",
				"note": "Hot Bread Kitchen is a retail stall inside La Marqueta marketplace with global breads and coffee along with breakfast and lunch fare. From their website, 'Hot Bread Kitchen’s mission is to create economic opportunity through careers in food. We believe in a food system that equitably compensates talent and sustains a diverse workforce while celebrating culinary tradition and innovation. Our work helps women, immigrants, and people of color thrive as workers and entrepreneurs within the food system and is helping to make the system itself more conscious and equitable for all.' From New York City Eater website, 'Hot Bread Kitchen has a local food business incubator program. But the nonprofit also has a training arm, with graduates placed in jobs at restaurants like Breads Bakery, Russ & Daughters, and Roberta’s. It’s also known for its wholesale bakery, which supplies bread to grocery stores and restaurants across the city like Whole Foods and chef Daniel Boulud’s Boulud Sud on the Upper West Side, and it recently opened a stall at Chelsea Market that features products from its incubator members.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "Impasto",
				"add1": "373 Waverly Ave",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11238",
				"phn": "(718) 789-1520",
				"url": "hhh",
				"note": "From the Gothamist website, 'Impasto Pizza Is Slinging Superb Square  Slices In Clinton Hill. Will it be 'third time's a charm' here in Clinton Hill? For most of the past decade, this tiny Brooklyn slice joint on Waverly Avenue was home to the utilitarian, mostly unloved  Mario's Pizza. The crew from nearby Aita, a popular rustic Italian restaurant, took over in 2017, serving both Calabrese-style and classic NYC round pies, but a terrible fire' all but destroyed the place two years later (thankfully, no one was hurt). Then, last summer, team Aita decided to try again, this time with Roman-ish square slices and pies, and the shop was reborn as Impasto Pizza al Taglio. The pizza at Impasto is excellent, with an airy, delightfully chewy crust that you might associate with the high-hydration pies of Rome or, here in NYC, at places like PQR or the late Mani In Pasta. But as co-owner Luca Pelliccioni explained to me, it's not strictly Roman-style because of the sheer weight of toppings he piles on. They're totally delicious, however, and given the steady stream of happy customers popping inside or, more often, ordering from the sidewalk window last weekend, the locals have definitely taken notice. I loved the baseline Margherita, loaded with gooey mozzarella and a tomato sauce that nailed that proper sweet-acid balance. Add a mess of meat on top in the form of slightly spicy, wonderfully greasy Pepperoni cups, and you've got a top-tier contender for the best slice of this sort in town. The Roman classic Patate e Rosmarino slice was beautifully done: the potatoes cut super thin and charred to crisp, the rosemary sprigs sprinkled with a heavy hand, and lots of flaky sea salt adding even more life to the party. But my favorite slice of the afternoon feast was probably the Salsiccia e  Funghi, a rich, earthy concoction of sausage crumbles, fat chunks of mushroom, and baked-on cheese.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Frank Pinello (Govney YouTube)"
            },
            {
                "name": "Kotti Berliner Döner Kebab",
				"add1": "445 Albee Square W",
				"add2": "Dekalb Market Hall",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11201",
				"phn": "(929) 379-0453",
				"url": "https://kottidoner.com/",
				"note": "From the Kotti Berliner Döner Kebab website, 'Kotti Berliner Döner’s founder, Erkan Emre, has been eating döner since his childhood in Berlin. But when he moved to New York City, he noticed there was nowhere to feed his craving for Berliner Döner Kebab. The only solution was to bring döner to New York City himself, so he partnered with his Co-Founder, food industry expert Michael Stark, to turn his vision into reality. Kotti was then chosen from hundreds of applicants to participate in Smorgasburg, Brooklyn’s premiere outdoor food festival.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "Las Americas Meat Market",
				"add1": "4552 46th St,",
				"add2": "",
				"cty": "Woodside",
				"stt": "NY",
				"zpcd": "11377",
				"phn": " (718) 937-0553",
				"url": "hhh",
				"note": "From the New York Times website 'Las Americas, a carnicería in Sunnyside, Queens, has been serving the meat needs of the Colombian, and greater Latino, communities for nearly 30 years. Las Americas serves an almost impossibly inexpensive menu of trencherman’s fare, prepared with a surprisingly light hand. Unlike plenty of other Colombian kitchens in the city, the cooks at Las Americas don’t hide behind fat and salt.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Luigi's Pizza",
				"add1": "686 5th Ave,",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11215",
				"phn": "(718) 499-3857",
				"url": "http://luigispizzabrooklyn.com/",
				"note": "Neighborhood spot since 1973, serving up NYC-style pizza and slices in compact, no-frills surroundings. From their website. ‘It’s 1973. Having just arrived from Italy, Luigi is sitting behind the table with his family. He knows he needs to act now. After all, for years, he has been pursuing his family’s passion. He exclaims: “Best Pizza in New York! There shall be no compromise on finest, natural ingredients. We shall grow them in our own backyard if we have to!” From day one and now, 37 years later, Luigi’s passion lives on in a cozy restaurant in Park Slope, Brooklyn. Finest olive oil, specially picked ripe tomatoes, peppers, and our sauce make our pizza simply delicious! Come on in and try it! You won’t ever eat another pizza anywhere else.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Street Food USA (Netflix)"
            },
            {
                "name": "Marlow and Sons",
				"add1": "81 Broadway",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11249",
				"phn": "(718) 384-1441",
				"url": "https://www.marlowandsons.com/",
				"note": "From the New York City Eater website, ‘This American eatery under the Williamsburg Bridge helped make the neighborhood a dining destination. It’s still improving on its formula with a constantly changing menu from day to night, but the chicken liver pate and brick chicken are regular stars.’ From the New York Magazine website, ‘A 21st-century gourmet Brooklyn bodega with a wood-paneled oyster-bar-cum-Mediterranean-accented-American-restaurant out back. Café by day, raw bar and restaurant by night, this quirky Williamsburg canteen is from Andrew Tarlow, who also happens to own Diner, the American bistro next door. Even though Marlow is ideally situated to absorb Diner’s overflow and ply them with retro cocktails and briny oysters, the dimly lit, wood-paneled space has been forged a cozy Mediterranean-accented identity of its own. Locals congregate at communal tables over good olives, delicate tortilla española, and daily specials like the wild-leek-and-goat-cheese tart. If you come across an ingredient you really love, Marlow and Daughters, a quasi-organic gourmet general store, is down the street.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "The Meat Hook",
				"add1": "397 Graham Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11211",
				"phn": "(718) 609-9300",
				"url": "https://www.themeathook.com/",
				"note": "The Meat Hook is a cool butcher shop offering beef, pork, lamb, and poultry products sourced from local farms. From their website, 'The mission of The Meat Hook is to bring top quality, local, pasture-raised meats to a community in an unpretentious, fun environment. We believe in supporting our mission by paying our farmers a sustainable price for their practices and quality and carrying on that accessibility to our customers. We invest in farms that practice regenerative agriculture. That means agriculture that focuses on soil health through raising and rotating pastures for 100% grass-finished beef, fully pastured heritage pigs, lamb, and poultry. We started the business because we believed that the transaction of buying meat should be simple and transparent. We wanted to buy whole animals from local farms, butcher them in house, make delicious products and tell customers about it.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Brad Leone form Bon Apettit (YouTube)"
            },
            {
                "name": "Mile End Delicatessen",
				"add1": "97 Hoyt St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11217",
				"phn": "(718) 852-7510",
				"url": "https://www.mileenddeli.com/",
				"note": "Mile End Delicatessen is a small spot drawing big crowds for smoked meat sandwiches and other Montreal-style Jewish deli staples. From their website, 'Using our grandmothers’ time-honored recipes as the foundation for our menu, we updated traditional dishes and focused on fresh ingredients and from-scratch cooking techniques. The restaurant is a combination of a Jewish delicatessen and a Canadian-style restaurant, modeled after delis found in Montreal’s famous Mile End neighborhood. This specific style of deli inspired us to offer signature smoked meats and sandwiches, homemade hotdogs with tangy kraut, poutine, fresh whitefish salad, and more.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "Mission Sandwich Social",
				"add1": "326 Bedford Ave",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11249",
				"phn": "11249",
				"url": "https://www.missionsandwich.com/",
				"note": "It is a simple eatery with an industrial vibe and is fixing up generous subs, including vegetarian and vegan options. From their website, ‘I’m on a mission… to bring big, saucy subs to the heart of Williamsburg Brooklyn. Inspired by my love of  sandwiches, baking, fine cuisine & heavy metal, Mission Sandwich  Social brings together many of my passions—and the best Dutch Crunch  bread this side of the Golden Gate Bridge.’ From the New York City Eater website, ‘Mission Sandwich Social is a new Williamsburg spot by chef  Brian Tsao, an alum of Beauty and Essex, where sandwiches are prepared on Dutch crunch, a flakey bread with an apparently strong fan base in  San Francisco. I had never heard of Dutch crunch, and I was curious why more New York spots hadn’t yet tried their hands at it, so I stopped by for the Peking Turkey version (turkey and cheddar with bean sprouts,  pickled carrots, and scallion, doused in mayo, sriracha, and hoisin). Sandwiches here come in luxe, purse-like to-go containers, accompanied by a surprise Tootsie Pop. Overall, the Peking Turkey is a banger, but there may actually be a thing as a sandwich too big. A word of advice:  Saving the other half of this $17 lunch isn’t ideal because the  decadent sauces make the sandwich get soggy the next day, so make sure  to come really hungry or bring a buddy.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "YouTube"
            },
            {
                "name": "Pizza Secret",
				"add1": "72 5th Ave",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11217",
				"phn": "(929) 337-6245",
				"url": "https://pizzasecretnyc.com/",
				"note": "From the Pizza Secret website, ‘Passion for good food runs in Rosario’s family. This tradition has been passed on from one generation to the next. It started with his grandfather, a pastry maker, followed by his father, a chef, and finally, Rosario and his eight siblings, many of whom are pizzaiolos themselves. Pizza Secret is fueled by one of the oldest wood-fired brick ovens in New York, which bakes perfect traditional and gourmet pizzas. The pizzeria offers other delicious Neapolitan nibbles, for example, crocchè, meatballs, bruschetta, and fresh pasta dishes.’ Pro Home Cook’s recommends their Cacio and Pepe white pizza with fresh mozzarella, pecorino, Buffalo ricotta, fresh ground black pepper, and basil.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook’s (YouTube)"
            },
            {
                "name": "Public Display of Affection",
				"add1": "669 Union St",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11215",
				"phn": "(718) 734-8840",
				"url": "https://www.pdapizza.com/",
				"note": "From the Public Display of Affection website, ‘Public Display of Affection is a wood-burning oven pizza and vegetable restaurant with a playful selection of natural wines, craft cocktails, and local draft beers. PDA opened on March 13, 2020. Located on the border of Park Slope and Gowanus in Brooklyn, New York, it is the first restaurant from Chef Rob Guimond, who brings his strong flavors and midwestern sensibilities to PDA after honing his skills at Jean Georges, Roberta’s, and Speedy Romeo. We’re here for the community and to encourage community, feeding people and nourishing connections through food.’ Pro Home Cook recommends the create your own white pizza with shiitake mushroom, garlic, three cheese of ricotta, pecorino, and mozzarella, which is cooked in a wood-fired oven with a little lemon zest as it comes out of the oven.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook’s (YouTube)"
            },
            {
                "name": "R and D Foods",
				"add1": "602 Vanderbilt Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11238",
				"phn": "(347) 915-1196",
				"url": "https://www.rdfoodsbklyn.com/",
				"note": "R and D Foods is a small, upscale grocer offering charcuterie, cheeses, and baked goods along with prepared foods and sandwiches. Helen Rosner recommends their The Horse and Pig sandwich, which is horseradish, Benton’s bacon, butter, onions. From their website, 'We are Ilene Rosen and Sara Dima, co-owners of R&D Foods. Our store opened on May 13, 2014, but we’ve worked side by side since 2003. Our small but mighty shop is where we live and breathe every day. We’re old-school shop keepers helping our customers select cheese for the in-law's visit, wrap a present for a co-worker and pack a gift bag for the neighbors who just had a baby. We sell made-to-order sandwiches, vegetable-driven prepared foods, grocery staples, and specialties alike.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner"
            },
            {
                "name": "Randazzo's Clam Bar",
				"add1": "2017 Emmons Ave",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11235",
				"phn": "(718) 615-0010",
				"url": "https://www.randazzosclambarnyc.com/",
				"note": "Longtime Italian seafood joint serving raw-bar fare and red-sauce dishes in a casual waterfront venue. From the New York City Eater website, ‘Run by the fifth generation of the Randazzo family, this restaurant is not only one of the city’s best Italian restaurants, it’s one of the city’s best seafood restaurants. It dates to 1916 — an era when the bay was lined with clam shacks, and now there’s only one. Today, it serves an array of seafood classics, including both New England and Manhattan chowders, as well as a standout version of zuppa di pesce. This Sheepshead Bay establishment has been a neighborhood staple for decades, serving a variety of seafood dishes and pasta in a crowded dining room a stone’s throw from the waterfront. The restaurant is known for its red sauce, which can be ordered at varying heat levels and comes served atop various seafood dishes, including its standout fried calamari. Don’t miss the shrimp fra diavolo, as well as the raw oysters and clams.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Roberta's",
				"add1": "261 Moore St",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11206",
				"phn": "(718) 417-1118",
				"url": "https://www.robertaspizza.com/",
				"note": "From the New York City Eater website, ‘Roberta’s is credited with putting Bushwick’s food scene on the map, and more than a decade after opening, the restaurant’s inventive wood-fired pies still hold up. Its pizzas can be eaten solo or shared for variety’s sake. Everything on the menu is great, but don’t miss the Bee Sting, a sweet and salty pie topped with soppressata, basil, and honey. There’s a sibling location in Domino Park.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Santa Fe BK",
				"add1": "178 N 8th St",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11211",
				"phn": "(347) 304-1759",
				"url": "https://santafebk.com/",
				"note": "From their website, ‘We are bringing the Land Of Enchantment to the  County Of Kings, serving authentic New Mexico flavors in North  Brooklyn.’ From the New York City Eater website, ‘Santa Fe BK’s homage to the Land of Enchantment highlights smothered burritos, queso, an extensive margarita list, and some off-menu surprises. Back in October of last year, when co-owners and spouses Melissa Klein and John  Watterberg opened Santa Fe BK in Williamsburg, they were only serving up three varieties of Southwestern-style breakfast burritos, french fries,  and a Green Chile burger. It was a small but mighty menu that Eater senior critic Robert Sietsema said had him “hooked” and sent him on a nostalgic trip down memory lane. Here Be Barr recommends ordering the  Green Chile Cheeseburger. The Green Chile Breakfast Burritos with either  Sausage, Bacon, or Potato looked really good, too.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Here Be Barr (YouTube)"
            },
            {
                "name": "She Wolf Bakery",
				"add1": "224 India St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11222",
				"phn": "ggg",
				"url": "https://www.shewolfbakery.com/",
				"note": "From the She Wolf Bakery website, 'We started baking bread in 2009 in the wood oven at Roman’s. After dinner service, we would make a fire. Early in the morning, our baker Austin Hall would come in, rake out the coals, and bake-off bread for the day. This bread became a part of Roman’s at every service and staff meal. Soon the chefs at Marlow and Sons Diner, and Reynard wanted to bring the same quality and integrity to the bread they served. We expanded bread production to our own space in Greenpoint, and now supply the bread served at all of our restaurants and others around the city. You can purchase loaves at Marlow and Daughters and Roman's, as well at ten NYC Greenmarkets.' <strong>NOTE</strong>: They are also are at the Union Square Farmers Market in Manhattan on Monday, Wednesday, and Friday.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Sunny's Bar",
				"add1": "253 Conover St",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(718) 625-8211",
				"url": "https://www.sunnysredhook.com/",
				"note": "Knickknack-adorned Red Hook saloon that's been around in one guise or another since the 1890s. From their website, ‘Sunny’s Bar is known as an artists’ hangout, has been at risk of being auctioned off, but the Times reports that just last week, proprietor Sunny Balzano’s widow, Tone Balzano Johansen, gained the right to buy the building.’ From the From a Brooklyn Basement website, ‘From the outside, Sunny’s Bar is the very picture of unassuming. A lonely building, identified with a yellow “BAR” sign, on a dark cobble-stone street at the very tip of Red Hook, a Brooklyn neighborhood cut off from the rest of the borough by the roar of the Brooklyn-Queens Expressway and the lack of any subway stations. Standing on the sidewalk in front of the bar, you can smell the salt in the air, hear the water of New York harbor lapping against the shore.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Super Burrito",
				"add1": "320 Bedford Ave",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11249",
				"phn": "(347) 599-0533",
				"url": "https://superburritonyc.com/",
				"note": "From their website, ‘Super Burrito was founded by two good friends from  San Francisco who wanted to bring the best version of the mission-style burrito to New York City. Skillfully rolled inside a steamed, doughy 13” tortilla are rice, beans, jack cheese, freshly made pico de gallo,  house-made salsas, sliced avocado, sour cream, and flavorful grilled meats or roasted poblano chiles. A taste of home for those from the west  and a new refreshing taste for those in the east, Super Burrito aims to  please all.’ From the New York City Eater website, ‘After operating  Super Burrito as a seasonal stand on the Rockaway Beach boardwalk for three years, owners Eugene Cleghorn and Sam Neely relocated to this permanent restaurant a few months into the pandemic, where its burritos are served year-round. Cleghorn and Neely grew up in San Francisco, and their menu pays homage to the northern California city with burritos filled with garlic shrimp, chile colorado, and other ingredients. Order  the California burrito with french fries, a dish that technically calls  Southern California its home but is more than done justice here.’ Here  Be Barr recommends ordering the breakfast burrito. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Here Be Barr (YouTube)"
            },
            {
                "name": "Tanoreen",
				"add1": "7523 3rd Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11209",
				"phn": "(718) 748-5600",
				"url": "https://tanoreen.com/",
				"note": "Tanoreen serves generous portions of Mediterranean-Middle Eastern cuisine come with a warm vibe. From their website, 'Following years of frequent dinner parties and teaching friends how to cook, chef Rawia decided to open a restaurant to share a simple idea: Cooking delicious Palestinian and Middle Eastern food as she does for family and friends, but with her unique twists. Jumana (the Daughter) always says that when you eat at Tanoreen, it’s as if you are eating at our home. We intend to highlight just that with the cuisine at Tanoreen: Home-style food meant for sharing. By that token, Tanoreen has varied in its fusions but never deviated from its roots, a blend of classical Palestinian and Middle Eastern cooking with delicious multicultural aromas stirred through. The cuisine celebrates tradition and embraces change.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Andy from Bon Appetit (YouTube)"
            },
            {
                "name": "Vinegar Hill House",
				"add1": "72 Hudson Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11201",
				"phn": "(718) 522-1018",
				"url": "https://www.vinegarhillhouse.com/",
				"note": "Vinegar Hill House serves seasonal New American cooking served in a cozy, salvaged-decor setting with a garden. From their website, 'Vinegar Hill House is a relaxed restaurant in an unassuming and historical part of the Brooklyn waterfront. Our intent is to use the best ingredients possible through developing relationships with like-minded produce, meat, and fish producers, to compose artful and satisfying eats out of our wood-fired oven. When the weather is nice, we welcome guests for brunch or dinner in our quiet garden, under a cherry tree.' from the New York City Etaer website, 'Long beloved in the micro neighborhood-within-a-neighborhood it’s named after; Vinegar Hill House serves simply prepared and thoughtfully sourced New American fare, like a crisp, moist cast iron chicken with shallots and sherry vinegar jus. The cozy, woody space helps make it the kind of restaurant to return to several times a week. The same team opened VHH Foods, a daytime cafe with pastries, sandwiches, and other takeout-friendly bites, now located within the West Elm store on Main Street.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            }
        ]
    }
}