{
    "result": {
        "city": "Brooklyn, NY",
		"posts": [
            {
                "name": "Allswell",
				"add1": "124 Bedford Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11211",
				"phn": "(347) 799-2743",
				"url": "https://allswellnyc.com/",
				"note": "Allswell is a seasonally-driven, rustic American pub located in Williamsburg, Brooklyn. They work closely with farmers and purveyors to source fresh, interesting ingredients for their guests. Allswell's approach is casual, and their menu changes frequently to keep fresh energy flowing throughout the seasons. From their website, 'ALLSWELL is a seasonally-driven, rustic American pub located in Williamsburg, Brooklyn. We work closely with farmers and purveyors to source fresh, interesting ingredients for our guests. Allswell's approach is casual, and our menu changes frequently in order to keep fresh energy flowing throughout the seasons.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
			},
            {
                "name": "Bagel Hole",
				"add1": "400 7th Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11215",
				"phn": "(718) 788-4014",
				"url": "hhh",
				"note": "Bagel Hole is a snug, no-nonsense outpost specializing in hand-rolled, crusty bagels, plus hearty sandwiches. From their website, 'Bagel Hole offers hand-rolled, old-style bagels. All of our bagels are made and baked on the premise. We use only the finest all-natural ingredients in all our bagels. No additives or preservatives. Then we bake them to a crisp golden brown. Oh, and by the way, our bagels are boiled and never steamed like those other so-called bagels... (rolls with holes). We were established in 1985 and brought with us over ten years of experience at the time. We were taught the art of the hand-rolled bagel by a gentleman who had been making bagels since he was a young man back in Germany during the 1940s. His experience was not only in bagels and bialys but a broad range of breads and pastries.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "Balthazar",
				"add1": "80 Spring St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(212) 965-1414",
				"url": "https://balthazarny.com/",
				"note": "Balthazar is an iconic French brasserie with steak frites, brunch, and pastries in a classy space with red banquettes. Delaney and Claire from Bon Appetit (YouTube) recommend ordering the full English breakfast, the Eggs Florentine with artichokes, and the tartine with bread and jam. Delaney and Christina Chaey also recommend getting the bread/rolls. From the New York City Eater website, 'Keith McNally’s enduring Soho brasserie is one of the most spectacular places to enjoy brunch in New York City. It actually might be the greatest brunch restaurant in the world, for that matter. Balthazar is a swell place to go with a small group for a celebratory meal on the weekends. For a real splurge, order a seafood tower, steak tartare, and Champagne.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Delaney and Claire from Bon Appetit (YouTube)"
            },
            {
                "name": "Court Street Grocers",
				"add1": "485 Court St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(718) 722-7229",
				"url": "http://www.courtstreetgrocers.com/",
				"note": "Court Street Grocers is a specialty market that offers grocery items, gourmet sandwiches, prepared foods, and quality meats. Delaney and Christina Chaey from Bon Appetit (YouTube) recommend the following as their best sandwiches were the Ali, the Delite, and the smoked Salomon. From the Serious Eats NYC website, 'Court Street Grocers is making some of the best sandwiches we've had recently (and we are sandwich crazies)—plus you can wash them down with tough-to-find-in-NYC regional sodas. Like Cheerwine, for which they drive down to North Carolina to pick up crates of the real cane-sugar version. The fridge also stocks cans of Vernors ginger ale, glass bottles of Bubble Up, and Kombucha.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Delaney and Christina Chaey from Bon Appetit (YouTube)"
            },
            {
                "name": "Dekalb Market Hall",
				"add1": "445 Albee Square W",
				"add2": "City Point BKLYN",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11201",
				"phn": "(929) 359-6555",
				"url": "https://www.dekalbmarkethall.com/",
				"note": "Dekalb Market Hall is a bustling destination that houses 40 food vendors, including old-school and new-school New York City restaurants. From the New York Times website, 'DeKalb Market Hall is among the city’s largest food halls. Brightened by neon signage, it is home to more than 40 entrepreneurs selling everything from pickles to pho in about 60,000 square feet of underground space in Downtown Brooklyn.' From the Lonely Planet website, 'Choose from hand-made pierogi and beer, churros, crepes, arepas (cornbread sandwiches), French patisserie, tacos, brimming bagels and plenty more.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "Di Fara Pizza",
				"add1": "1424 Avenue J",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11230",
				"phn": "(718) 258-1367",
				"url": "https://www.difarapizzany.com/",
				"note": "Di Fara Pizza serves pizza fans that trek to this no-frills Midwood storefront and queue up to partake of its storied slices. From their website 'Domenico De Marco, or &ldquo;Dom,&rdquo; opened Di Fara Pizza in 1965 after emigrating to Brooklyn from the Province of Caserta in Italy. Before Di Fara Pizza, Dom spent time working on a Huntington farm until someone told him about a &ldquo;good spot&rdquo; on Avenue J in Brooklyn. That &ldquo;good spot&rdquo; is now known as the best pizzeria in New York City. Each pie of pizza is handcrafted by the master himself, Dom, who spent over 53 years perfecting his pizza. With several of his children supporting him in the kitchen, this legend still cooks at the age of 82. Many of the ingredients are imported from Italy and forms a taste that can't be replicated. In his piping hot retro oven, Dom has each mouthwatering pie ready to be devoured in just minutes. Today, both the Midwood and Williamsburg locations continue to be family-owned and operated.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Somebody Feed Phil"
            },
            {
                "name": "Farrell's Bar and Grill",
				"add1": "215 Prospect Park West",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11215",
				"phn": "(718) 788-8779",
				"url": "hhh",
				"note": "From the New York Magazine website, ‘Farrell’s is the real McCoy, dating back to 1933 when Park Slope was Irish and Irish meant tough. They’ve finally added stools, but there’s still no table service, so belly up to the long bar and shout your order. Ordering a large beer — i.e., Budweiser — will get you a 32-ounce Styrofoam bucket. A few members of the fairer sex do show up: Shirley MacLaine caused quite a neighborhood scandal when she insisted on being the first unchaperoned woman to be served here in the early ‘70s.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Robbie the Geek"
            },
            {
                "name": "Fei Long Market",
				"add1": "6301 8th Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11220",
				"phn": "(718) 680-0118",
				"url": "",
				"note": "Fei Long Market is a large store stocking Chinese grocery items, housewares, and more, along with a food court offering hot Asian dishes. New York City Eater website recently mentioned, 'This anchoring stall in the Fei Long Market’s food court, wonderfully close to the Eighth Avenue N stop in Sunset Park’s Chinatown, has what might be the best soup dumplings in town. These are the no-frills article, available in six variations, some surprising, including one filled with pork and crab roe, and another featuring vegetables and mushrooms. Six to an order, the dumplings are bigger than usual and exceedingly thin-skinned, packing an improbable quantity of soup. Cash only.' From an older Serious Eats website article (prices may have gone up) they mentioned the following places in the food court that is attached to the market: Shall We Eat, Inc. has a window display of spit-roasted meats, or Two Meats Over Rice for ($4.75), Shanghai Dumpling House, where you can watch as cooks stuff and meticulously pleat hand-rolled rounds of dough with various fillings or the thin noodle of the Pork Xiao Long Bao ($3.75 for 6) or the LaoMa MaLaTang or maybe the Grand Noodle House for the hand-pulled noodles.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "Fette Sau",
				"add1": "354 Metropolitan Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11211",
				"phn": "(718) 963-3404",
				"url": "http://www.fettesaubbq.com/",
				"note": "Fette Sau is a popular dry-rub BBQ, beer, and bourbon purveyor with an industrial cafeteria-style decor, and wall mural. From their website, 'In the early spring of 2007, Joe Carroll opened Fette Sau, a barbeque restaurant with a bar focused on local craft beer and small production American spirits. The menu is simple and focused on the meats, all of which are heritage breeds raised naturally by small family farms and contain no antibiotics or hormones. The barbeque is one part Central Texas and one part New York Deli. The meat is ordered by weight and served on butcher paper. All the traditional barbeque cuts are served along with plenty of not-so-traditional things like beef tongue pastrami, pork belly, and veal heart.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Simon Wright's Do Lecture"
            },
            {
                "name": "Forrest Point",
				"add1": "970 Flushing Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11206",
				"phn": "(718) 366-2742",
				"url": "https://www.forrestpoint.com/",
				"note": "Forrest Point is an inventive craft cocktails, including milk punches, plus eclectic fare in an indoor-outdoor setting. From their website, 'On the menu is some of the best cuisine that cast-iron cookware has to offer, an original take on Middle-Eastern cuisine that includes decadent burgers, a stand-out roasted eggplant sandwich with halloumi cheese, chicken fried oysters and Valrhona ganache s’mores with toasted marshmallows bursting out of the skillet.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Frankel's Delicatessen and Appetizing",
				"add1": "631 Manhattan Ave",
				"add1": "457 Court St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11222",
				"phn": "(718) 389-2302",
				"url": "https://www.frankelsdelicatessen.com/",
				"note": "Frankel's Delicatessen and Appetizing is a contemporary Jewish deli specializing in bagels with smoked fish, along with classic sandwiches, and brisket. Delaney and Molly Baz's favorite dishes they ordered were the hot pastrami ruben, the whitefish club, and the AM Spec. From their website, 'Frankel's is a family-owned and operated New York-style deli bringing Jewish fare to the Greenpoint neighborhood of Brooklyn, New York. Raised on the Upper West Side of Manhattan, the brothers behind the eponymous delicatessen are Zach and Alex Frankel. The brothers have translated their rich memories and experiences as life-long New Yorkers into a restaurant with timeless appeal. Combining both appetizing and deli, Frankel's specializes in small batch cooking, offering a curated selection of smoked fish, smoked and braised meat, and fresh salads.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Delaney and Molly Baz from Bon Appettit (YouTube)"
            },
            {
                "name": "Frankies 457 Spuntino",
				"add1": "457 Court St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(718) 403-0033",
				"url": "https://www.frankiesspuntino.com/457",
				"note": "Frankies 457 Spuntino is a popular neighborhood Italian with Tuscan cooking served in a tiled room or out in the ample garden. Alex, the French Guy Cooking from YouTube, recommends the meatballs and red sauce. From Serious Eats website, 'When eating at Frank Falcinelli and Frank Castronovo's Frankies Spuntino, not ordering the meatballs is really a crime. They are by far the best meatballs I've ever had in a restaurant, and possibly my life.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Alex the French Guy Cooking from YouTube"
            },
            {
                "name": "Giovanni's Brooklyn Eats",
				"add1": "1657 8th Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11215",
				"phn": "(718) 788-8001",
				"url": "https://www.giovannisbrooklyneats.com/",
				"note": "Giovanni's Brooklyn Eats serves seasonal menus of classic Italian eats and is the star at this warm, cozy restaurant with outside seating. From their website, 'Real Italian dishes made from real Italian family recipes, prepared and served in a restaurant created and ran by an owner raised in a real Brooklyn Italian household. That’s what you experience when you eat at Giovanni’s.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Greene Grape Provisions",
				"add1": "767 Fulton St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11217",
				"phn": "(718) 233-2700",
				"url": "https://greenegrape.com/",
				"note": "Greene Grape Provisions is a gourmet market offering a butcher, coffee bar, cheesemonger, wine store, and bakery that does their own whole animal butchery. From their website, 'The Greene Grape' is three unique businesses with one shared mission – to provide goods and services made with integrity, skill, and pride. Our three locations on Fulton Street provide high quality and natural food and beverages to the community. We believe in supporting small-batch and local producers as well as products that are both ethically produced with a mindfulness for sustainability. Above all, we believe that this is a tasty way to live, which is why our motto is: Food and Wine You Will Enjoy! The Greene Grape Annex is a neighborhood café and bar that provides a gathering place for the Fort Greene community. We offer everything from your morning coffee to an evening beer. The annex offers a great menu of food and wine as well as cocktails!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Hometown Bar-B-Que",
				"add1": "454 Van Brunt St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(347) 294-4644",
				"url": "https://hometownbbq.com/",
				"note": "Hometown Bar-B-Que is a rustic counter-service choice featuring slow-smoked meats, craft beer, and live music on weekends. Delaney and Brad from Bon Appetit (YouTube) recommend the spare rib, the shredded lamb breast, and the smoke turkey. Other's suggest you order the Korean sticky ribs along with the lamb belly and some pickled red onions. From the New York City Eater website, 'Hometown is pitmaster Billy Durney's vision of NYC barbecue. While it leans toward Texas-style barbecue, it is at its heart and soul a New York restaurant. It was previously declared the best barbecue in the city by Eater critic Ryan Sutton, and many barbecue aficionados agree. The move here is to order everything on the menu — but especially the short rib, brisket, Jamaican jerk ribs, and spare ribs.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Delaney and Brad from Bon Appetit (YouTube)"
            },
            {
                "name": "Hot Bread Kitchen",
				"add1": "630 Flushing Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11206",
				"phn": "(929) 226-2079",
				"url": "https://hotbreadkitchen.org/",
				"note": "Hot Bread Kitchen is a retail stall inside La Marqueta marketplace with global breads and coffee along with breakfast and lunch fare. From their website, 'Hot Bread Kitchen’s mission is to create economic opportunity through careers in food. We believe in a food system that equitably compensates talent and sustains a diverse workforce while celebrating culinary tradition and innovation. Our work helps women, immigrants, and people of color thrive as workers and entrepreneurs within the food system and is helping to make the system itself more conscious and equitable for all.' From New York City Eater website, 'Hot Bread Kitchen has a local food business incubator program. But the nonprofit also has a training arm, with graduates placed in jobs at restaurants like Breads Bakery, Russ & Daughters, and Roberta’s. It’s also known for its wholesale bakery, which supplies bread to grocery stores and restaurants across the city like Whole Foods and chef Daniel Boulud’s Boulud Sud on the Upper West Side, and it recently opened a stall at Chelsea Market that features products from its incubator members.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "Kotti Berliner Döner Kebab",
				"add1": "445 Albee Square W",
				"add2": "Dekalb Market Hall",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11201",
				"phn": "(929) 379-0453",
				"url": "https://kottidoner.com/",
				"note": "From the Kotti Berliner Döner Kebab website, 'Kotti Berliner Döner’s founder, Erkan Emre, has been eating döner since his childhood in Berlin. But when he moved to New York City, he noticed there was nowhere to feed his craving for Berliner Döner Kebab. The only solution was to bring döner to New York City himself, so he partnered with his Co-Founder, food industry expert Michael Stark, to turn his vision into reality. Kotti was then chosen from hundreds of applicants to participate in Smorgasburg, Brooklyn’s premiere outdoor food festival.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "Las Americas Meat Market",
				"add1": "4552 46th St,",
				"add2": "",
				"cty": "Woodside",
				"stt": "NY",
				"zpcd": "11377",
				"phn": " (718) 937-0553",
				"url": "hhh",
				"note": "From the New York Times website 'Las Americas, a carnicería in Sunnyside, Queens, has been serving the meat needs of the Colombian, and greater Latino, communities for nearly 30 years. Las Americas serves an almost impossibly inexpensive menu of trencherman’s fare, prepared with a surprisingly light hand. Unlike plenty of other Colombian kitchens in the city, the cooks at Las Americas don’t hide behind fat and salt.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "The Meat Hook",
				"add1": "397 Graham Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11211",
				"phn": "(718) 609-9300",
				"url": "https://www.themeathook.com/",
				"note": "The Meat Hook is a cool butcher shop offering beef, pork, lamb, and poultry products sourced from local farms. From their website, 'The mission of The Meat Hook is to bring top quality, local, pasture-raised meats to a community in an unpretentious, fun environment. We believe in supporting our mission by paying our farmers a sustainable price for their practices and quality and carrying on that accessibility to our customers. We invest in farms that practice regenerative agriculture. That means agriculture that focuses on soil health through raising and rotating pastures for 100% grass-finished beef, fully pastured heritage pigs, lamb, and poultry. We started the business because we believed that the transaction of buying meat should be simple and transparent. We wanted to buy whole animals from local farms, butcher them in house, make delicious products and tell customers about it.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Brad Leone form Bon Apettit (YouTube)"
            },
            {
                "name": "Mile End Delicatessen",
				"add1": "97 Hoyt St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11217",
				"phn": "(718) 852-7510",
				"url": "https://www.mileenddeli.com/",
				"note": "Mile End Delicatessen is a small spot drawing big crowds for smoked meat sandwiches and other Montreal-style Jewish deli staples. From their website, 'Using our grandmothers’ time-honored recipes as the foundation for our menu, we updated traditional dishes and focused on fresh ingredients and from-scratch cooking techniques. The restaurant is a combination of a Jewish delicatessen and a Canadian-style restaurant, modeled after delis found in Montreal’s famous Mile End neighborhood. This specific style of deli inspired us to offer signature smoked meats and sandwiches, homemade hotdogs with tangy kraut, poutine, fresh whitefish salad, and more.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            },
            {
                "name": "R and D Foods",
				"add1": "602 Vanderbilt Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11238",
				"phn": "(347) 915-1196",
				"url": "https://www.rdfoodsbklyn.com/",
				"note": "R and D Foods is a small, upscale grocer offering charcuterie, cheeses, and baked goods along with prepared foods and sandwiches. Helen Rosner recommends their The Horse and Pig sandwich, which is horseradish, Benton’s bacon, butter, onions. From their website, 'We are Ilene Rosen and Sara Dima, co-owners of R&D Foods. Our store opened on May 13, 2014, but we’ve worked side by side since 2003. Our small but mighty shop is where we live and breathe every day. We’re old-school shop keepers helping our customers select cheese for the in-law's visit, wrap a present for a co-worker and pack a gift bag for the neighbors who just had a baby. We sell made-to-order sandwiches, vegetable-driven prepared foods, grocery staples, and specialties alike.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner"
            },
            {
                "name": "She Wolf Bakery",
				"add1": "224 India St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11222",
				"phn": "ggg",
				"url": "http://www.shewolfbakery.com/",
				"note": "From the She Wolf Bakery website, 'We started baking bread in 2009 in the wood oven at Roman’s. After dinner service, we would make a fire. Early in the morning, our baker Austin Hall would come in, rake out the coals, and bake-off bread for the day. This bread became a part of Roman’s at every service and staff meal. Soon the chefs at Marlow and Sons Diner, and Reynard wanted to bring the same quality and integrity to the bread they served. We expanded bread production to our own space in Greenpoint, and now supply the bread served at all of our restaurants and others around the city. You can purchase loaves at Marlow and Daughters and Roman's, as well at ten NYC Greenmarkets.' <strong>NOTE</strong>: They are also are at the Union Square Farmers Market in Manhattan on Monday, Wednesday, and Friday.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Tanoreen",
				"add1": "7523 3rd Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11209",
				"phn": "(718) 748-5600",
				"url": "https://tanoreen.com/",
				"note": "Tanoreen serves generous portions of Mediterranean-Middle Eastern cuisine come with a warm vibe. From their website, 'Following years of frequent dinner parties and teaching friends how to cook, chef Rawia decided to open a restaurant to share a simple idea: Cooking delicious Palestinian and Middle Eastern food as she does for family and friends, but with her unique twists. Jumana (the Daughter) always says that when you eat at Tanoreen, it’s as if you are eating at our home. We intend to highlight just that with the cuisine at Tanoreen: Home-style food meant for sharing. By that token, Tanoreen has varied in its fusions but never deviated from its roots, a blend of classical Palestinian and Middle Eastern cooking with delicious multicultural aromas stirred through. The cuisine celebrates tradition and embraces change.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Andy from Bon Appetit (YouTube)"
            },
            {
                "name": "Vinegar Hill House",
				"add1": "72 Hudson Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11201",
				"phn": "(718) 522-1018",
				"url": "https://www.vinegarhillhouse.com/",
				"note": "Vinegar Hill House serves seasonal New American cooking served in a cozy, salvaged-decor setting with a garden. From their website, 'Vinegar Hill House is a relaxed restaurant in an unassuming and historical part of the Brooklyn waterfront. Our intent is to use the best ingredients possible through developing relationships with like-minded produce, meat, and fish producers, to compose artful and satisfying eats out of our wood-fired oven. When the weather is nice, we welcome guests for brunch or dinner in our quiet garden, under a cherry tree.' from the New York City Etaer website, 'Long beloved in the micro neighborhood-within-a-neighborhood it’s named after; Vinegar Hill House serves simply prepared and thoughtfully sourced New American fare, like a crisp, moist cast iron chicken with shallots and sherry vinegar jus. The cozy, woody space helps make it the kind of restaurant to return to several times a week. The same team opened VHH Foods, a daytime cafe with pastries, sandwiches, and other takeout-friendly bites, now located within the West Elm store on Main Street.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Pro Home Cook's (YouTube)"
            }
        ]
    }
}