{
    "result": {
        "city": "Boulder, CO",
		"posts": [
            {
                "name": "Audrey Jane's Pizza Garage",
				"add1": "2675 13th St",
				"add2": "",
				"cty": "Boulder",
				"stt": "CO",
				"zpcd": "80304",
				"phn": "(303) 442-2032",
				"url": "https://www.thepizzagarage.com/",
				"note": "Audrey Jane's Pizza Garage is a family-owned and operated pizza parlor focusing on fresh ingredients and delicious flavors. Their pizzas are made lovingly in-house and from scratch. Order the Spicy Pig pizza which consists of hand-crushed tomato sauce, mozzarella, natural casing pepperoni, Italian sausage, roasted jalapeños, fresh garlic, oregano. Or the Meatball Grinder which contains homemade meatballs, mozzarella, hand-crushed tomato sauce, and oregano or the Eggplant Grinder with roasted eggplant, ricotta, garlic, hand-crushed tomato sauce, mozzarella, Parmesan cheese, and basil. From their website, 'Audrey Jane's Pizza Garage is a family-owned and operated pizza parlor focusing on fresh ingredients and delicious flavors. With inspiration deriving from our own experiences in San Francisco, New York City, Italy, and our own food-driven upbringings, we hope to craft you the pizza you'll never forget. Our pizzas are made lovingly in-house and from scratch. Because we know that every ingredient counts, we refuse to settle for mediocre quality, instead opting for ingredients like organic greens and the freshest veggies.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Post Chicken and Beer",
				"add1": "1258 South Hover Road",
				"add2": "",
				"cty": "Longmont",
				"stt": "CO",
				"zpcd": "80501",
				"phn": "(720) 588-2883",
				"url": "https://www.postchickenandbeer.com/longmont/",
				"note": "The Post Chicken and Beer is an upbeat, casual spot serving up fried chicken, comfort-food sides, plus local beer, and cocktails. You need to order the fried chicken and the chicken Chicharrones; fried chicken skin served with a pinto bean hummus. From their website, 'We brew beers that are gosh darn delicious and fry up the crispiest, juiciest hot chicken around. Our kitchen, run by chef Brett Smith, serves family-style comfort food cooked with the love of your grandma and the skill of a trained chef. Our award-winning beers have been purposefully crafted to pair perfectly with your meal. Featured by Guy Fieri on Food Network’s Diners, Drive-Ins, and Dives, our gluten-free fried bird is better than the rest. We took the time to do our homework and get the best equipment around so that our fried chicken is perfectly juicy and crispy every single time.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Roost",
				"add1": "526 Main St",
				"add2": "",
				"cty": "Longmont",
				"stt": "CO",
				"zpcd": "80501",
				"phn": "(303) 622-5021",
				"url": "https://theroostlongmont.com/",
				"note": "The Roost is a rustic-chic hangout with New American pub grub and local craft beers, along with live music and a rooftop bar. Order the banging cauliflower and the perfect pork sandwich.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}