{
    "result": {
        "city": "Bellingham, WA",
		"posts": [
            {
                "name": "Harris Avenue Cafe",
				"add1": "1101 Harris Ave",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 738-0802",
				"url": "https://www.theharrisave.com",
				"note": "Harris Avenue Cafe is a compact breakfast/lunch venue serving upmarket diner fare, plus veggie options in comfy surrounds. Their chorizo, eggs, cheese, and chili peppers with a side of home-made English muffin and sausage were wonderful. From their website, 'Harris Avenue Cafe is a charming eatery serving breakfast and lunch daily in the historic Fairhaven district of Bellingham, WA. We offer delicious options for both omnivores and vegetarians: omelets, waffles, pancakes, potato specialties, homemade soups, salads, sandwiches, burgers, and pastries baked in-house daily. Our menu features locally grown produce, Breadfarm Bread, and Hempler’s meat and sausage. Harris Avenue Cafe is adjoined with Tony’s Coffee and Espresso, where guests can enjoy delicious brewed coffee, lattes, and fresh pastries.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Iron Rooster Bakery",
				"add1": "1208 10th St",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 778-1994",
				"url": "https://www.ironroosterbakery.com/",
				"note": "The Iron Rooster Bakery is an artisanal kitchen located in the heart of Bellingham's historic Fairhaven District, producing the finest hand-made pastries, croissants, cakes, and French-inspired fare. From their website, 'Our philosophy is to be true and honest to the roots of artisanal pastry creation. Integrity matters a great deal to us, and we pour our hearts and souls into our products along with the best ingredients to bring the highest level of taste to our neighbors and friends here in Fairhaven.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sirena Gelato Shop",
				"add1": "960 Harris Ave",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 733-6700",
				"url": "http://sirenagelato.com/",
				"note": "Sirena Gelato Shop is a family-run cafe offering artisanal gelato and sorbet in an array of flavors, plus they serve cookies and coffee. From their website, 'Most of our fruit flavors are fat-free, dairy-free sorbets made from delicious seasonal favorites. Our dairy-based flavors are made with exotic ingredients, including Turkish imported organic hazelnuts, premium black cocoa chocolate, and slow-roasted pistachios. Every batch of our gelato is made the old-fashioned way, hand-scooped and hand-decorated, one pan at a time.' <strong>NOTE</strong>: They have another location in Kirkland, WA.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Tony's Coffee",
				"add1": "1101 Harris Ave",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 738-4710",
				"url": "https://www.tonyscoffee.com/",
				"note": "For more than forty years, Tony's Coffee have been roasting coffee in Bellingham. Nestled along the waters of the Puget Sound, in the shadow of the North Cascades, our work is inspired by the beauty of our surroundings. It's a great place for a coffee, hot chocolate, tea, and to get a bunch of work done. <strong>NOTE</strong>: There is a two-hour parking limit in town. Not sure how strict they are in enforcing the time limit.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Woods Coffee (Boulevard Park)",
				"add1": "470 Bayview Dr,",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 738-4771",
				"url": "https://woodscoffee.com/",
				"note": "Woods Coffee (Boulevard Park) is a local coffeehouse chain serves beverages, sweets and cafe fare, plus cold-brewed java in growlers. The view of the Chuckanut Bay from this location in Boulevard Park is awesome even when not siitng at an window seat. From their website, 'Woods Coffee was established in 2002 by the Herman family of Lynden, Washington. With a dream of starting a chain of coffee shops, the Hermans pooled their talents and resources to create the first Woods Coffee shop in Lynden. After six months, they opened their second store in the same town. Since then, they have been on a steady growth track. The Herman family now has Woods Coffee locations throughout the Pacific Northwest, located in Whatcom County, Skagit County, and King County.' <strong>NOTE</strong>: They have many locations around Bellingham and the surrounding area.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Marcy Sutton"
            }
        ]
    }
}