{
    "result": {
        "city": "Boston, MA",
		"posts": [
            {
                "name": "Belle Isle Seafood",
				"add1": "1 Main St",
				"add2": "",
				"cty": "Winthrop",
				"stt": "MA",
				"zpcd": "02152",
				"phn": "(617) 567-1619",
				"url": "",
				"note": "Belle Isle Seafood is a local seafood, including chowder and lobster rolls, in a spare, industrial space with inlet views. I ordered their fried Seafood Combo which had fried fish, shrimp, scallops, and I think clams along with French fries and cole slaw. No one can eat all the food you get by themselves. I'm glad I had help finishing it off. From the Boston Eater website, 'Winthrop, Massachusetts, isn’t the most convenient destination from Boston proper (or from anywhere), but Belle Isle Seafood’s fried clams are worth the inconvenience. The restaurant’s corrugated metal exterior immediately announces, “We’re a no-frills kind of place.” Get the clams on their own, or couple them with Belle Isle’s excellent fried scallops.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Blunch",
				"add1": "59 E Springfield St",
				"add2": "",
				"cty": "Boston",
				"stt": "MA",
				"zpcd": "02118",
				"phn": "(617) 247-8100",
				"url": "https://www.eatblunch.com/",
				"note": "The Blunch breakfast and lunch counter is turning out hearty pressed sandwiches and chocolate chip cookies until late. From the Food Network website, 'Guy swings by Blunch to sample the gourmet sandwiches that have made it a local favorite. Follow Guy’s lead and devour The Bird, whose seasoned chicken breast is accompanied by mozzarella, roasted tomatoes, artichoke aioli, and greens nestled on a baguette. For a vegetarian option, try The Provencal.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Brody's Diner",
				"add1": "308 Hartford Turnpike",
				"add2": "#4023",
				"cty": "Shrewsbury",
				"stt": "MA",
				"zpcd": "01545",
				"phn": "(508) 754-4400",
				"url": "",
				"note": "Brody's Diner serves all-day breakfast, burgers, and sandwiches in a simple restaurant with truck parking. Jerry Seinfeld ordered oatmeal and coffee when he was there.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Cabot’s Ice Cream",
				"add1": "743 Washington St",
				"add2": "",
				"cty": "Newton",
				"stt": "MA",
				"zpcd": "02460",
				"phn": "(617) 964-9200",
				"url": "https://cabots.com/",
				"note": "Cabot’s Ice Cream is a family-friendly diner with dozens of ice cream flavors and three square meals in a nostalgic setting. Order the peanut butter fluff boat. From thier website, 'Cabot's is a family-owned and operated old-fashioned ice cream parlor and restaurant. We are especially known for our generous portions of unique premium ice cream and frozen yogurt creations. We serve breakfast (all day), lunch, dinner, and late-night treats featuring deli-style sandwiches, wraps, flame-broiled burgers, salads, and traditional home-style dinners. Our offerings will please everyone from the smallest of appetites to the heartiest. We feature homemade ice cream, frozen yogurt cakes, and party sundae packages to accommodate over 200 people. With over 70 flavors with 35 varieties of toppings, it's all about taking life one scoop at a time! Cabot's strives to provide quality, value, service, and consistency to all our customers.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Casa Razdora",
				"add1": "115 Water St",
				"add2": "",
				"cty": "Boston",
				"stt": "MA",
				"zpcd": "02109",
				"phn": "(617) 338-6700",
				"url": "https://www.casarazdora.com/",
				"note": "Casa Razdora serves housemade pasta, pizza, sandwiches, and Italian eats in a cozy, bustling setting and is only open weekdays. From their website, 'Our food tastes fresh because it’s made fresh. Everything on our menu, from handmade pasta and sauces to antipasti, pizzas, and award-winning sandwiches, are made from scratch. At Casa Razdora, our emphasis on traditional cooking techniques and authentic recipes assures a premier dining experience every time you stop by.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday adn Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cutty’s",
				"add1": "284 Washington St",
				"add2": "",
				"cty": "Brookline",
				"stt": "MA",
				"zpcd": "02445",
				"phn": "(617) 505-1844",
				"url": "http://www.cuttyfoods.com/",
				"note": "Cutty’s uses locally sourced, and made-in-house ingredients define this busy breakfast-lunch soup and sandwich joint. You need to get one of the pork sandwiches. Cutty's makes home-made pickled fennel for the pork fennel sandwich. From the Food Network website, 'A husband-and-wife team could never find the perfect sandwich, so they started making their own and sharing them with the world. Guy couldn’t get enough of the roast beef 1000 with crispy shallots and the pork fennel on a torta roll. Guy guarantees that all the sandwiches are “out of bounds.”'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, Tuesday, and Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Little Donkey",
				"add1": "505 Massachusetts Ave",
				"add2": "",
				"cty": "Cambridge",
				"stt": "MA",
				"zpcd": "02139",
				"phn": "(617) 945-1008",
				"url": "http://www.littledonkeybos.com/",
				"note": "Little Donkey is a chef-driven spot with cool vibe serving international small plates, along with craft beers and cocktails. From their website, 'A global tapas restaurant by James Beard Award-winning Chefs Ken Oringer and Jamie Bissonnette in the heart of Central Square.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Lone Star Taco Bar",
				"add1": "635 Cambridge St",
				"add2": "",
				"cty": "Cambridge",
				"stt": "MA",
				"zpcd": "02141",
				"phn": "(857) 285-6179",
				"url": "https://lonestar-boston.com/",
				"note": "Lone Star Taco Bar is a hip, wood-paneled cantina serving modern Mexican street food plus mezcals, and many tequilas. You should order the Chicken Ranchero Tostada, with house beans, ranchero braised chicken, napa cabbage and crema placed on a crispy tortilla or the beef barbacoa tacos. From their website, 'Lone Star is the collaboration of the shared and individual experiences of owners Aaron Sanders and Max Toste, who spent much of their early years in Texas and Southern California, respectively. The flavors found on our menu are both familiar and robust, inspired by the open air markets and taquerías of Austin, Dallas, Los Angeles, Oaxaca and Mexico City. At Lone Star our focus is on mezcal, tequila, and Mexican street food. We utilize fresh ingredients prepared in a variety of ways to produce a complexity within simple fare.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Mary Chung",
				"add1": "464 Massachusetts Ave",
				"add2": "",
				"cty": "Cambridge",
				"stt": "MA",
				"zpcd": "02139",
				"phn": "(617) 864-1991",
				"url": "hhh",
				"note": "Mary Chung is a humble, old-school cash-only Chinese mainstay specializing in spicy Sichuan plates. They serve a Chinese (Mandarin and Szechuan) Brunch on Saturday and Sunday from 11:30 AM - 3:30 PM. I'm looking forward to eating their dim sum brunch next time I'm in Boston/Cambridge. From the Boston Eater website, 'The peanut-y dun dun noodles are exceptional, but Mary Chung’s suan la chow show (pork or shrimp wontons topped with a sweet and spicy sauce and raw mung bean sprouts) are essential in Greater Boston’s dumpling canon.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mike's Pastry",
				"add1": "300 Hanover St",
				"add2": "",
				"cty": "Boston",
				"stt": "MA",
				"zpcd": "02113",
				"phn": "(617) 742-3050",
				"url": "https://www.mikespastry.com/",
				"note": "Mike's Pastry is a renowned Italian bake shop is providing cannoli in multiple flavors, gelati, and biscotti since 1946. Mike's has some of the best cannoli I have ever had. On top of that, they are huge. From their website, 'Founded in 1946, Mike’s Pastry is located in Boston’s historic North End on Hanover Street. Michael Mercogliano (the “Mike” behind the famed Mike’s Pastry) created the one-of-a-kind cannoli that keeps loyal Bostonians and tourists coming from around the world to enjoy. Going to Mike’s has become a Boston tradition when in town, whether visiting family, friends, sporting events, college, or any other event. We hope that you continue the tradition and come see us and grab a pastry.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "https://c2.staticflickr.com/6/5482/13977198540_c59a78c96d_n.jpg",
				"cptn": "Chocolate mouse with chocolate chip covered cannoli shell and a ricotta-filled cannoli from Mike&rsquo;s Pastry in Boston&rsquo;s North End.",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mr. Bartley's Burger Cottage",
				"add1": "1246 Massachusetts Ave",
				"add2": "",
				"cty": "Cambridge",
				"stt": "MA",
				"zpcd": "02138",
				"phn": "(617) 354-6559",
				"url": "https://www.mrbartley.com/",
				"note": "Mr. Bartley's Burger Cottage is a Harvard Square institution and student favorite for burgers, fries, frappes, and kitschy decor. I have read customers line up down the block each day at lunch for a coveted seat, devouring their homemade burgers, onion rings, sweet potato fries, frappes, and lime rickeys. From their website, 'Bartley's has a fast-paced, wacky atmosphere. Our dining room looks like a dorm room filled with posters, bumper stickers, and funny signs. In the summer months, a small outdoor café gives diners the chance to people-watch in the sun. Future husbands and wives have met across our signature central table for single diners.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Oleana",
				"add1": "134 Hampshire St",
				"add2": "",
				"cty": "Cambridge",
				"stt": "MA",
				"zpcd": "02139",
				"phn": "(617) 661-0505",
				"url": "https://www.oleanarestaurant.com/",
				"note": "Oleana serves inventive Eastern Mediterranean dishes in a warm, welcoming interior or a peaceful garden patio. From the Oleana website, 'At Oleana, vivid flavors, aromatic spices and a commitment to the freshest ingredients compose a menu that celebrates the cuisine of Turkey and the Middle East. Small plates with big flavor, locally sourced meats and fish, artisanal wines, produce from our own farm and desserts that honor but upend tradition have garnered national attention and awards.' From the Boston Eater website, 'It's heartening to find the flavors of Turkey and the Middle East emerging in ambitious, finer dining restaurants across America. The nutty luster of tahini, the wafts of cinnamon and earthy za'atar, vegetable salads lolling in olive oil, spiced lamb in every permutation: Their prominence in our national culinary identity is overdue.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joe Yonan cookbook Cool Beans"
            },
            {
                "name": "Polcari’s Coffee",
				"add1": "105 Salem St",
				"add2": "",
				"cty": "Boston",
				"stt": "MA",
				"zpcd": "02113",
				"phn": " (617) 227-0786",
				"url": "https://polcariscoffee.com/",
				"note": "Polcari’s Coffee is a circa-1932 storied shop purveying dozens of varieties of coffee beans, nuts, and Italian delicacies. From their website, 'Anthony Polcari started Polcari’s Coffee in 1932. The coffee shop was a dream of his since he came over from Italy at the age of twenty. Working as a pocket-maker at a local tailor’s shop, Mr. Polcari saved up to open his own coffee store on Salem St. in 1932. Polcari’s Coffee was a family-owned business. Mr. Polcari’s wife Rose and children (Ralph, Anthony, and Marie) all worked in the store, helping their father achieve his dream. Ralph soon took over the store from his father. Ralph did not have a son or daughter to work in the business with him. For a guy that didn’t have any children, Ralph created a family. Polcari’s Coffee was his family and livelihood.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Salumeria Italiana",
				"add1": "151 Richmond St",
				"add2": "",
				"cty": "Boston",
				"stt": "MA",
				"zpcd": "02109",
				"phn": "(617) 523-8743",
				"url": "https://salumeriaitaliana.com/",
				"note": "Salumeria Italiana is a quaint fixture selling a range of Italian groceries, including meats, cheeses, pasta, and sauces. They supposedly have the best head cheese/Coppa di Testa in the country. From their website, 'Salumeria Italiana has stocked the best in olive oils, vinegars, pastas, and other specialty products. Our customers know that everything we sell has been taste-tested by our knowledgeable staff and by regulars who shop here every week.  Local residents, visitors from the suburbs, tourists from across the world, professional chefs, and enthusiastic home cooks  - all of them rely on us for quality, freshness, and authenticity.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Red Lentil Vegetarian and Vegan Restaurant",
				"add1": "600 Mt Auburn St",
				"add2": "",
				"cty": "Watertown",
				"stt": "MA",
				"zpcd": "02472",
				"phn": "(617) 972-9189",
				"url": "https://theredlentil.com/",
				"note": "Red Lentil Vegetarian and Vegan Restaurant is a destination that serves vegetarian and vegan Indian food with seasonal ingredients with gluten-free options, along with wine, and beer. From their website, 'People tend to underestimate vegan and vegetarian food; with the right techniques and ingredients, the possibilities are endless! Our spice blends turn up the flavor, and we enjoy the versatility of pulses (legumes) in soups, crepes, sandwiches, and pastries. We create vegan and vegetarian dishes that are both flavorful and high in protein, fiber, and vitamins. Daily specials are published to our Facebook page for lunch, dinner, and brunch. Each dish is crafted around in-season New England produce. Our desserts change week by week and are baked in-house. They feature a wide range of vegan and gluten-free options.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Roxy's Grilled Cheese",
				"add1": "485 Cambridge St",
				"add2": "",
				"cty": "Allston",
				"stt": "MA",
				"zpcd": "02134",
				"phn": "(617) 202-5864",
				"url": "https://www.roxysgrilledcheese.com/",
				"note": "Roxy's Grilled Cheese is a cheery spin-off of a popular food truck with inventive grilled cheese sandwiches, poutine, and burgers. Don't forget to go through walk-in cooler door to the old school pinball arcade. From their website, 'Why a food truck? A food truck gave us the opportunity to get up close and personal with our guests. We wanted to meet our guests and our community and get to know them as closely as possible. It was amazing to be able to have a conversation with the person you were cooking for. We knew as we grew that we wanted to preserve that experience. When we started, we committed to taking the little money we had and using it to buy the best ingredients possible. We wanted to serve the type of food you would tell your friends about. To this day, we're slicing our own cheeses, cutting our potatoes by hand, making our guacamole, brining and dredging our own chicken.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sarma Restaurant",
				"add1": "249 Pearl St",
				"add2": "",
				"cty": "Somerville",
				"stt": "MA",
				"zpcd": "02145",
				"phn": "(617) 764-4464",
				"url": "https://www.sarmarestaurant.com/",
				"note": "Sarma Restaurant is a modern Mediterranean menu, featuring meze, and Middle Eastern favorites offered in colorful digs. From their website, 'Sarma is a restaurant and bar where food, drink, and music come together in a vibrant celebration of the good things in life. Modeled after the traditional meyhanes of Turkey, the menu is a large selection of small plates ( meze ) that are designed to be shared alongside food-friendly cocktails, craft beers, or a glass of wine from a small but carefully selected list. Chef Cassie mostly stays true to Mediterranean flavors, but she draws inspiration from places she visits and people she meets and then blends her experiences into a style of cooking that is uniquely her own. Her goal is to strike a balance between the familiar and the unknown. Either way, she respects the fundamental flavor profiles that got her attention in the first place, so the food tastes exciting and modern, but authentic.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Saus Boston",
				"add1": "33 Union St",
				"add2": "",
				"cty": "Boston",
				"stt": "MA",
				"zpcd": "02108",
				"phn": "",
				"url": "https://www.sausboston.com/",
				"note": "Saus Boston is a local eatery featuring fries and beer and 15 sauces, which is particularly popular late-night. From their website, 'Saus was started by three local university grads who were ousted from their company due to the 2008 recession. With the help of their friends and family, we were able to fulfill a common dream of opening up a restaurant.' From the Boston Eater website, 'This fully vegetarian restaurant has an original (meat-filled) big sibling near Faneuil Hall. Saus at Bow Market serves sandwiches, hot dogs, grain and greens bowls, and fries, with vegan options as well. The Impossible Burger figures into the burger options at Saus, as well as in the chili served on poutine, while Beyond Sausage is the base for hot dog options.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Ugly Mug Diner",
				"add1": "122 Washington St",
				"add2": "",
				"cty": "Salem",
				"stt": "MA",
				"zpcd": "01970",
				"phn": "(978) 745-6844",
				"url": "http://www.uglymugdiner.com/",
				"note": "Ugly Mug Diner is a hopping daytime cafe dispensing inventive American diner fare and specialty drinks in their energetic surrounds. From their website, 'Located in the heart of historic Salem, Massachusetts, The Ugly Mug Diner is the perfect spot when you’re looking for a fresh hot breakfast or brunch served up with love. If you’re looking for breakfast or brunch near me, look no further. Saddle up to one of our stools, sip a handcrafted latte and chow down on one of our signature menu items such as Chipotle Brisket Hash, Duck Confit and Waffle, or any one of our amazing Benedicts.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Wednesday",
				"rcmmnd": "Dan Cederholm (Simplebits)"
            },
            {
                "name": "Veggie Galaxy",
				"add1": "450 Massachusetts Ave",
				"add2": "",
				"cty": "Cambridge",
				"stt": "MA",
				"zpcd": "02139",
				"phn": "(617) 497-1513",
				"url": "https://www.veggiegalaxy.com/",
				"note": "Veggie Galaxy is an imaginative twist on an old-school diner specializing in from-scratch vegan and vegetarian options. I ordered the Pearl Street Redhead Omelette (Portobellos, Caramelized Onion, Feta, Roasted Red Pepper Sauce) and don't forget to ask for their home-made hot sauce it's got the perfect amount of heat and spice for flavor. From their website, 'Veggie Galaxy offers traditional diner comfort food made from scratch: the twist is that it’s all vegetarian (and everything can be made vegan!) Our on-site bakery is 100% vegan. Veggie Galaxy is located in the diverse and creative neighborhood of Central Square, Cambridge, MA. We’re open seven days a week and serve breakfast all day. We have a big menu of diner standards and run weekly specials just to keep things fun around here. On weekends we make doughnuts (vegan). We’re in business to provide friendly old-time diner hospitality to all of our guests. We want to be the best part of your day!'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            }
        ]
    }
}