{
    "result": {
        "city": "Buffalo, NY",
		"posts": [
            {
                "name": "Bocce Club Pizza",
				"add1": "4174 Bailey Ave",
				"add2": "",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14226",
				"phn": "(716) 833-1344",
				"url": "https://bocceclubpizza.com/",
				"note": "Bocce Club Pizza is a mainstay for traditional, specialty and gluten-free pies plus wings behind a villa-style exterior. Their sausage pizza is still one of my favorites, and their pepperoni isn't bad either. From their website, ‘Experience the taste of traditional and specialty pizza at Bocce Club Pizza. Since 1946, we’ve been proud to be a local “Buffalo Tradition” for customers throughout the Clarence, East Amherst, Amherst, Getzville, and Williamsville, NY, areas. Our menu is complete with party pizzas, chicken wings, chicken fingers, fresh subs, party salads, a wide range of sides, and more.’ <strong>NOTE</strong>: Takeout only place.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Butter Block",
				"add1": "426 Rhode Island St",
				"add2": "ccc",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14213",
				"phn": "(716) 424-0027",
				"url": "https://butterblockshop.com/",
				"note": "From the Buffalo News website, ‘Butter Block, Stillwell’s bakery, has become the finest sweets bakery in Buffalo, one of the crowd-drawing developments in the West Side neighborhood of Five Points. Legions of dedicated customers line up in the white-tiled 426 Rhode Island St. storefront to scan the display case. Through a glass wall, they can watch uniformed bakers working diligently in the white-tiled kitchen. They walk out with boxes of croissants, tarts, and eclairs, or order ahead online for seasonal pies and cakes or other guaranteed allotments of sure-to-sell-out daily delights.’ Adrian recommends the blueberry basil-filled eclair and the blueberry Greek yogurt tartlet.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Adrian Roseli"
            },
            {
                "name": "Duff's Famous Wings",
				"add1": "3651 Sheridan Dr",
				"add2": "",
				"cty": "Amherst",
				"stt": "NY",
				"zpcd": "14226",
				"phn": "(716) 834-6234",
				"url": "https://duffswings.com/",
				"note": "Duff's Famous Wings is an established restaurant known for its chicken wings and drumsticks coated in spicy house sauce. If you ask locals about chicken wings, they will recommend Duffs. When my family gets together, we order 50 or 100 wings extra crispy with sauce on the side and a few order of fries and gravy. With my parents living three miles away we found it's best to mix the sauce in once we get them home to keep the wings crispy on the outside. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Lloyd Taco Factory",
				"add1": "1503 Hertel Ave",
				"add2": "ccc",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14216",
				"phn": "(716) 863-9781",
				"url": "https://whereslloyd.com/",
				"note": "From their website, ‘In the Beginning, there was nothing. Then there was lloyd, ushering in a new era of culinary excellence to the streets of Buffalo NY. It began when Pete and Chris met the mighty and wise Lloyd. They began to serve up burritos out of a truck. Lloyd Taco Truck: a business whose mission is to serve affordable yet tasty food to the people of Buffalo.’ From the Visit Buffalo Niagara website, ‘The restaurant offers tacos, burritos, and side dishes offered on Lloyd taco trucks, plus more dishes, a full bar, deep with tequila, and mezcal. Lloyd’s is located on Hertel Avenue, a neighborhood filled with a variety of restaurants, cafes, bars, and boutiques.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "CBS - The Dish (YouTube)"
            },
            {
                "name": "Paula's Donuts",
				"add1": "2319 Sheridan Dr",
				"add2": "",
				"cty": "Tonawanda",
				"stt": "NY",
				"zpcd": "14223",
				"phn": "(716) 862-4246",
				"url": "https://paulasdonuts.com/",
				"note": "From their website, 'Paula's Donuts was established in 1996 and is a family-owned and operated business. Their hand-cut donuts are baked fresh daily on the premises, the old-fashioned way. Excellence is not achieved by cutting corners. Using only the finest quality ingredients, we go the extra mile to bring you the very best in donut deliciousness. Every Paula's donut has a very special ingredient, something you won't find in any of the big chain store donuts- we make our hand-cut donuts with love!' Alton Brown says their sour cream old-fashioned absolutely hits the mark. My dad says you need to order the red velvet cake donut or the Peanut Jelly, which is a jelly-filled peanut stick donut. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Public Espresso",
				"add1": "391 Washington St",
				"add2": "",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14203",
				"phn": "(716) 341-2150",
				"url": "https://www.publicespresso.com/",
				"note": "Public Espresso is a small-batch coffee roastery, espresso shop, and pour-over bar. They are self-proclaimed nerds dedicated to the science and art of coffee and espresso—all-day cafe and coffee roastery with freshly made doughnuts, hot coffee, breakfast, and lunch. If Alton Brown likes, it can't be all that bad. From the Buffalo News website, 'Even though Public Espresso and Coffee represents the most modern turn of coffee culture in Buffalo, its retro setting makes having a cup there feel like a glimpse of the past. Nestled in the lobby of Hotel at the Lafayette, the coffee and espresso bar is surrounded by the old-fashioned letter slots and gilded elevators of the opulent French Renaissance-style hotel. This is serious coffee, in a setting that supports stopping and appreciating each cup.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Adrian Roselli and Alton Brown"
            },
            {
                "name": "Rakhapura Mutee and Sushi",
				"add1": "302 Main St",
				"add2": "ccc",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14202",
				"phn": "(716) 856-0508",
				"url": "https://www.rakhapurarestaurant.com/",
				"note": "From their website, 'Rakhapura Mutee and Sushi, was established in April 2013. It is a new ethnic food in Buffalo, New York. We use the fresh highest, quality ingredients, and we are maintaining affordable prices for our valued customers. Here, we do make delicious, healthy, reasonable, and fresh food for you and your family. That's what's on our menu; we have over 30 different Sushi Rolls and more oriental food. We are glad you've stopped by for a little taste. We offer you and your family delectable fully cooked meals to eat at our cozy Sushi, soup, curries, and more oriental food in dine and to take with you.' Alton recommends eating here if you live within a day's drive.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "Alton Brown"
            },
            {
                "name": "Red Top Hot Dogs",
				"add1": "3360 Big Tree Rd",
				"add2": "ccc",
				"cty": "Hamburg",
				"stt": "NY",
				"zpcd": "14075",
				"phn": "(716) 627-5163",
				"url": "hhh",
				"note": "From the Buffalo News website about Red Top Hot Dogs, ‘Die-hard people huddled in cars eating lunch. Brave souls are trying to enjoy spring sunshine despite Lake Erie wind chills in exchange for a taste of summer. These are typical scenes this time of year at Red Top in Hamburg. That’s the way it’s been since 1946 when the original founder returned from the war and opened the hot dog stand. Today, Dennis McNaney and his daughter Lisa run Red Top. They’ve preserved it in its original state since taking ownership in 1980. No one really knows why it’s called Red Top, but one thing is certain – it’s a Western New York pastime that customers still embrace.’ Titus tweeted, ‘Red Top Hot Dogs (Hamburg, NY). Live charcoal-grilled Wardynski’s natural casing wiener (pork/beef). Variety of toppings offered. I did mustard, onion, chopped dill pickles. Plus, an order of cottage fries. Overlooking Lake Erie. Since 1949.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Remedy House",
				"add1": "429 Rhode Island St",
				"add2": "",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14213",
				"phn": "(716) 250-7724",
				"url": "https://www.remedyhouse.co/",
				"note": "From the Remedy House website, 'Remedy House is an all-day coffee bar in Buffalo’s Five Points neighborhood offering an extensive menu of coffee, food, and hard and soft beverages for every mood, hour, budget, condition, affliction, affection, and need. Remedy House was built on a foundation of great coffee and espresso, but community, camaraderie, and connection are the stuff of our core. In other words, we’re more than a caffeine pitstop. We’re a gathering place and hangout where everyone is free to eat, drink, and be. If you’d like, you can think of our space as an extension of your home, albeit with more strangers friends, better pastries, and way weirder wine.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Adrian Roselli"
            },
            {
                "name": "Sophia's Restaurant",
				"add1": "749 Military Rd",
				"add2": "",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14216",
				"phn": "(716) 447-9661",
				"url": "",
				"note": "Sophia's Restaurant is a quaint comfort-food kitchen serving hearty helpings of breakfast and lunch in a converted house. Order the fried bologna sandwich on home-made bread onions.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Southern Junction",
				"add1": "365 Connecticut S",
				"add2": "ccc",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14213",
				"phn": "(716) 262-0575",
				"url": "https://www.southernjunction716.com/",
				"note": "From their website, ‘Texas BBQ with a Kerala connection. We combine  Texas-style cooking techniques with South Asian flavors.’ From the Visit  Buffalo Niagara website, ‘On Buffalo’s West Side, about midway down  Connecticut Street, the scent of fire-licked meat smoking over wood hangs in the air and awakens the appetites of passersby. A line of eager diners snakes along a narrow, open-sky passage between two buildings. They’re all waiting for their turn to cross the threshold and approach the counter and meat-chopping station inside. Guests choose from the day’s meats and sides before the team carefully assembles each order on an orange, paper-lined lunch tray. Finding a table, they tuck into  fragrant, juicy smoked chicken, brisket, housemade sausages, pulled  pork, and a dizzying array of tempting sides, all served with a slice of  freshly baked white bread.’ If you are there on a Sunday for brunch, you need to order the cinnamon roll.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Wednesday",
				"rcmmnd": "CBS - The Dish (YouTube)"
            },
            {
                "name": "Ted's Charbroiled Hot Dogs",
				"add1": "2312 Sheridan Dr",
				"add2": "",
				"cty": "Tonawanda",
				"stt": "NY",
				"zpcd": "14150",
				"phn": "(716) 834-6287",
				"url": "https://www.tedshotdogs.com/",
				"note": "Ted's Charbroiled Hot Dogs is a long-running chain is known for charcoal-grilled hot dogs and other fast fare since 1927. In a perfect world, you order two charbroiled hot dogs with mustard, onion, and pickle relish along with an order of French fries and a chocolate milkshake to dip the fries in. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}