{
    "result": {
        "city": "Buffalo, NY",
		"posts": [
            {
                "name": "Bocce Club Pizza",
				"add1": "4174 Bailey Ave",
				"add2": "",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14226",
				"phn": "(716) 833-1344",
				"url": "https://bocceclubpizza.com/",
				"note": "Bocce Club Pizza is a mainstay for traditional, specialty and gluten-free pies plus wings behind a villa-style exterior. Their sausage pizza is still one of my favorites, and their pepperoni isn't bad either. From their website, ‘Experience the taste of traditional and specialty pizza at Bocce Club Pizza. Since 1946, we’ve been proud to be a local “Buffalo Tradition” for customers throughout the Clarence, East Amherst, Amherst, Getzville, and Williamsville, NY, areas. Our menu is complete with party pizzas, chicken wings, chicken fingers, fresh subs, party salads, a wide range of sides, and more.’ <strong>NOTE</strong>: Takeout only place.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cafe Godot",
				"add1": "388 Porter Ave",
				"add2": "",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14201",
				"phn": "(716) 783-7028",
				"url": "https://cafegodotbflo.com/",
				"note": "From the Cafe Godot website, 'We believe there’s a consistency to chaos, and it’s better to embrace it. That said, we will constantly be changing and tweaking our menu as we source from local farms as much as possible. We’re excited for you to try new things and rediscover some old favorites as well.' Adrian Roselli recommends getting the chickpea soup if it's part of the daily soup special.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, Tuesday, and Wednesday",
				"rcmmnd": "Adrian Roselli"
            },
            {
                "name": "Duff's Famous Wings",
				"add1": "3651 Sheridan Dr",
				"add2": "",
				"cty": "Amherst",
				"stt": "NY",
				"zpcd": "14226",
				"phn": "(716) 834-6234",
				"url": "https://duffswings.com/",
				"note": "Duff's Famous Wings is an established restaurant known for its chicken wings and drumsticks coated in spicy house sauce. If you ask locals about chicken wings, they will recommend Duffs. When my family gets together, we order 50 or 100 wings extra crispy with sauce on the side and a few order of fries and gravy. With my parents living three miles away we found it's best to mix the sauce in once we get them home to keep the wings crispy on the outside. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Paula's Donuts",
				"add1": "2319 Sheridan Dr",
				"add2": "",
				"cty": "Tonawanda",
				"stt": "NY",
				"zpcd": "14223",
				"phn": "(716) 862-4246",
				"url": "https://paulasdonuts.com/",
				"note": "From their website, 'Paula's Donuts was established in 1996 and is a family-owned and operated business. Their hand-cut donuts are baked fresh daily on the premises, the old-fashioned way. Excellence is not achieved by cutting corners. Using only the finest quality ingredients, we go the extra mile to bring you the very best in donut deliciousness. Every Paula's donut has a very special ingredient, something you won't find in any of the big chain store donuts- we make our hand-cut donuts with love!' Alton Brown says their sour cream old-fashioned absolutely hits the mark. My dad says you need to order the red velvet cake donut or the Peanut Jelly, which is a jelly-filled peanut stick donut. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Public Espresso",
				"add1": "391 Washington St",
				"add2": "",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14203",
				"phn": "(716) 341-2150",
				"url": "http://www.publicespresso.com/",
				"note": "Public Espresso is a small-batch coffee roastery, espresso shop, and pour-over bar. They are self-proclaimed nerds dedicated to the science and art of coffee and espresso—all-day cafe and coffee roastery with freshly made doughnuts, hot coffee, breakfast, and lunch. If Alton Brown likes, it can't be all that bad. From the Buffalo News website, 'Even though Public Espresso and Coffee represents the most modern turn of coffee culture in Buffalo, its retro setting makes having a cup there feel like a glimpse of the past. Nestled in the lobby of Hotel at the Lafayette, the coffee and espresso bar is surrounded by the old-fashioned letter slots and gilded elevators of the opulent French Renaissance-style hotel. This is serious coffee, in a setting that supports stopping and appreciating each cup.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Adrian Roselli and Alton Brown"
            },
            {
                "name": "Remedy House",
				"add1": "429 Rhode Island St",
				"add2": "",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14213",
				"phn": "(716) 250-7724",
				"url": "https://www.remedyhouse.co/",
				"note": "From the Remedy House website, 'Remedy House is an all-day coffee bar in Buffalo’s Five Points neighborhood offering an extensive menu of coffee, food, and hard and soft beverages for every mood, hour, budget, condition, affliction, affection, and need. Remedy House was built on a foundation of great coffee and espresso, but community, camaraderie, and connection are the stuff of our core. In other words, we’re more than a caffeine pitstop. We’re a gathering place and hangout where everyone is free to eat, drink, and be. If you’d like, you can think of our space as an extension of your home, albeit with more strangers friends, better pastries, and way weirder wine.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Adrian Roselli"
            },
            {
                "name": "Sophia's Restaurant",
				"add1": "749 Military Rd",
				"add2": "",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14216",
				"phn": "(716) 447-9661",
				"url": "",
				"note": "Sophia's Restaurant is a quaint comfort-food kitchen serving hearty helpings of breakfast and lunch in a converted house. Order the fried bologna sandwich on home-made bread onions.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ted's Charbroiled Hot Dogs",
				"add1": "2312 Sheridan Dr",
				"add2": "",
				"cty": "Tonawanda",
				"stt": "NY",
				"zpcd": "14150",
				"phn": "(716) 834-6287",
				"url": "https://www.tedshotdogs.com/",
				"note": "Ted's Charbroiled Hot Dogs is a long-running chain is known for charcoal-grilled hot dogs and other fast fare since 1927. In a perfect world, you order two charbroiled hot dogs with mustard, onion, and pickle relish along with an order of French fries and a chocolate milkshake to dip the fries in. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}