{
    "result": {
        "city": "Chattanooga, TN",
		"posts": [
            {
                "name": "Aretha Frankenstein",
				"add1": "518 Tremont St",
				"add2": "ccc",
				"cty": "Chattanooga",
				"stt": "TN",
				"zpcd": "37405",
				"phn": "(423) 265-7685",
				"url": "http://www.arethas.com/",
				"note": "From the Food Network website, ‘Chattanooga may be known for its trains, but on $40 A Day, Rachael discovers The Waffle of Insane Greatness at Aretha Frankensteins. Breakfast lovers beware, they have scarily good deals on shrimp and grits, omelets, breakfast burritos and fat stack pancakes with Maine blueberries. They recommend ordering the Waffle of Insane Greatness.’ Let’s Be Us recommends the slim pancakes (2) with blueberry butter and eggs, bacon, potatoes, and a biscuit on the side.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Bea's Restaurant",
				"add1": "4500 Dodds Ave",
				"add2": "ccc",
				"cty": "Chattanooga",
				"stt": "TN",
				"zpcd": "37407",
				"phn": "(423) 867-3618",
				"url": "hhh",
				"note": "Bea’s Restaurant is a modest eatery for all-you-can-eat Southern fare, including fried chicken, in family-style surrounds. From the Nashville Eater website, ‘In the shadows of Lookout Mountain is the down-home country cooking this part of America is famous for. Open since 1950, Bea’s is a buffet, but you don’t have to leave your seat to pile that plate with third and fourth helpings. At Bea’s, there’s a lazy susan in the middle of the table — and it’s a culinary carousel of fried chicken, peach cobbler, and potato salad right in arm’s reach.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Bluegrass Grill",
				"add1": "55 E Main St",
				"add2": "ccc",
				"cty": "Chattanooga",
				"stt": "TN",
				"zpcd": "37408",
				"phn": "(423) 752-4020",
				"url": "https://www.bluegrassgrillchattanooga.com/",
				"note": "Bluegrass Grill serves hearty Southern-style breakfasts, along with soup and sandwiches, in a cozy diner setting. From their website, ‘Make yourself at home. Whether you’re one of our regulars or just visiting our beautiful town, everyone is welcome at The Bluegrass Grill. Since opening our doors in 2007, our family-owned restaurant has been serving up made-from-scratch breakfast and lunch five days a week. We bake our bread daily and strive to offer something for all, from classic southern fare to gluten-free and vegan options, all with fresh ingredients made with love.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "Clumpies Ice Cream Co.",
				"add1": "26 Frazier Ave",
				"add2": "B",
				"cty": "Chattanooga",
				"stt": "TN",
				"zpcd": "37405",
				"phn": "(423) 267-5425",
				"url": "https://clumpies.com/",
				"note": "From their website, ‘Our flagship shop is located in the heart of Chattanooga’s Northshore, a bustling neighborhood full of eclectic shops and businesses, offering some of the best local shopping and dining in the city. Opened in 1999, this is where Clumpies got its start and the location where every batch of ice cream was made for the first 5 years! Our back door opens up to Coolidge Park, one of Chattanooga’s premier parks, and we’re just one block from the historic Walnut Street Bridge on Frazier Avenue. Come stop in for a cup or a cone and enjoy exploring the Northshore! Clumpies Ice Cream Co. has been handcrafting the best ice cream in Chattanooga since 1999. Opened by the son of a third-generation candy maker, Clumpies has sought to create a product as amazing and one-of-a-kind as the city where it started. The business changed hands in 2013, but our mission is still the same: Serve every person that walks through our doors incredible ice cream and create unforgettable memories worth repeating. Each batch of Clumpies ice cream is made by hand with only the finest ingredients that can be found. From our ice cream mix that we pasteurize ourselves from fresh milk and cream to our house-made cookies, cakes, chunks, jams, and sauces that we swirl into our ice cream, we always strive to make the best ice cream around. We churn our ice cream in small batches, ten gallons or less at a time. That micro-batch process allows us to care for and consider each scoop of ice cream that we serve.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let's Be Us(YouTube) and Samantha Brown ( PBS - Someplace to Love - YouTube)"
            },
            {
                "name": "Goodman Coffee - Warehouse Row",
				"add1": "1110 Market St",
				"add2": "Warehouse Row",
				"cty": "Chattanooga",
				"stt": "TN",
				"zpcd": "37402",
				"phn": "(423) 498-4881",
				"url": "https://www.goodmancoffeeroasters.com/",
				"note": "From the Goodman Coffee - Warehouse Row website, 'A vision to indulge in the delicious result of hundreds of hours of labor and thousands of miles of transit. Since 1995, the Goodman family and our partners have been striving to carry out this vision, from our earliest venture in 1995 as one of the first specialty coffee shops in Chattanooga to the creation of Goodman Coffee Roasters in 2016. Goodman Coffee recognizes the only way for a holistic vision to succeed is by honoring every piece of the story. This means celebrating the centuries-old history of land and farmers by partnering directly with producers, ensuring every square hectare of land and pair of hands holds inherent value in the movement from farm to consumer. It means we develop relationships that transcend profit margins and strive to protect those origins by roasting, brewing, and serving our coffee with integrity.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "Hello Monty",
				"add1": "306 W Main St",
				"add2": "ccc",
				"cty": "Chattanooga",
				"stt": "TN",
				"zpcd": "37408",
				"phn": "(423) 206-9242",
				"url": "https://www.hellomontyonmain.com/",
				"note": "From their website, 'Hello Monty is an homage to the great backyard cookout: flavorful wood-fired food, fresh brewed beer and batch cocktails, an open-air yard that mingles with the neighborhood, and gracious hosts that believe in true Southern hospitality. A place for the neighborhood founded by two guys from the neighborhood. The true community atmosphere of Hello Monty pairs perfectly with our menu full of fresh and savory grilled foods. Stop in for grilled shrimp skewers, fire-roasted pasta, grilled salads and burgers, coal-roasted ribeyes, and more. Our food has a delicious and distinct flavor that can only come from open-flame cooking. The custom coal ovens in our display kitchen are works of art.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "The Hot Chocolatier",
				"add1": "1437 Market St",
				"add2": "ccc",
				"cty": "Chattanooga",
				"stt": "TN",
				"zpcd": "37402",
				"phn": "(423) 266-3066",
				"url": "https://thehotchocolatier.com/",
				"note": "The Hot Chocolatier is a quaint spot offering artisanal chocolate truffles, hot drinking chocolate, pastries, and desserts. Let’s Be Us recommends you order one of their many hot chocolates. From their website, ‘Wendy and Brandon Buckner started The Hot Chocolatier in 2008. As a locally-owned Chattanooga, TN based company, the couple wanted to bring their experiences – from the various cities in which they had lived – back to their native hometown. The concept of The Hot Chocolatier became a reality when Wendy and Brandon began introducing artisan chocolates, confections, one-of-a-kind sculptures, showpieces, customized favors, and corporate/wedding gifts to the public upon opening the doors of their first location within the Business Development Center along the North Shore area of downtown Chattanooga.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "The Local Juicery and Kitchen",
				"add1": "48 E Main St",
				"add2": "ccc",
				"cty": "Chattanooga",
				"stt": "TN",
				"zpcd": "37408",
				"phn": "(423) 521-5389",
				"url": "https://www.thelocaljuicery.com/",
				"note": "From The Local Juicery and Kitchen website, ‘Our mission is to create an environment where everyone feels welcome regardless of what shape, size, color, sexuality, or nationality. We want to spread love for humanity and create a SAFE space for everyone. We put all our love and energy day in and day out to achieve this. Life is health; life is love; life is a friend; life is family. The belief is that with love, acceptance, vulnerability, honesty, and empathy, we can build a community around us!’ Let’s Be Us (YouTube) mentioned they serve vegetarian and vegan foods.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Main Street Meats",
				"add1": "217 E Main St",
				"add2": "ccc",
				"cty": "Chattanooga",
				"stt": "TN",
				"zpcd": "37408",
				"phn": "(423) 602-9568",
				"url": "https://www.mainstreetmeatschatt.com/",
				"note": "Main Street Meats is a venue featuring a butcher shop and a modern, brick-walled American cafe for lunch, dinner, and cocktails. From their website, ‘Chattanooga’s neighborhood butcher, Main Street Meats, aims to create the best experience for the animal, the farmer, and the community. Our innovative approach to whole-animal butchery drives everything we do, from what’s in the case to what’s on the menu, and consequently, what’s on your plate.’ and ‘At Main Street Meats, our restaurant offerings change, and sometimes daily. That’s because we let the product drive the menu. We’re in the business of keeping things fresh— in every sense of the word— and aim to use seasonal produce alongside top-quality meats for a food experience you’ll definitely want to repeat again and again.’ Let’s Be Us recommends people order the mushroom toast, so check the menu/specials. You should try one of their charcuterie platters. Their burger is a staple on their lunch and dinner menu.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "The Purple Daisy Picnic Cafe",
				"add1": "4001 St Elmo Ave",
				"add2": "ccc",
				"cty": "Chattanooga",
				"stt": "TN",
				"zpcd": "37409",
				"phn": "(423) 822-6477",
				"url": "https://purpledaisypicnic.com/",
				"note": "From their website, 'The Purple Daisy is a Picnic Cafe, nestled at the foot of beautiful Lookout mountain in Historic St. Elmo. We are conveniently located next to the Historic Incline Railway on your way to these great attractions and pick up a picnic lunch. Either Dine in or Carry out, we offer world-famous BBQ and Picnic fare.' It's a basic joint that serves barbecued meat plates, sandwiches, tacos, quesadillas, burgers, and hot dogs.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Uncle Larry's Restaurant",
				"add1": "736 E M L King Blvd",
				"add2": "ccc",
				"cty": "Chattanooga",
				"stt": "TN",
				"zpcd": "37403",
				"phn": "Phone: (423) 757-5894",
				"url": "https://unclelarrysrestaurant.com/",
				"note": "Uncle Larry’s Restaurant is a low-key, family-owned nook with fried fish plates and sides, plus homemade desserts and outdoor seating. From their website, ‘Uncle Larry’s Restaurant offers pork chops, hot dogs, fried okra, fried green tomatoes, chili, turnip greens, macaroni and cheese, and homemade desserts, but Torrence’s claim to fame is fried fish. Catfish, whiting, and tilapia are all on the menu. The sign in the window says: “Fish so good it will smack you.” The fish is piping hot, crispy, crunchy, light, and seasoned just right. The fish served is big, so big you can break one piece in half so it can fit the bread. Uncle Larry’s also has homemade desserts. We offer cheesecakes (cherry, strawberry, Butterfinger); blisses (peanut butter with Reese’s and Oreo Cookie); cakes (Key Lime, Red Velvet, Carrot, 7Up, and Italian Cream); and Banana Pudding.’ Titus tweeted ‘Variety Plate (catfish, whiting, perch) at Uncle Larry’s Hot Fish. Some of the finest fried fish in the south, by which I mean anywhere.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Titus Ruscitti and Samantha Brown ( PBS - Someplace to Love - YouTube)"
            }
        ]
    }
}