{
    "result": {
        "city": "Chattanooga, TN",
		"posts": [
            {
                "name": "Main Street Meats",
				"add1": "217 E Main St",
				"add2": "ccc",
				"cty": "Chattanooga",
				"stt": "TN",
				"zpcd": "37408",
				"phn": "(423) 602-9568",
				"url": "https://www.mainstreetmeatschatt.com/",
				"note": "Main Street Meats is a venue featuring a butcher shop and a modern, brick-walled American cafe for lunch, dinner, and cocktails. From their website, ‘Chattanooga’s neighborhood butcher, Main Street Meats, aims to create the best experience for the animal, the farmer, and the community. Our innovative approach to whole-animal butchery drives everything we do, from what’s in the case to what’s on the menu, and consequently, what’s on your plate.’ and ‘At Main Street Meats, our restaurant offerings change, and sometimes daily. That’s because we let the product drive the menu. We’re in the business of keeping things fresh— in every sense of the word— and aim to use seasonal produce alongside top-quality meats for a food experience you’ll definitely want to repeat again and again.’ Let’s Be Us recommends people order the mushroom toast, so check the menu/specials. You should try one of their charcuterie platters. Their burger is a staple on their lunch and dinner menu.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "The Purple Daisy Picnic Cafe",
				"add1": "4001 St Elmo Ave",
				"add2": "ccc",
				"cty": "Chattanooga",
				"stt": "TN",
				"zpcd": "37409",
				"phn": "(423) 822-6477",
				"url": "https://purpledaisypicnic.com/",
				"note": "From their website, 'The Purple Daisy is a Picnic Cafe, nestled at the foot of beautiful Lookout mountain in Historic St. Elmo. We are conveniently located next to the Historic Incline Railway on your way to these great attractions and pick up a picnic lunch. Either Dine in or Carry out, we offer world-famous BBQ and Picnic fare.' It's a basic joint that serves barbecued meat plates, sandwiches, tacos, quesadillas, burgers, and hot dogs.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Uncle Larry's Restaurant",
				"add1": "736 E M L King Blvd",
				"add2": "ccc",
				"cty": "Chattanooga",
				"stt": "TN",
				"zpcd": "37403",
				"phn": "Phone: (423) 757-5894",
				"url": "https://www.unclelarrysrestaurant.com/",
				"note": "Uncle Larry’s Restaurant is a low-key, family-owned nook with fried fish plates and sides, plus homemade desserts and outdoor seating. From their website, ‘Uncle Larry’s Restaurant offers pork chops, hot dogs, fried okra, fried green tomatoes, chili, turnip greens, macaroni and cheese, and homemade desserts, but Torrence’s claim to fame is fried fish. Catfish, whiting, and tilapia are all on the menu. The sign in the window says: “Fish so good it will smack you.” The fish is piping hot, crispy, crunchy, light, and seasoned just right. The fish served is big, so big you can break one piece in half so it can fit the bread. Uncle Larry’s also has homemade desserts. We offer cheesecakes (cherry, strawberry, Butterfinger); blisses (peanut butter with Reese’s and Oreo Cookie); cakes (Key Lime, Red Velvet, Carrot, 7Up, and Italian Cream); and Banana Pudding.’ Titus tweeted ‘Variety Plate (catfish, whiting, perch) at Uncle Larry’s Hot Fish. Some of the finest fried fish in the south, by which I mean anywhere.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Titus Ruscitti"
            }
        ]
    }
}