{
    "result": {
        "city": "Chicago, IL",
		"posts": [
            {
                "name": "A Family in the Northeast",
				"add1": "2002 S Wentworth Ave",
				"add2": "Basement Food Stalls",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60616",
				"phn": "",
				"url": "",
				"note": "From Titus Ruscitti's website about A Family in the Northeast, 'Speaking of the Richland Center basement, there's a new stall selling open-ended potstickers called &ldquo;A family in the Northeast.&rdquo; This stall has hosted a few places over the years, with this newest tenant specializing in open-ended potstickers, bing, and bao. They offer a handful of fillings, and the traditional pork and leek were pretty good. Some people aren't fans of the open-ended wrap because of the juices from inside that they can lose. That said, these were still pretty juicy but suffered slightly from a packaged trip from the mall to my car. They steamed a bit and lost some of that would be a crunch.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Al's Italian Beef",
				"add1": "1079 W Taylor St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "(312) 226-4017",
				"url": "https://www.alsbeef.com/",
				"note": "Al’s Italian Beef is a Chicago-based chain known for overstuffed Italian beef sandwiches and hot dogs in a bare-bones space. From their website, ‘The purported origins of the Italian beef sandwich can be traced back to this Taylor Street stand in Little Italy. That’s where Al Ferrari and his sister and brother-in-law, Frances and Chris Pacelli Sr., set up shop in 1938 and started popularizing what would become one of the city’s iconic foods. Today, the original location is still in business, and the beef remains unchanged — marinated in secret spices and dipped in gravy. So stop in, assume the proper upright eating stance, and savor a bit of Chicago history.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Andros Taverna",
				"add1": "2542 N Milwaukee Ave",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60647",
				"phn": "(773) 365-1900",
				"url": "https://androstaverna.com/",
				"note": "Andros Taverna serves seasonal Greek specialties and cocktails served in a contemporary space with a patio. From their website, ‘In the heart of Logan Square, Andros Taverna is a contemporary Greek restaurant from  Chef Doug Psaltis serving sophisticated Mediterranean food cooked from the soul. Inspired by the cosmopolitan taverns of Greece, Andros Taverna is a story of culinary heritage, purity of flavors, and warm hospitality. Driven by seasonality, our kitchen provides traditional cuisine alongside innovative new dishes to serve a fresh and contemporary expression of a Greek menu. Our menu is rooted in tradition while highlighting quality products with updated classic mezes, crisp salads, responsible meats, and wild seafood cooked over glowing embers of charcoal. Our pitas are stretched to order, brushed with the world’s finest olive oil, and most flavorful when wrapped around souvlaki fresh off the grill. Flavorful classics with modern sensibility create a  unique and new Greek dining experience at Andros Taverna.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Aroy Thai",
				"add1": "4654 N Damen Ave",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60625",
				"phn": "(773) 275-8360",
				"url": "https://www.aroythaiatchicago.com/",
				"note": "Aroy Thai is a casual neighborhood BYOB restaurant serving traditional  Thai favorites in a modest space. From the Chicago Eater website, ‘Even the seasoned Thai eater will enjoy finding something new at Aroy. Beef offal soup and pickled green bamboo are just a few of the funkier dishes offered here. While it’s possible to order like one would at any other  Thai restaurant, venturing outside the comfort zone is recommended and  yields rewards.’ Titus tweeted, “Pro-tip for ordering at Aroy Thai. Always get an extra sticky rice and a side of their Thai chile dipping sauce (served with Crying Tiger dish) to pair with eggs the next morning. Rice for breakfast is the best.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Athenian Room",
				"add1": "807 W Webster Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60614",
				"phn": "(773) 348-5155",
				"url": "hhh",
				"note": "Athenian Room is a casual restaurant cooking Greek specialties like gyros and juice-soaked fries since the 1970s. Tina Fey recommended the Kalamata chicken dinner, which is a half chicken over steak fries with lemon herb sauce that soaks in with the chicken fat to the fries. From their website ‘Lincoln Park’s Greek eatery has been a neighborhood staple for more than four decades, thanks in large part to its popular roast chicken. In fact, Tiny Fey loves the dish so much she called the restaurant one of her favorite places to eat in town. And when it comes to food, we won’t argue with Liz Lemon.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Tina Fey on David Letterman show &ldquo;My Next Guest Needs No Introduction&rdquo;"
            },
            {
                "name": "Babygold Barbecue",
				"add1": "6615 Roosevelt Rd",
				"add2": "ccc",
				"cty": "Berwyn",
				"stt": "IL",
				"zpcd": "60402",
				"phn": "(708) 637-4364",
				"url": "https://www.babygoldbbq.com/",
				"note": "From the Chicago Eater website aboutBabygold Barbecue, ‘El Che  Steakhouse owner/chef John Manion teams up with the famed FitzGerald’s venue to open his first barbecue joint. Adjacent to FitzGerald’s,  BabyGold BBQ is family-friendly with grilled meats and vegetables  (brisket, baby-back ribs, barbecue-spiced cauliflower), a smoked shrimp salad po’boy, char-grilled oysters, and cornbread topped with cajun honey butter. There’s live music daily — sometimes free and for all ages — ranging from blues to alt-rock.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Clsoed Monday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Bang Bang Pie and Biscuits",
				"add1": "2051 N California Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60647",
				"phn": "(773) 276-8888",
				"url": "https://www.bangbangpie.com/",
				"note": "Bang Bang Pie and Biscuits is a rustic bakery with a rotating menu of homemade sweet and savory pies and biscuits for eat-in or takeout. Phil from the show Somebody Feed Phil (Netflix) recommends the candied bacon and the BLT Biscuit, or the sorghum butter, and for dessert, the peach pie with corneal crumble or the malted milk chocolate with whip cream or the pistachio and blueberry compote or peanut butter custard with raspberry preserves and toasted peanuts. From their website, ‘Bang Bang Pie and Biscuits continues Mid-Western cooking traditions, eager to serve up our unique take on hospitality, decadence and cafe life.’ From the Chicago Eater website, ‘Though it’s best known for its sweet pies, Bang Bang Pie also sells savory pies and quiches. The menu varies depending on the season, but there’s usually a classic chicken pot pie and a vegetarian Southern tomato, filled with spicy tomatoes and cheddar cheese. All pies are available whole or by the slice.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "Somebody Feed Phil (Netflix)"
            },
            {
                "name": "Barnaby's",
				"add1": "7950 N Caldwell Ave",
				"add2": "ccc",
				"cty": "Niles",
				"stt": "IL",
				"zpcd": "60714",
				"phn": "(847) 967-8600",
				"url": "https://www.barnabysofniles.com/",
				"note": "Long-standing family place serving pizza known for its crust, plus other casual American food. From their website, ‘As the first Barnaby’s in Chicagoland, our Niles family has been serving yours since 1969. At Barnaby’s, we take pride in providing a high-quality menu in a fun, family-friendly atmosphere. Visit us and join a long history of family outings, sports banquets, reunions, dates, and drinks after work. Our specialty is thin crust pizza, made with equal parts love and fresh ingredients. But our self-serve restaurant also invites you to also enjoy our burgers, beef sandwiches, spaghetti, chicken, shrimp, salads, appetizers, kids menu, and our homemade chili. For your convenience, we offer dine-in, carry-out, and delivery services.’ From the Chicago Eater website, ‘What was once a prominent local chain has been whittled down to just a few locations in the suburbs. That hasn’t stopped this Northbrook outpost, though, from cranking out superb tavern-style pizzas. The crisp, cornmeal-dusted crust provides the foundation for a right amount of cheese, tangy sauce, and toppings like housemade sausage.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Big Delicious Planet - Catering, Canteen, and Urban Farm",
				"add1": "412 N Wolcott Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60622",
				"phn": "(312) 455-1019",
				"url": "http://www.bigdeliciousplanet.com/",
				"note": "Big Delicious Planet - Catering, Canteen, and Urban Farm is an inviting cafe connected to a catering operation offering coffee, pastries, and eco-focused meals. They have their own urban farm nearby. Its owner is Heidi Moorman Coudal. Yes, it’s that Coudal. From their website, ‘Since our founding in 1994, Big Delicious Planet has evolved from catering backstage for thousands of the world’s most popular artists to a certified green farm-to-table operation with a busy cafe and a lush urban farm. Throughout BDP’s history, our passion has been creating unforgettable experiences for our clients, whether it’s catering a stylish wedding, designing a one-of-a-kind event in the middle of our own urban farm, or feeding globally-inspired cuisine to employees of the world’s most recognized brands. Delicious, high-quality food and eye-catching presentations have remained the focus of our catering from day one.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "Jim Coudal"
            },
            {
                "name": "Billy Goat Tavern",
				"add1": "430 N Michigan Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60611",
				"phn": "(312) 222-1525",
				"url": "https://www.billygoattavern.com/",
				"note": "The Billy Goat Tavern is a Chicago legend since 1934 associated with the Cubs curse and Saturday Night Live. 'Cheezeborger, cheezeborger' and more in an underground haunt made famous by a recurring SNL skit. From the USA Today website, ‘For those of a certain age, the Billy Goat Tavern is best known as its fictional incarnation, Olympia Tavern, the setting for a famed recurring Saturday Night Live skit in the John Belushi and Bill Murray era. The Olympia was a three-item Greek café where the only options were “cheeburger,” chips, and Pepsi, as in the famous gag line, “No Coke! Pepsi!” Both Belushi and Murray were veterans of Chicago’s famed Second City comedy troupe and were familiar with the real-life Billy Goat Tavern, on which the skit was based.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Birrieria Zaragoza",
				"add1": "4800 N Broadway",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60640",
				"phn": "(773) 334-5650",
				"url": "https://www.birrieriazaragoza.com/",
				"note": "From the Chicago Eater website, ‘The Zaragoza clan has been dishing up the celebratory Jalisco dish for almost more than 15  years, sticking to a 100-year-old heirloom recipe from the Los Altos region. The family, featured on Netflix’s Taco Chronicles along with three other Chicago favorites, takes great pride in their process and ingredients, which include raising their goats. The meat is seasoned and cooked for several hours and served with a tomato consommé, red mole,  handmade tortillas, and a fleet of garnishes (onions, cilantro, chilis,  and lime). Try your birria or head taco with the molcajete sauce made with fire-roasted tomatoes and chilis — it is the G.O.A.T. Way before the birria boom driven by social media hit our feeds, the Zaragoza family had already been serving the festive Jalisco stew for nearly 15  years. And while there are many ways to enjoy birria, the Zaragozas stick to a 100-year-old heirloom recipe from the Los Altos de Jalisco region. The family, recently featured on Netflix’s Taco Chronicles,  takes great pride in their process and ingredients, which include raising their goats. The meat is seasoned and cooked for several hours and served with a tomato consommé, red mole, handmade tortillas, and a fleet of garnishes (onions, cilantro, chilis, and lime). Follow the juicy and tender birria with a goat head taco. It is crispy, lightly brushed with an ancho-based mole, and finished on a comal. The molcajete sauce made with fire-roasted tomatoes and chilis is not to be missed.’ Recommend ordering crispy cabeza de chivo taco.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bob Chinn's Crab House",
				"add1": "393 S Milwaukee Ave",
				"add2": "",
				"cty": "Wheeling",
				"stt": "IL",
				"zpcd": "60090",
				"phn": "(847) 520-3633",
				"url": "https://www.bobchinns.com/",
				"note": "Bob Chinn’s has been an institution since 1982 in Wheeling, IL. For over 35 years, they have served some of the Freshest Seafood from around the globe- Alaska, Hawaii, New Zealand - to name a few. Specializing in seafood, they’re also known for our wet-aged prime steaks that are comparable to some of the best steakhouses. Starting off as a restaurant that only seated 200, expanded to over 700 seats in five years. Come inside and judge for yourself on the quality and freshness of the finest food you will ever taste, served by their friendly and enthusiastic staff. From the Chicago Eater website ‘In the northern suburbs, Bob Chinn’s is synonymous with seafood. The sprawling crab shack has been serving fresh seafood since 1982, much of it flown in from the Atlantic and Pacific and prepared in a variety of ways. But the house specialty remains crab legs, preferably served with a basket or two of the famous garlic rolls.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "my brother"
            },
            {
                "name": "Chicago French Market",
				"add1": "131 N Clinton St",
				"add2": "MetraMarket",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60661",
				"phn": "(312) 575-0306",
				"url": "https://frenchmarketchicago.com/",
				"note": "Chicago French Market is a European-inspired indoor food market for grab-and-go meals, fresh produce, and specialty kiosks. From their website, 'As the Original Chicago Food Hall, Chicago French Market is fast becoming a destination for tourists and locals alike. The in-house seating area is reminiscent of a Parisian street cafe. Photo-ops in the seating area are frequent, with an original art mural of Paris at night as a backdrop. We encourage you to come in and enjoy this truly unique space. The Chicago French Market also offers fresh ingredients for cooking at home, delicious grab-and-go options for breakfast, lunch, and dinner, light snacks, picnics, easy party planning for home and office settings, plus meaningful gift ideas, all in one convenient location.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Chiya Chai Logan Square",
				"add1": "2770 N Milwaukee Ave",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60647",
				"phn": "(773) 360-7541",
				"url": "https://www.chiyachai.com/",
				"note": "From their website, ‘Boasting one of the most expansive chai programs in the entire world, Chicago’s Chiya Chai offers a vast selection of Chai ranging from classic to exotic, with spices sourced directly from Nepal, India, and nearby regions. Backed by two husband-and-wife teams, Chiya Chai originated from the owners’ deep family history of tea merchants, who were one of the first to export Nepalese tea to the outside world. In addition to over 150 possible combinations of Chai, the café and eatery offers Nepali and Indian-influenced fare, all handmade with love, including savory pies, MoMo dumplings, and curries, as well as a bespoke cocktail program specially designed to showcase a variety of aromatic and exotic spices in combination with tea and other ingredients. From our family to yours, we put lots of love and careful attention into each item. We hope you enjoy our Chai and food as much as we enjoy bringing it to you.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Cindy's Rooftop",
				"add1": "12 S Michigan Ave",
				"add2": "Chicago Athletic Association",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60603",
				"phn": "(312) 792-3502",
				"url": "http://www.cindysrooftop.com/",
				"note": "Cindy's Rooftop is a hip, stylish rooftop bar/eatery at the Chicago Athletic Association Hotel with choice seasonal fare. Phil from the Somebody Feed Phil (Netflix) show recommends going there for drinks. From their website, 'The Jewel in the Crown Of The Chicago Athletic Association Hotel, Cindy's Rooftop Restaurant and open-air terrace offers panoramic views of Millennium Park, sparkling Lake Michigan, The Art Institute Of Chicago, and beyond. Join Executive Chef Christian Ragano and his team for seasonally-rotating, family-style comfort food, bio-dynamic wines, and award-winning cocktails with large format apothecaries. With seasonal freshness reflected in food and drink, this Chicago restaurant serves locally-sourced, New American cuisine within the relaxed ambiance of a Great Lakes beach house.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Somebody Feed Phil (Netflix)"
            },
            {
                "name": "Daisies",
				"add1": "2523 N Milwaukee Ave",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60647",
				"phn": "(773) 661-1671",
				"url": "https://www.daisieschicago.com/",
				"note": "Daisies is a stylish spot with seasonal pasta and vegetables on the New American menu along with craft cocktails. From the Chicago Eater website, 'This casual restaurant on Milwaukee Avenue offers an array of creative pasta dishes, small plates, and fun brunch items backed with ingredients sourced from chef and owner Joe Frillman’s family farm. Tasting menus, a terrific wine, and cocktail list, and a patio make it a neighborhood hotspot. It recently reopened for indoor dining.' Titus tweeted 'Surf and Turf lunch in sandwich form from Daisie’s in Logan Square. That’s the Wagyu Beef and Cheddar (&ldquo;cheez whiz,&rdquo; fermented green chili aioli, and onion bun) and the Smoked Whitefish (pickled ramps, trout roe, frisee, and multigrain). Both were f’ing delicious.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Dangela's Dumplings",
				"add1": "133 N Milwaukee Ave",
				"add2": "",
				"cty": "Libertyville",
				"stt": "IL",
				"zpcd": "60048",
				"phn": "(847) 549-3248",
				"url": "",
				"note": "Dangela's Dumplings is a relaxed spot offering pan-seared and boiled Chinese dumplings with various fillings along with pots of tea. From their website, 'We're proud to feature our specialty dumplings prepared just the way you like. Our dumplings are created from scratch, using the freshest ingredients and traditional Chinese recipes to ensure every bite is absolutely scrumptious. The tasty ingredients in our dumplings include pork, beef, onion, egg, shrimp, zucchini, and more. You'll also want to try our tantalizing side dishes, which include steamed broccoli, shredded potato, cabbage, and seaweed salad, among others.' From Titus Ruscitti's website, 'As the name suggests, this is a dumpling house. Meaning that's pretty much all they do. Dangela being a middle-aged Chinese lady who lives in the area and opened this spiffy clean ready for franchising restaurant towards the end of 2019. They offer a handful of fillings that tell you the &ldquo;exact&ldquo; portioning of each filler (ex. Pork and Celery - 80% Pork, 20% Celery). We tried the shrimp (45%), Sweet Corn (40%), and Chinese Chives (15%) in boiled form, and they were legit. I liked the fried pork and celery version even more as she ordered a couple machines from Asia specifically made for cooking dumplings. They're rectangular in shape, so you can put in ten dumplings per machine.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday ",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Del Seoul",
				"add1": "2568 N Clark St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60614",
				"phn": "(773) 248-4227",
				"url": "https://delseoul.com/",
				"note": "Del Seoul is a no-frills counter-service eatery with Asian fusion eats like Korean BBQ tacos and banh mi sandwiches. You need to order lollipop K-town Chicken Wings or Kalbi (braised short rib) poutine or the Veggie Bibimbop. From their website, 'Our inspiration comes from the Korean “street foods” of California, Asia, and Korea. Our goal is simple: to put a modern, unique spin on Korean food. We’re also a family-owned business. We honor tradition but also love trying new things. We believe in keeping things fresh and unique. We believe in popular, not trendy. We believe that customer-focused and food-focused is the only way to go.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Do-Rite Donuts and Chicken",
				"add1": "181 N Morgan St",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "ggg",
				"url": "https://www.doritedonuts.com/",
				"note": "From their website, ‘Chef-owned counter for artisanal donuts in unusual flavors, along with fried chicken sandwiches and coffee.’ From the Chicago Eater website, ‘Whether it’s pistachio-Meyer lemon or buttermilk old fashions, Do-Rite’s got it on the menu. As a bonus, the shop carries gluten-free and vegan options as well. There are seven locations in the city and suburbs.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "Doughnut Vault",
				"add1": "401 N Franklin St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60654",
				"phn": "",
				"url": "https://doughnutvault.com/",
				"note": "Doughnut Vault is a tiny bakery selling a handful of donut choices each day until the stock runs out. Owner Brendan Sodikoff started selling big, fresh doughnuts out of a brick storefront in the spring of 2011, and lines continue from early morning until the handful of flavors sell out. Outside, there's a communal table for enjoying old-fashioned, chocolate-glazed doughnuts and salted peanuts, with cheap cups of coffee. From the Chicago Eater website, 'Hogsalt Hospitality’s sweets spot is among the most popular in the city. Creative specials, such as dulce de leche and honey bun cake, are offered daily alongside favorites like the old-fashioned. Arrive early because there’s usually a line, and once everything is sold out, Doughnut Vault closes for the day. There are three locations.'ss",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dove's Luncheonette",
				"add1": "1545 N Damen Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60622",
				"phn": "(773) 645-4060",
				"url": " http://www.doveschicago.com/",
				"note": "Dove's Luncheonette is a Tex-Mex diner eats plus cocktails and lots of tequila in retro digs with counter seats and a jukebox. The burnt ends hash I saw on TV look like the thing to order when you're there. From the Chicago Eater website, 'This charming Tex-Mex diner from One Off Hospitality (Publican, Big Star) has become a popular standby for Wicker Park residents with a hankering for breakfast and brunch indulgences like burnt ends hash and chicken fried chicken.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dr. Bird's Jamaican Patty Shack",
				"add1": "1215 N Milwaukee Ave",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60642",
				"phn": "(716) 807-7062",
				"url": "https://doctorbirds.com/",
				"note": "From their website, ‘At Doctor Bird’s Jamaican Patty Shack, we believe people are better together, expanding and applying Jamaica’s national motto globally. Our goal is to bring people together through food;  blending flavors and concepts across the globe while adding the Jamaican flare. Our belief is that there is a place for everyone at the table. The original Doctor Bird’s was established in 1981 in the inner city of  Buffalo, NY.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Duck Duck Goat",
				"add1": "857 W Fulton Market",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "(312) 902-3825",
				"url": "https://www.duckduckgoatchicago.com/",
				"note": "Duck Duck Goat is a creative Chinese fare from celeb chef Stephanie Izard served in buzzy, ornately decorated surrounds. From the Chicago Eater website, ‘Chef Stephanie Izard’s tribute to Chinatowns around the world is one of the most beautiful restaurants in Chicago, and the menu contains all the usual suspects: dim sum, mapo tofu, and a seasonal special Peking duck.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Eleven City Diner",
				"add1": "1112 S Wabash Ave",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60605",
				"phn": "(312) 212-1112",
				"url": "https://www.elevencitydiner.com/",
				"note": "From their website, ‘A casual family restaurant is the cornerstone of a - great Chicago neighborhood. ELEVEN is a hybrid of our sincere respect-  for what family “dining rooms” used to be. We truly hope that our-  restaurant rekindles the feelings of true friendly “diners”—the type of-  quality restaurants so many of us grew up with (and still crave) which - have slowly, but steadily, disappeared from our city’s street corners. Thank you for trusting us to feed you.’ From the Chicago Eater website, ‘Make kids happy at this classic Jewish deli and ice cream fountain in South Loop. An array of sweet treats including shakes, sundaes,  house-made sodas, and candy. Mammoth sandwiches, fluffy pancakes, and  fried staples all add up to a food paradise for most minors.’ Phil recommends the Somebody Feed Phil Hop Open-Faced Turkey sandwich.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Phil Rosenthal World (YouTube)"
            },
            {
                "name": "Elske",
				"add1": "1350 W Randolph St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "(312) 733-1314",
				"url": "https://elskerestaurant.com/",
				"note": "Elske is a low-key spot offering à la carte and tasting menus of creative American fare with Danish influences. From the Chicago Eater website, 'Last December, pedigreed chefs David and Anna Posey (Blackbird, Alinea, Trio) opened their very first restaurant, Elske. Sporting a stylish array of locally sourced, hyper-seasonal ingredients, the spot had one notable lofty ambition: to change the tasting menu game in Chicago by offering a multi-course experience that was simultaneously affordable and laid back. &ldquo;We were inspired by the modern-style bistros of Paris and throughout Europe — how you could go to Le Chateaubriand and have very forward-thinking food for about $60,&rdquo; says David. &ldquo;We just want [customers to get] interesting food that [they] can’t make at home.&rdquo;'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Jason Fried"
            },
            {
                "name": "Ever Restaurant",
				"add1": "1340 W Fulton St",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "ggg",
				"url": "https://www.ever-restaurant.com/",
				"note": "From their website, ‘Two-Michelin-starred Ever is the creative obsession of world-renowned Chef Curtis Duffy and his longtime business partner Michael Muser. Ever is for those seeking an epic dining experience, an 8- to 10-course tasting menu created by one of the country’s most celebrated and artistic chef. The 2 ½ hour dining experience is set in an exquisite atmosphere with extraordinary service.’ From the Chicago Eater website, ‘Let’s do a favor for Ever’s PR team: unlike at the end of Season 3 of The Bear, the real Ever continues to serve patrons. Chef Curtis Duffy became a superstar when he opened his first award-winning restaurant, Grace, on Randolph Street, and he’s brought that energy a few blocks west to Fulton Market, where Ever opened in 2020. Duffy is offering only one tasting menu (vegetarians will be accommodated), but he remains committed to showing off precise techniques with playful execution. Case in point: artfully cut ribbons of freeze-dried hamachi. Fine dining tends to be polarizing, but for folks who want a meal with a dash of theatrics, Ever fulfills that niche better than any Chicago restaurant. It’s so synonymous with fine dining that a semi-fictionalized version of the restaurant had a starring role in seasons 2 and 3 of The Bear. Just note that this is one of the most expensive meals in Chicago.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Iron Chef (Netflix)"
            },
            {
                "name": "Fatso's Last Stand",
				"add1": "2258 W Chicago Ave",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60622",
				"phn": "(773) 245-3287",
				"url": "https://www.fatsoslaststand.com/",
				"note": "Fatso’s Last Stand serves Char dogs, burgers, and fried shrimp served in a no-frills hot dog house with late-night weekend hours. From their website, ‘Fatso’s Last Stand is a restaurateur’s take on the neighborhood snack bar. Enjoy Chicago’s Best Char Dogs, chow down on a Fatso Burger, or salivate over inventive concoctions with Mac and Cheese as the prime ingredient. This is a place for any time of the day, so stop by with the family for lunch on Saturday afternoon and come back with friends after going out on Saturday night. Fatso’s is Ukie Village’s hot dog stand with something for everyone, whenever they want  it.’ From the Chicago Eater website, ‘Grilling a hot dog isn’t a novice’s task, and Fatso’s char dog is the best in the city. The West  Town staple now has a Lincoln Park location.’ Titus tweeted ‘Char Dog from Fatso’s Last Stand (Chicago, IL). No explanation necessary.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Four Seasons Dumplings",
				"add1": "3205 S Halsted St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60608",
				"phn": "(312) 265-0568",
				"url": "",
				"note": "From Titus Ruscitti's website about Four Seasons Dumplings, 'The city's newest dumpling shop sits on Halsted in Bridgeport across from the police station parking lot. They also specialize in house-made lo mein, which is pretty good if you like subtle flavors paired with chewy noodles (try the green bean version). But don't miss out on the dumplings, which potsticker-wise are probably my favorite in town right now. I haven't tried the steamed options because I think those would be much better dining in, but the style of fried dumplings they do here aren't the type to get all stuck together when taken to go.' From their website, 'Four Seasons Dumpling is a cornerstone in the Chicago community and has been recognized for its outstanding Chinese cuisine, excellent service, and friendly staff. Our Chinese restaurant is known for its modern interpretation of classic dishes and its insistence on only using high-quality fresh ingredients.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Thursday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Firecakes Donuts",
				"add1": "1001 W North Ave",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60642",
				"phn": "(773) 598-4006",
				"url": "https://firecakesdonuts.com/",
				"note": "From their website, ‘Our small-batch donuts are baked from scratch daily in one of our Chicago-land bakeries. Our bakers begin the process in the wee hours and continue throughout the morning.’ From the Chicago Eater website, ‘Firecakes has four locations in the city and the suburbs, and they’ll all be carrying the seasonal hot chocolate doughnut, a classic cake covered in a layer of fudge with a pink peppermint marshmallow covering up the hole. This popular local mini-chain has returned with its annual smattering of sufganiyot, available with raspberry-blood orange jelly or lemon curd filling.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "Fullerton Restaurant",
				"add1": "2400 W Fullerton Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60647",
				"phn": "(773) 384-5500",
				"url": "hhh",
				"note": "Fullerton Restaurant is a down-to-earth diner supplying breakfast, burgers, and other familiar American standards. Titus Ruscitti recommends the Akutagawa, which is a little known regional dish that came out of Chicago’s Japanese-American community, which thrived in Lakeview post World War II. It’s wok scrambled eggs that are stir-fried with green pepper, onion, and bean sprouts with your choice of meat with chopped hamburger being standard along with a side of rice and gravy, plus toast.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Wednesday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "The Game Room",
				"add1": "12 S Michigan Ave",
				"add2": "Chicago Athletic Association",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60603",
				"phn": "(844) 312-2221",
				"url": "https://www.lsdatcaa.com/game-room",
				"note": "The Game Room in the Chicago Athletic Association Hotel is a retro-chic lounge offering classic cocktails and finger foods, along with bocce, pool, cards, and foosball. From their website, 'Game Room is exactly that — a sprawling space on the second floor of the Chicago Athletic Association packed with shuffleboard, foosball, bocce, billiards, checkers, chess, and more. Accompanying the games is a playful menu of creative takes on street food favorites, including burgers, fried pickle pops, falafel, fried chicken sandwiches, chicken wings, and more. The drink menu includes an accessible selection of classic cocktails, including rotating seasonal variations on Cobblers, Collins, Old Fashioneds, Sours, and more. Game Room also offers a range of craft beers, including limited-edition collaborations with local breweries, and a curated wine list.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Somebody Feed Phil (Netflix)"
            },
            {
                "name": "Garfield Gyros",
				"add1": "2020 W Garfield Blvd",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60609",
				"phn": "(773) 476-3606",
				"url": "https://www.garfieldgyros.com/",
				"note": "Titus tweeted about Garfield Gyros, ‘The Gyro Grilled Cheese remains an underappreciated Chicago original, and it’s one that’s nearing extinction. Only a few can still be found in the wild. This one is from Garfield Gyros on the border of West Englewood / Back of the Yards.’ From the Chicago Eater website, ‘The neighborhood’s source for American-style fast food, Garfield Gyros serves gyros, hot dogs, grilled cheese, and pizza, as well as breakfast sandwiches. The gyros grilled cheese impressed writer Titus Ruscitti.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Gene and Jude's",
				"add1": "2720 N River Rd",
				"add2": "ccc",
				"cty": "River Grove",
				"stt": "IL",
				"zpcd": "60171",
				"phn": "(708) 452-7634",
				"url": "https://www.geneandjudes.com/",
				"note": "From their website, ‘No seats. No ketchup. No pretense. No nonsense. America’s #1 Hot Dog. We work almost 24 hours a day in preparation alone to provide our loyal customers with what many believe are the best hot dogs and fries in the country. We are absolutely dedicated to maintaining the highest standards of quality in our food and strive to sustain the  original Gene and Jude’s “experience.” As with most originals, we are often imitated, but there is only one Gene and Jude’s. The dogs and fries alone were such a successful masterpiece that he took the other items off the menu, and after a relocation in 1950 to River Grove, Ill - Gene and Jude’s was in the making. The location in River Grove - although known as Gene and Jude’s - originally had no name on the outside of the building and was called River Road Hot Dogs by many locals.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Girl and the Goat",
				"add1": "809 W Randolph St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "(312) 492-6262",
				"url": "https://www.girlandthegoat.com/",
				"note": "Girl and the Goat is the hot spot where Stephanie Izard serves up innovative small plates from a dramatic open kitchen. The Girl and the Goat opened with the goal of serving a family-style menu of tasty, bold flavored foods with global influences in a fun and lively setting that makes their guests feel at home from the moment they walk in the door. From their website, ‘As one of the first restaurants on Chicago’s famed Restaurant Row in the West Loop, Stephanie Izard’s Girl & the Goat began in 2010 with a goal of serving bold, global flavors to our local community (and visitors!). Since then, our desire to treat guests like family has remained the same (as have our Green Beans) – but our seasonal flavors, cocktails, wine, and locally-rooted beer are ever-changing.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Green Gables Bar and Grill",
				"add1": "17485 E 2500 North Rd N",
				"add2": "ccc",
				"cty": "Hudson",
				"stt": "IL",
				"zpcd": "61748",
				"phn": "(309) 747-2496",
				"url": "https://greengablesgrill.com/",
				"note": "From their website, ‘Green Gables is a family-friendly restaurant and bar inspired to give you the best smash burgers known to man. We are world famous for our burgers made fresh to order with only the highest quality ingredients.’ Titus tweeted ‘Double Smashed Crispy Burger at Green Gables Bar and Grill in Hudson, near Lake Bloomington. A contender for the best burger in Illinois. One of the best in the Midwest (America’s best burger region) for sure.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Guapo Taco Tacos De Canasta",
				"add1": "2430 W 47th St",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60632",
				"phn": "(773) 696-2777",
				"url": "https://www.elguapotaco.com/",
				"note": "From their website, 'Guapo Taco was founded in 2015 by  Chef Manny  Gonzalez and his wife Susy Cornejo (Susilicious). Their passion for food and customer service motivated them to start their own food business. Their vision was to use Grandma's recipe that would transport people to  Mexico City when they took a bite of a taco. They decided to start from the bottom by selling what is now their delicious sensation, &ldquo;Tacos de  Canasta&rdquo; (Basket Tacos). They started selling from home in January 2015  and had so many orders in just three months that Margarita Gonzalez  (Chefs Manny's Mom), Rosa Perez (Susy's mom), and Yazmin Alarcon (Susy's sister-In law) had to help them, which lead them to find a bigger  space.' Titus tweeted, 'Picadita con Papa at TdC Rossy. Quite simply, my favorite weekend breakfast/brunch joint in the city.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Hing Kee",
				"add1": "2140 S Archer Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60616",
				"phn": "(312) 808-9538",
				"url": "https://www.hingkeechinatown.com/",
				"note": "Hing Kee serves hand-drawn noodle soup is a feature at this welcoming restaurant offering various Asian cuisines. From Tehri website, 'Hing Kee is a family-owned restaurant located in Chicago's Chinatown. Since 2007, we have been striving to bring Chicago the best handmade soup dumplings, traditional pulled noodles, and authentic Cantonese food.' From Titus Ruscitti's website, 'Hing Kee is located in the Square. They get your attention by putting the dumpling ladies in the front window. From there, they pretty much roll and fold dumplings all day. Lots of people like their Xiao Long Bao, aka soup dumplings, but they have other styles on offer. An order of potstickers from here will always come out nice and crisp. It's one of the better spots in Chinatown to enjoy dumplings.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Honey 1 BBQ",
				"add1": "746 E 43rd St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60653",
				"phn": "(773) 285-9455",
				"url": "",
				"note": "Honey 1 BBQ is a family-run rib joint with a fiery secret sauce is a great budget-friendly option in Chicago’s Bucktown neighborhood. Chicagoan Jeff Mauro recommends the Mini Tips Combo: hunks of smoky meat served atop a mountain of fries and bathed in the restaurant's signature sauce. Honey 1 BBQ serves hickory-smoked BBQ classic's and BYOB (Bring your own beer) in a casual, counter-serve storefront with wood tables. From the Chicago Eater website, 'Barbecue enthusiasts adore the outstanding smoked meats coming out of this celebrated Bronzeville joint. Owner Robert Adams Sr. and his family cook tender ribs, rib tips, and hot links over wood fire in an aquarium-style glass smoker. They also offer other items like wings, fried fish, brisket, and pulled pork.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "The Southern Foodways Alliance"
            },
            {
                "name": "Honey Butter Fried Chicken",
				"add1": "3361 N Elston Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60618",
				"phn": "(773) 478-4000",
				"url": "https://www.honeybutter.com/",
				"note": "Honey Butter Fried Chicken is a quick-serve outfit furnishes fried poultry, craft beer, and cocktails in rustic digs with a patio. From their website, 'Many years ago, one of the side dishes served during SDC Fried Chicken Dinner was griddled corn cakes with honey butter. Hastily plated portions of the chicken and side were piled high on small plates to be eaten by staff while standing in the kitchen. Somehow, the honey butter melted on the fried chicken. Mind-exploding discovery moment: honey butter is really delicious on fried chicken.' From the Chicago Eater website,'It may not serve your momma’s fried chicken — with bones, skin, et al. — but Honey Butter Fried Chicken makes swaths of Chicagoans feel like kids again when they dip their birds in that addictive honey butter. Since expanding from supper club to Avondale brick-and-mortar in fall 2013, lines form during peak lunch and dinner hours but move quickly at the cozy counter-service space.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "House of Bing",
				"add1": "6930 S South Shore Dr",
				"add2": "#1",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60649",
				"phn": "(773) 363-5400",
				"url": "",
				"note": "House of Bing serves common Chinese appetizers and entrees, including daily lunch specials, prepped in a plain storefront. From their website, 'House of Bing Chinese Cuisine and Lounge (formally known as House of Ing in Hyde Park) is the go-to place for Chinese food lovers in South Shore. Dine-in to experience our delectable menu, or take it to go.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "In-On Thai",
				"add1": "4641 N Broadway",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60640",
				"phn": "(773) 944-0114",
				"url": "https://www.inonthaichicago.com/",
				"note": "From the In-On Thai website, ‘In-On Thai is a cornerstone in the Chicago community and has been recognized for its outstanding Thai cuisine,  excellent service, and friendly staff. Our Thai restaurant is known for  its modern interpretation of classic dishes and its insistence on only  using high-quality fresh ingredients.’ From the Chicago Eater website, ‘A longtime favorite in Lakeview, this Thai restaurant reopened earlier in 2020 in Uptown. This is a compact menu featuring food from Central  Thailand. Newbies will be drawn to the crunchy fried chicken (Larb moo tod). The salad section is eye-catching and stars the green bean salad that sits in a spicy and sour sauce flanked by hardboiled eggs, ground pork, and a few tender pieces of shrimp. The grilled pork with eggplant salads is also noteworthy. It’s cold and refreshing but doesn’t compromise on the heat level. One of the most unique Thai restaurants in Chicago.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "J's Corner Hot Dogs",
				"add1": "3845 N Elston Ave",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60618",
				"phn": "(773) 539-6003",
				"url": "hhh",
				"note": "From Titus’s website, ‘Much to my surprise, upon stopping in, I learned that J’s is one of a handful of Asian-owned hot dog stands still going strong. Over the years, I’ve come to realize that Chicago has this cool little food thing going where quite a few of its old-school hot dog stands are not just Asian-owned but also feature Asian food items on their menus. I’m not sure if the old Asian guy who owns the place is J  himself, but I do plan on digging into this story for another food site sometime soon. So do stay tuned. In the meantime, let’s try a hot dog. Nothing particularly noteworthy about this wiener except for the fact it’s well made and, at $3, still a bargain, even in today’s times. Free fries with all sandwiches.’ Titus Ruscitti recommends the bulgogi sandwich.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Jim's Original",
				"add1": "1250 S Union Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "(312) 733-7820",
				"url": "http://jimsoriginal.azurewebsites.net/",
				"note": "Jim's Original is an old-school 24/7 hot dog stand (started in 1939) boasting the original Maxwell Street Polish sausage. You need to order a pork chop sandwich too. From their website, 'Jim's Original is the longest continuously operating hot dog stand to have once done business on Maxwell Street. Except for a short closure in 2001 when we were relocated from Maxwell Street to Union Avenue, we have been in business since 1939, with 62 years of history on Maxwell Street. Jim's was so well-known and has so consistently served Chicagoans that we became the cornerstone of the Old Maxwell Street Market until its relocation in 1994. People still identify the Old Maxwell Street Market with the sweet smell of onions that emanated from Jim's stand.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "24 Hours",
				"rcmmnd": "vvv"
            },
            {
                "name": "Jimmy's Red Hots",
				"add1": "4000 W Grand Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60651",
				"phn": "(773) 384-9513",
				"url": "https://www.jimmysredhotschicago.com/",
				"note": "Jimmy's Red Hots is a counter-serve stand slinging hot dogs, Polish sausages, fries, and tamales for over 55 years. From their website, 'No Ketchup Since 1954. Our founder, the original Jimmy understood great taste and quality ingredients. That is why he instilled in us that you never put ketchup on a Chicago-style hot dog. Jimmy’s is consistently voted top dog in local and national polls. Jimmy’s continues to be family owned and operated. For over 65 years, we’ve tried our best to keep serving what Chicago knows to be the best Depression style hot dogs and polish sausage. We do it our way or no way. What you see is what you get. You get what you pay for. No charge for the entertainment.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Johnnie's Beef",
				"add1": "7500 W North Ave,",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60707",
				"phn": "(708) 452-6000",
				"url": "",
				"note": "Johnnie's Beef is a tiny, no-frills, cash-only hot dog stand serving sausage and beef along with Italian ice, fries, and shakes. From the Chicago Tribune 'On the beef sandwich familiarity scale, Italian beef resides beneath the French dip/pastrami/Philly cheesesteak top tier, on the next level down with the Buffalo beef on weck and Baltimore pit beef. From the Chicago Eater website, 'The best example of Chicago’s iconic Italian beef sandwiches exists outside of the city at the two suburban locations of Johnnie’s Beef. The original space in Elmwood Park is a relic that first opened in 1961 (there’s also a second location in Arlington Heights). The menu is simple: beefs (the monosyllabic term locals use for Italian beef sandwiches), charcoal-grilled Italian sausages, and hot dogs. The thin-cut beef is moist and perfectly seasoned with hints of oregano. The hot peppers deliver plenty of heat but don’t overwhelm the meat. Don’t sleep on the beef-sausage sandwich, which combines tender slices of Italian beef with a robust sausage. Pepper-and-egg sandwiches are also available daily; they’re mostly aimed at Catholic customers who need a meat-free option on Lent Fridays. For dessert, there’s a stellar lemon Italian ice. While the city has plenty of beef options, Johnnie’s is worth the drive to the ‘burbs.''",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "J.P. Graziano Grocery",
				"add1": "901 W Randolph St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "(312) 666-4587",
				"url": "https://jpgraziano.com/",
				"note": "J.P. Graziano Grocery is a long-running Italian market and sandwich shop offering subs and specialty food items since 1937. From their website, 'We are a fourth-generation family-owned and operated Italian grocery store. Located in Chicago’s West Loop, we are the grocery shop with the most established presence and a reputation you can count on. People come for subs, for antipasti trays, for our desserts, and to buy authentic Chicago-style Italian foods for their own pantry. Known locally for our imported Italian delicacies, we’re also a popular choice for lunch for those who are nearby. Some will even come out of their way, craving the taste of our food.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Jason Fried"
            },
            {
                "name": "Kilgus Farmstead Inc.",
				"add1": "21471 E 670 North Rd",
				"add2": "ccc",
				"cty": "Fairbury",
				"stt": "IL",
				"zpcd": "61739",
				"phn": "(815) 692-6080",
				"url": "https://www.kilgusfarmstead.com/",
				"note": "From the Kilgus Farmstead Inc. website, ‘At Kilgus Farmstead, we deeply value working together as a family to responsibly steward the land and respectfully care for our animals. We provide a variety of wholesome products fresh from our farm that include non-homogenized Jersey milk,  Jersey beef, Berkshire pork, and Boer goat meat. We are dedicated to preserving the Kilgus farming tradition and producing consistently high-quality milk and meat products for local Illinois markets. We  welcome you to visit our on-farm creamery and Country Store or book a  tour to learn more about our farming practices and our products.’ Titus tweeted, ‘The DIY soft-serve machine at Kilgus Farmstead’s Country Store in Fairbury is f’ing fantastic. Delicious pina colada cone for a buck. Honor system on the payment (cash only). Got some farm-fresh eggs  ($3.50), too. Great stop.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Kuma's Corner",
				"add1": "2900 W Belmont Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60618",
				"phn": "(773) 604-8769",
				"url": "https://kumascorner.com/",
				"note": "Kuma's Corner is a busy, hopping pub known for its long list of creative burgers and its rock 'n' roll soundtrack. I have heard you need to order one of their burgers. From their website, 'Kuma’s started in 2005 with its flagship location at the corner of Belmont and Francisco avenues in Chicago’s Avondale neighborhood. From our origins as a corner bar with solid American bistro fare, we’ve grown to six locations that offer the finest burgers available on this planet or any other. Our ethos is simple. Support your community. Eat beef. Bang your head. We’re a gourmet burger bar that name all of our menu items after heavy metal bands.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "La Autentica De Guerrero",
				"add1": "3051 N Central Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60634",
				"phn": "(708) 831-4188",
				"url": "hhh",
				"note": "From the La Autentica De Guerrero website, 'La Autentica De Guerrero, in Chicago, IL, is the leading Mexican restaurant serving Chicago, Joliet, Aurora, Elmwood Park, and surrounding areas since 2020. We offer delicious Mexican cuisine including tacos, burritos, menudo, picaditas, tamales, barbacoa, and much more. For your next meal, visit La Autentica De Guerrero in Chicago.' Titus tweeted 'Gordita with Barbacoa de Res estilo Guerrero La Autentica De Guerrero (Belmont Cragin)' translated from Spanish 'Gordita with Warrior Style Beef Barbecue The Authentic Warrior (Belmont Cragin)'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "La Chaparrita Taqueria",
				"add1": "2500 S Whipple St",
				"add2": "#4138",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60623",
				"phn": "(773) 254-0975",
				"url": "hhh",
				"note": "La Chaparrita Taqueria is a basic Mexican grocery store on a corner with an eatery serving tacos, fresh juices, and Aguas Frescas. Titus recommends ordering the Taco de Suadero. From the Bon Appetit website, ‘Our favorite Mexican food in Chicago is not in the Pilsen neighborhood. It’s scattered around the south and west sides, and it’s hiding in grocery stores like this Mexico City-style spot. The colorful—if minimal frills—restaurant portion of the space has become a mecca for taco lovers from around the city, who trek to Little Village for a lunch of juicy al pastor, tender Lengua (tongue), spicy longaniza (sausage), and tripe so beefy and crispy, even the most offal-averse become converts. An order of charred spring onions and as much of the red chile and avocado salsas as you can consume complete the pilgrimage. Pro Tip: Try the housemade tepache, an effervescent fermented pineapple drink. The  Details: Off the beaten path—you’ll need a car.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Lem's Bar-B-Q",
				"add1": "311 E 75th St",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60619",
				"phn": "(773) 994-2428",
				"url": "http://lemsque.com/",
				"note": "From their website, ‘Lem’s, the famous Bar-B-Q House, is known for its rib tips and hot links. In 1954, two brothers, Bruce and Myles Lemons, had a dream. A dream for their future, a dream of hope, a dream of destiny... It was a dream of entrepreneurship. With this dream, they opened their first store on the south side of Chicago. Myles, a formal chef, created Lem’s original Bar-B-Q sauce and its magical spices. Once people had a taste of the secret sauce, they kept coming back for that unique flavor. And as a result, Lem’s Bar-B-Q House was a success! After fourteen successful years, the company decided to open another location. Myles and Bruce’s idea of having a second location included their brother James, also a formal chef.’ From the Chicago Eater website, ‘Many  Chicago food enthusiasts exalt Lem’s rib tips as the best barbecue in town, and its longevity — opened in 1954 — only supports that claim. The meats are cooked in an aquarium smoker and topped with a thick,  tomato-based sauce. Folks who don’t know Lem’s are missing out on true  Chicago-style barbecue.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "High on the Hog (Netflix) and Titus Ruscitti"
            },
            {
                "name": "Little Madrid Tapas-Cafe",
				"add1": "5661 N Clark St",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60660",
				"phn": "(312) 973-0462",
				"url": "https://littlemadridtapascafe.com/",
				"note": "From the Chicago Eater website about Little Madrid Tapas-Cafe, ‘The menu includes sandwiches named for Spanish artists, like the “Picasso” (toasted ciabatta, olive oil, tomato, jamón serrano, Ibérian cheese) and the “Miró” (toasted ciabatta, Salamanca cream cheese, smoked salmon,  arugula, cherry tomato, vinaigrette). Diners can also choose from a selection of sweet and savory pastries and small bites, salads,  desserts, and a few tapas items such as “Eurobacon” (bacon-wrapped dates, roasted almonds, blue cheese, wine sauce). Espresso options  include Americanos, lattes, cappuccinos, and more, and customers are  welcome to bring their own bottle of wine for no corkage fee.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Lonesome Rose",
				"add1": "2101 N California Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60647",
				"phn": "(773) 770-3414",
				"url": "https://www.lonesomerose.com/",
				"note": "Lonesome Rose serves creative Mexican and Tex-Mex fare and craft cocktails in a stylized warehouse setting with two bars. Titus Ruscitti recommends the tater tots, pork adobada, cheese, crema, pico, and jalapeño. It's a mess of a brunch for a mess of a snow day. From the Chicago Eater website, 'At night, this spot from the same crew behind tiki wonderland Lost Lake becomes a taco haven for Logan Square-ites with margaritas and excellent cocktails abound. During the day, breakfast tacos, coffee, and plenty of windows make this place just right for settling in.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Lou Mitchell's",
				"add1": "565 W Jackson Blvd",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60661",
				"phn": "(312) 939-3111",
				"url": "http://www.loumitchells.com/",
				"note": "From their website, ‘The fun part of Lou Mitchell’s magic formula was added one day in 1958 when the restaurant began offering breakfast diners donut holes. A tradition was set in place, and since that day,  millions of donut holes and boxes of milk duds have been given out to our fabulous customers. Why do ladies and children receive Milk Duds when they enter the restaurant? Greeks are known for their warm, abundant hospitality; upon entering their home, you are offered something sweet as a welcome greeting. The news of this spectacular diner spread quickly, and patrons flocked from all around the world to try Lou Mitchell’s homemade food: England, France, Germany, and Italy...patrons traveled miles to see the signature Chicago restaurant. Today, Lou Mitchell’s is  not only a classic Chicago icon but our food is recognized both  nationally and internationally with endless accolades.’ From the Chicago Eater website, ‘A Chicago icon that’s been in business for a century,  Lou Mitchell’s dishes out a dose of greasy spoon Americana rarely seen in the 21st century. Omelets, skillets, pancakes, waffles, and  complimentary Milk Duds (yes, Milk Duds) are go-to’s for regulars who  stop in for a dose of old-school charm and entertaining  people-watching.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "Ludlow Liquors",
				"add1": "2959 N California Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60618",
				"phn": "(773) 754-7492",
				"url": "https://www.ludlow-liquors.com/",
				"note": "Ludlow Liquors is a funky spot for craft cocktails by the ounce paired with creative bar food in a retro-chic setting. The Chicago Magazine recommends ordering the Ratty Patty. From the Chicago Eater website, 'Square-cut pizza is only available for carryout for Ludlow Liquors in Avondale. Slices including a Philly roast pork, pepperoni, and two meat-free options, Also, there’s ranch dressing involved. That will either be salvation or Armageddon for pizza fans.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Chicago Magazine"
            },
            {
                "name": "Mack's Golden Pheasant Restaurant",
				"add1": "668 W North Ave",
				"add2": "ccc",
				"cty": "Elmhurst",
				"stt": "IL",
				"zpcd": "60126",
				"phn": "(630) 279-8544",
				"url": "https://www.macksgoldenpheasant.com/",
				"note": "From their website, 'Mack's Golden Pheasant is the oldest continuously owned restaurant in DuPage County. Czech immigrants Frank and Mae Mack turned a one-room tavern into a full-service lounge and restaurant in 1948. The couple converted the small building on the corner of North Avenue and Route 83 into a Czech-Austrian-inspired chalet. Mack's offers superb American dishes alongside specialty Czechoslovakian cuisine. The eclectic menu features award-winning roast duckling, wiener schnitzel, hand-cut steaks, delicious seafood, and famous hand-pattied 12 oz. burgers. The renowned bar serves up refreshing draft beer and cocktails ranging from classic to modern. Mack's is happy to host and help plan your next event in the spacious banquet room. Rest assured, knowing any celebration, corporate event, or wedding reception will be met with great food and drinks. Come and enjoy a unique ambiance and rich history.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Manny's Coffee Shop and Deli",
				"add1": "1141 S Jefferson St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "(312) 939-2855",
				"url": "https://www.mannysdeli.com/",
				"note": "Manny's Coffee Shop and Deli is a storied, no-frills institution serving classic deli fare in a cafeteria-style setting. From their website, 'It is our home away from home. As you walk through our doors, know that we welcome you to our home. Our food and recipes have been handed down from generation to generation. From the Chicago Eater website, 'Manny's Cafeteria and Deli is the epitome of a Chicago classic, serving outstanding corned beef and pastrami sandwiches, potato latkes, and other Jewish deli favorites to an eclectic crowd. It’s also a favorite of local politicians for power breakfasts.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Mercat a la Planxa",
				"add1": "638 S Michigan Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60605",
				"phn": "(312) 765-0524",
				"url": "https://www.mercatchicago.com/",
				"note": "Mercat a la Planxa serves a creative Catalan-inspired tapas and inventive cocktails in a swanky setting overlooking Grant Park. My friend recommends the tasing menu and drink pairing. From their website, 'Mercat’s ambitious menu captivates diners with its masterful remix of authentic Spanish cuisine with an emphasis in the Catalonian region. From street food-styled starters to meal-sized classics, rice, and grilled specialties from our planxa grill, each dish leads diners to another stage along Mercat’s culinary adventure. Complementing the rich cultural experience is an extensive, yet finely curated selection of cava, sangria, wine, and cocktail creations.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "mfk. restaurant",
				"add1": "432 W Diversey Pkwy",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60614",
				"phn": "(773) 857-2540",
				"url": "https://www.mfkrestaurant.com/",
				"note": "mfk. restaurant is a seafood-focused eatery for rare and global fish dishes in a cozy, seaside-inspired space with a bar. From the Chicago Eater website, 'Hidden below ground level, this intimate Spanish restaurant in Lakeview captures the essence of seaside eating through coastal delights like crunchy prawn heads, boquerones, seafood fideos, and Basque cake.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Mr. Beef",
				"add1": "666 N Orleans St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60654",
				"phn": "(312) 337-8500",
				"url": "",
				"note": "Mr. Beef is a no-frills spot supplying classic Chicago eats like Italian beef that appeals to late-night diners.You need to order the Italian Beef sandwich and the Chicago Dog with everything. From the Chicago Eater website, 'There are dining options aplenty in River North but few are as satisfying as this old-school spot. The nostalgia-laden space — complete with celebrity photos lining the walls — stands in stark contrast to the rest of the neighborhood, while the beef sits in a jus bath to enhance the flavor before being loaded onto a crusty roll that’s able to hold up to the juices.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joshua Wiessman (YouTube)"
            },
            {
                "name": "Mr. Dumpling",
				"add1": "2485 N Clark St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60614",
				"phn": "(773) 360-1864",
				"url": "https://www.mrdumplingchicago.com/",
				"note": "From the Mr. Dumpling website, 'Mr. Dumpling is a new dumpling restaurant in Lincoln Park. We feature quality ingredients and great service for our Dumpling Cuisine. We've been dedicated to offering the most memorable dining experience for you. We pick ingredients carefully and use only the freshest and natural ones to prepare every dish, and have been trying to cook them in a healthier way to provide the most nutritious food. Much attention has been attached to ensure you a cozy and inviting ambiance where you could enjoy not only the great meal but also the authentic atmosphere.' From Titus Ruscitti's website, 'Lincoln Park continues to be a spot that sees some interesting Chinese restaurant openings. One of the more recent is Mr. Dumpling on Clark. While the menu boasts a selection of both traditional and American Chinese entrees, the namesake dumplings are what brought me in. They offer a nice selection of fillings, and you can try them steamed or pan-fried. They're on the smaller side, being two bites at most.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Monteverde Restaurant and Pastificio",
				"add1": "1020 W Madison St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "(312) 888-3041",
				"url": "https://monteverdechicago.com/",
				"note": "Monteverde Restaurant and Pastificio is a stylish spot serving refined, contemporary Italian fare such as fresh pasta's, along with global wines. Phil from the show Somebody Feed Phil (Netflix) recommends ordering the pork and ricotta ravioli or the Tigelle with prosciutto butter or the pasta with sauce pork Sopressata meatballs, pork sausage, pork shank, and a little salad. From the Chicago Eater website, 'The first restaurant from former Top Chef and Spiaggia chef Sarah Grueneberg has quickly cemented itself as one of Chicago’s top Italian destinations and its tough-to-get reservations are a prime example. The pastas are the stars at the West Loop hotspot, such as cannelloni saltimbocca with merguez lamb sausage, manchego cheese, peas, harissa, and balsamico, many of which are made on a small demonstration stage of sorts behind the bar. Also try non-pasta dishes such as the skate wing schnitzel and ‘nduja arancini, as well as a standout wine list.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "Somebody Feed Phil (Netflix)"
            },
            {
                "name": "New York Bagel and Bialy",
				"add1": "4714 W Touhy Ave",
				"add2": "",
				"cty": "Lincolnwood",
				"stt": "IL",
				"zpcd": "60712",
				"phn": "(847) 677-9388",
				"url": "https://www.newyorkbagelandbialy.net/",
				"note": "New York Bagel and Bialy is a 24-hour strip-mall shop that serves up bagels, bialys, and deli sandwiches at the counter in a snug space. From the Chicago Eater website, 'Located in a low-key suburban strip mall, New York Bagel and Bialy Corporation has helped keep Midwest-based bagel enthusiasts sane with its freshly baked wares since 1965. Mornings call for the &ldquo;New York Breakfast,&rdquo; or sausage, egg, and cheese on a bagel or bialy.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Open 24 hours",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Old Town Ale House",
				"add1": "219 W North Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60610",
				"phn": "(312) 944-7020",
				"url": "hhh",
				"note": "Old Town Ale House is laid-back, a cash-only dive bar near Second City with a storied past, old-school jukebox and funky art. From the Chicago Eater website, 'The Old Town Ale House is a slice of Chicago history. They don’t make dives like this anymore. A staple in Old Town since the 1950s since the neighborhood was a bohemian hangout, the bar features portrait of the regulars on the walls, all painted by owner Bruce Elliot, and a lending library for bookworms.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Old Fashioned Donuts",
				"add1": "11248 S Michigan Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60628",
				"phn": "(773) 995-7420",
				"url": "",
				"note": "Old Fashioned Donuts is located on a sleepy stretch of Michigan Avenue (yes, THAT Michigan Avenue) since 1972. They have been serving the far South Side neighborhood of Roseland for 41 years. Owner Buritt Bulloch works on display in the front window, a rhythmic concentration on his kindly face and a gloving of flour on his well-worn hands. Regulars queue up in the sunlit foyer, patiently waiting their turn with the owner's daughter behind the counter. Some know exactly what they want, while others are treated to a matter-of-fact recitation of the shop's expansive options. From the Chicago Eater website, 'Go big or go home at the legendary Old Fashioned Donuts. The Texas doughnuts are large enough to fit around an arm while fruit-studded apple fritters are just as hearty, so bring an appetite or several companions. Owner Buritt Bulloch, now in his 80s, opened the shop with his late wife Mamie in 1972.' <strong>NOTE</strong>: Cash only.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Oriole",
				"add1": "661 W Walnut St",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60661",
				"phn": "(312) 877-5899",
				"url": "https://www.oriolechicago.com/",
				"note": "From their website, ‘Oriole is a contemporary-American restaurant located in Chicago’s West Loop neighborhood featuring Executive Chef and Owner Noah Sandoval’s award-winning tasting menu. Since Oriole’s opening in 2016, it has repeatedly earned two Michelin stars and recently received the Jean Banchet Award for Restaurant of the Year. Chef Sandoval is also a James Beard nominated chef and was named one of Food and Wine’s Best New Chefs in 2017. Our chefs offer an extended tasting menu that is constantly evolving. We are excited to share it  with you!’ From the Chicago Eater website, ‘Oriole isn’t as stuffy as most fine dining restaurants, and there’s a focus on attentive service that’s not overbearing. Chef Noah Sandoval has helmed a Michelin-starred restaurant that is a bit more playful with the tasting menu than most of its ilk and price range that have come before; the menu is described as contemporary American. But the only limit is Sandoval’s imagination.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "World’s Best 50 Restaurants - #91"
            },
            {
                "name": "Paulie Gee's Logan Square",
				"add1": "2451 N Milwaukee Ave",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60647",
				"phn": "ggg",
				"url": "https://pauliegee.com/logan-square/",
				"note": "Paulie Gee's Logan Square is a rustic-chic eatery with a bar serving wood-fired pizzas featuring unusual names and gourmet ingredients. From the Chicago Eater website, 'Expect some of the most unique toppings  Chicago has seen, on wood-fired New York-style pies, cooked in two  Stefano Ferrera ovens imported from Napoli, Italy. The full menu, which  includes many of the creatively-named pizzas from the New York locations as well as surprises for Chicago such as square-cut Detroit-inspired  slices (&ldquo;Logan Squares&rdquo;) and two &ldquo;secret&rdquo; pizzas, is available here.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Wednesday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Pequod's Pizza",
				"add1": "2207 N Clybourn Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60614",
				"phn": "(773) 327-1512",
				"url": "https://pequodspizza.com/",
				"note": "Pequod's Pizza is a casual, brick-walled pizza pub where deep-dish pies with caramelized crusts are served until late. Phil from Somebody Feed Phil (Netflix) recommends ordering the deep dish pizza, which can be customized. From their website,' The year was 1970. Hidden away on Fernald Avenue in Morton Grove, Illinois, Pequods Pizza started a cult following for its pan-style pizza with a &ldquo;caramelized crust&rdquo; edge. Mozzarella cheese is cooked along the edge of a cast-iron pan creating a crust unlike any other. From the Chicago Eater website, 'Locals haven’t experienced deep dish nirvana until they've tried caramelized crust. At Pequod, order pies loaded with sausage, spinach, ground beef, giardiniera, and more and see how a burnt, cheesy crust can drastically enhance an already-great classic. The original location is in Morton Grove.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Somebody Feed Phil (Netflix)"
            },
            {
                "name": "Portillo's Hot Dogs",
				"add1": "100 W Ontario St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60654",
				"phn": "(312) 587-8910",
				"url": "https://www.portillos.com/",
				"note": "From their website, ‘We’re known for our famous Chicago-style hot dogs,  Italian beef sandwiches, chopped salad, cheese fries, homemade chocolate cake, and chocolate cake shake. Our Italian beef is slow-roasted for four hours, thinly sliced, and served on freshly baked French bread. Then, it’s dipped in hot gravy made with our homemade blend of seasonings that we’ve been perfecting for 50 years. Haven’t tried Portillo’s yet? Order an Italian beef dipped with sweet or hot peppers  (add mozzarella if you’re feeling cheesy), or a Chicago-style hot dog “dragged through the garden,” and you’ll see what all the hype is  about.’ From the Chicago Eater website, ‘It’s true: Chicago’s beloved fast-food chain makes a mean sandwich that manages to hold its own against the city’s dedicated  Italian beef purveyors. The menu also offers a non-traditional choice,  the “Beef-N-Cheddar Croissant,” as well as a “Big Beef” for the biggest appetites. And thanks to several dozen locations across Chicagoland, a quality Italian beef is never too far away.’ Joshua recommends ordering the Italian Beef sandwich. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti and Joshua Wiessman (YouTube)"
            },
            {
                "name": "Potsticker House",
				"add1": "3139 S Halsted St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60608",
				"phn": "(312) 326-6898",
				"url": "",
				"note": "Ed's Pot Sticker House is a no-frills Chinese-food specialist serving dumplings and traditional fare along with less familiar dishes. From Titus Ruscitti's website, 'Ed's makes cigar-style potstickers, and for that reason alone, they're worth visiting. These dumplings are long and thin and come filled with a traditional pork and chive filling.' From the Chicago Eater website, 'The restaurant formerly known as Ed's Pot Sticker House would be at home in the heart of Chinatown, with the Lazy Susans and Northern Chinese cuisine. Though they're known for their cigar-shaped potstickers, don't sleep on the crisp sweet-glazed eggplant or the cumin-flavor lamb with bone. But seriously, try that eggplant.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "The Publican",
				"add1": "837 W Fulton Market",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "(312) 733-9555",
				"url": "http://www.thepublicanrestaurant.com/",
				"note": "The Publican is a creative seafood and pork-focused menu plus global brews in a hip setting with communal tables. From the Chicago Eater website, 'It’s not just pork and seafood at one of Chicago’s most essential spots. The celebrated farm-to-table restaurant from One Off Hospitality Group serves a succulent plate of chicken using birds from Slagel Family Farm. It’s served with summer sausage and fries for a simple down-home meal.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Publican Quality Meats",
				"add1": "825 W Fulton Market",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "(312) 445-8977",
				"url": "https://www.publicanqualitymeats.com/",
				"note": "Publican Quality Meats is an American cafe offering charcuterie, pastries, and sandwiches along with an on-site butcher and market. From their website, 'Stop in and browse our butcher case that features in-house produced sausages and charcuterie, along with select meats from Slagel Family Farms. Our café sandwiches, salads, and soups are available daily from 10:30 AM - 3:00 PM.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Qing Xiang Yuan Dumplings",
				"add1": "2002 S Wentworth Ave",
				"add2": "Richland Center - #103",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60616",
				"phn": "(312) 799-1118",
				"url": "https://qxydumplings.com/",
				"note": "Qing Xiang Yuan Dumplings is a minimalist, BYOB nook with an open kitchen preparing artisanal Chinese dumplings with many fillings. Titus Ruscitti recommends the classic of pork and cabbage the most as far as potsticker fillings go but don't forget about the lamb or beef ones. From the Chicago Eater Website, 'Arguably the finest dumplings in Chicago can be had in Chinatown. Qing Xiang Yuan Dumplings specializes in soup dumplings filled with everything from pork and lamb to premium ingredients like lobster and sea urchin. Barbecue skewers are popular as well.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Quartino Ristorante",
				"add1": "626 N State St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60654",
				"phn": "(312) 698-5000",
				"url": " https://quartinoristorante.com/",
				"note": "From the Quartino Ristorante website, 'Quartino is a bustling downtown Chicago restaurant, and wine bar noted for its distinctive Italian small- plates menu, vintage decor, and attentive, personable service staff. Our menu features Italy’s regional specialties, including artisanal salumi, Neapolitan thin-crust pizza, house-made pasta, and seasonal dishes. Menu items, served in moderate portions and meant to be shared, are perfect for adventurous diners ready for a unique experience.' From the Chicago Eater website, 'Like a good nonna, this bustling River North eatery delivers consistently reliable Italian fare. Enlist some dining companions, order a bottle of wine, and nosh on housemade salumi, Neapolitan pizzas, and shareable small plates. Locals and tourists might not have much common ground, but they can all agree that Quartino’s veal meatballs and soft, pillowy gnocchi are delicious.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Aaron Marks - Front End Nerdery"
            },
            {
                "name": "Quonset Pizza",
				"add1": "2602 Grand Ave",
				"add2": "ccc",
				"cty": "Waukegan",
				"stt": "IL",
				"zpcd": "60085",
				"phn": "(847) 623-7115",
				"url": "https://www.quonsetpizza.net/",
				"note": "From their website, ‘The Quonset Has Been Serving The Best Thin Crust  Pizza In Waukegan Since 1946. There’s a thin-crust pizza restaurant in  Waukegan, Illinois, that has been in business for more than 70 years. This historic spot still carries the theme of its original time and is fun for all ages. At the time of this writing, guests can order carry-out. Scroll on to learn more about this astounding hot spot. Situated in northeast Illinois, Quonset Pizza is a local joint that specializes in thin-crust pies and other Chicago favorites. It does not look like much from the outside, but the interior is a fun place to dine when the place is open for business. Guests enjoy a 1950s-style  restaurant complete with checkerboard flooring, classic bar stools and chairs, and old-fashioned tunes.’ Titus tweeted, “Sausage Bomber from Quonset Pizza.”",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Ramen Wasabi",
				"add1": "2101 N Milwaukee Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60647",
				"phn": "(773) 227-8180",
				"url": "http://www.wasabichicago.com/",
				"note": "From the Ramen Wasabi website, 'Established in 2010, Wasabi has been the “secret gem” among the local and non-local customers in Chicago's new destination spot. Wasabi is one of few Japanese owned Japanese restaurants in Chicago that offers a full range of both traditional and contemporary Japanese cuisine to bring an unique Japanese dining experience. Wasabi is everything you'd expect and nothing you'd imagine: Small plates (Izakaya-style) and an authentic Japanese ramen made from boiling pork bones for days. At Wasabi, we use the freshest and high-quality ingredients.' From the Chicago Eater website, 'Ramen is a labor of love, and at Ramen Wasabi, it shows. Though the menu offers a selection of Asian small plates, ramen is the main attraction. Rich and creamy tonkotsu broth is slow-cooked for days and served with Berkshire pork belly, soft-boiled egg, bamboo shoots, scallions, sesame, wood ear mushrooms, and garlic oil. To dial up the heat, opt for the spicy roasted garlic miso ramen loaded with chili peppers.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Restaurante Y Tamaleria La Bendicion",
				"add1": "2567 N Cicero Ave",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60639",
				"phn": "(773) 402-9797",
				"url": "hhh",
				"note": "Titus tweeted the following of Restaurante Y Tamaleria La Bendicion:  ‘Did a little tamale trot today and confirmed something I already knew.  La Bendicion is the best brick-and-mortar tamale purveyor in all of  Chicagoland.’ ‘The truth is they’re better from the weekend street vendors than restaurants in large part because of the freshness factor.  But those at La Bendicion are just as fresh due to major turnover.  They’re never not making tamales when open.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Rex Italian Foods, Inc",
				"add1": "4431 Harlem Ave",
				"add2": "",
				"cty": "Norridge",
				"stt": "IL",
				"zpcd": "60706",
				"phn": "(708) 457-0177",
				"url": "https://rexitalianfoods.com/",
				"note": "Rex Italian Foods, Inc is a counter-serve Italian store that serves entrees, and sandwiches served at a small sit-down section inside a food market. Get their pressed ham, peppers, and cheese sandwich. From tehir website, 'The family at Rex Italian Foods, Inc. would like to be a part of your family’s next occasion. Whether it’s a small business lunch or a big graduation party, we have all your catering needs. Besides our catering, we’d like to invite you to our storefront for a wide variety of homemade Italian beef and sausage, homemade prepared entrées, imported Italian specialties, homemade pasta, imported and domestic items, lunchmeats, homemade cookies, and pastries.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "RPM Steak",
				"add1": "66 W Kinzie St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60654",
				"phn": "(312) 284-4990",
				"url": "https://www.rpmrestaurants.com/RPM-steak-Chicago/",
				"note": "RPM Steak is a chophouse with a modern menu of prime cuts, raw-bar items and more in a sleek setting with banquettes. I hear you need to order the beef cheeseburger and the lamb burger with middle eastern spices. From their website, 'Located in Chicago’s River North neighborhood, RPM Steak is an updated take on the classic steakhouse and features nearly two dozen different cuts of beef sourced from the finest butchers across the globe.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Rose Mary",
				"add1": "932 W Fulton St",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "(872) 260-3921",
				"url": "https://www.rosemarychicago.com/",
				"note": "Rose Mary serves Italian-Croatian cuisine in an industrial-chic restaurant that has a bar. From their website, ‘Located in the historic  Fulton Market district of Chicago’s West Loop neighborhood, Rose Mary is Chef/Owner Joe Flamm’s debut restaurant inspired by his Italian heritage and the bold, bright flavors of Croatian cuisine. The  boisterous space—named for Flamm’s grandmothers, Mary and Mary Rose, and the herb rosemary, which grows natively along the Italian and Croatian coastlines—offers a seasonal menu of rustic yet refined dishes that  encapsulate what Flamm has coined “Adriatic drinking food.” Rose Mary is the culmination of everything I have done with my career. But more  importantly, it’s the culmination of my personal journey thus far—a  marriage of who I am, what I’ve learned, and the person I’ve built a  life and a family with.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Rye Deli and Drink",
				"add1": "25 S Halsted St",
				"add2": "Crowne Plaza Chicago West Loop",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60661",
				"phn": "(312) 602-2100",
				"url": "https://www.ryechicago.com/",
				"note": "From the Rye Deli and Drink website, 'Rye isn’t your average deli. It’s a mix of classic flavors and new-school flair. From our house-smoked salmon and pastrami to fresh bagels made with local grains, everything we do is done by hand, paying homage to old-world techniques. But don’t get it twisted—we may be obsessed with perfection, but we’re also really into bourbon and keeping things low-key. So gather your people, get  curious, and come together over good food, no-nonsense.' Titus tweeted 'Two thumbs up for the Tunisian Brik pastry (egg, fingerling potato, pastrami, thyme, dill) at Rye Deli & Drink. But what about the Reuben?'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Sarkis Cafe",
				"add1": "2632 Gross Point Rd",
				"add2": "",
				"cty": "Evanston",
				"stt": "IL",
				"zpcd": "60201",
				"phn": "(847) 328-9703",
				"url": "https://cafesarkis.com/",
				"note": "Sarkis Cafe is a small mainstay draws crowds for its classic breakfast fare served in a diner-style environment. from their website, 'Sarkis Café has been an Evanston institution since 1965. It was established, by Sarkis Tashjian a larger than life personality. He used his Armenian roots and his personal flair to parlay breakfast food into a breakfast experience for the next 35 years. The restaurant was purchased by Jeff Cramin in 2000 and remains owned and operated by the Cramin family to this day. Our menu items are as unique as the café itself. Our signature sandwiches are unlike any other and have many interesting back stories.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Saucy Porka",
				"add1": "335 S Franklin St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60606",
				"phn": "(312) 285-2303",
				"url": "https://www.saucyporka.com",
				"note": "Saucy Porka is a modern fusion of Latin and Asian comfort foods from a buzzy spot with food-truck roots. Order their Asian Paella with two types of sausage and glazed pork or pork tacos or the Cubana or pazolli soup which has pork and hominy. From their website, 'Our recipes honor the memories from grandmothers, mothers, aunts, and other nurturing family who taught us that a recipe is nothing without the love and soul one puts into it. This menu pays homage to the home-style cooking of Latin American and Asian cultures. The menu is inspired by the flavors of our family roots; while reminiscent of &ldquo;authentic&rdquo; dishes, these recipes are uniquely Saucy Porka. Although pork is the starlet of the show, our menu also offers a variety of dishes that will satisfy non-pork, vegetarian, and vegan-seeking diners.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Shirl's Drive-In Waukegan",
				"add1": "2132 N Lewis Ave",
				"add2": "ccc",
				"cty": "Waukegan",
				"stt": "IL",
				"zpcd": "60087",
				"phn": "(847) 623-8484",
				"url": "https://www.shirlsdrive-in.com/",
				"note": "From their website, ‘Since June of 1987, this 50’s style drive-in restaurant on Lewis Avenue has provided families with great sandwiches,  burgers, and of course an endless list of delicious soft-serve ice cream cones, milkshakes, malts, sundaes and so much more! Stop in today and experience this Waukegan landmark! Shirl’s Drive-In of Waukegan is not  only The Best place for soft serve ice cream - it’s also a Waukegan  tradition!” Titus tweeted, “Grub w/ Cheese from Shirl’s Drive-In.”",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Skokie Grill and Bakery",
				"add1": "4209 Main St,",
				"add2": "ccc",
				"cty": "Skokie",
				"stt": "IL",
				"zpcd": "60076",
				"phn": "(224) 470-5138",
				"url": "hhh",
				"note": "Titus tweeted, 'The National Dish of Iraq is the specialty of the house at Skokie Bakery and Grill.' From Titus's website, 'The Skokie area has some sneaky good little spots when it comes to Mediterranean and or Middle Eastern restaurants. Today, we visited one of the latter, which is an Iraqi grill and bakery. Skokie Grill and Bakery, as it's called, has been around for about five years now, and it's been on my &dlquo;to try&drquo; list for about the same amount of time. Well, I finally had a chance to stop in for lunch just the other day. When I think of Iraqi food, the first thing that pops into my mind is the kababs at Iraqi Kabob House in Dearborn (one of my favorite dishes anywhere). Most all of the online reviews for Skokie Bakery & Grill are good, and the kebabs are mentioned a few times in the reviews. But the most common mention is the grilled fish. Specifically the masgouf. I was surprised to learn that grilled carp is considered the national dish of Iraq.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "The Spice House",
				"add1": "1512 N Wells St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60610",
				"phn": "(312) 274-0378",
				"url": "https://www.thespicehouse.com/",
				"note": "The Spice House is a bright retail shop for all manner of rubs, salts, and extracts, plus made-in-house spice mixes. Alton Brown recommends ordering your spices from The Spice House, which I did. So no food here but great spice, salts, etc. to make wonderful things. From their website, 'Founded in 1957, The Spice House is a purveyor of the finest spices, herbs, blends, and extracts to customers ranging from renowned Michelin-star chefs to home cooks everywhere. We’ve spent over 60 years curating our global network of premium growers and distributors in order to offer our customers unrivaled quality and selection. Our products range from essential and rare spice varietals to proprietary rubs and blends.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Alton Brown"
            },
            {
                "name": "Sun Wah BBQ",
				"add1": "5039 N Broadway",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60640",
				"phn": "(773) 769-1254",
				"url": "https://sunwahbbq.com/",
				"note": "Sun Wah BBQ is a long-running Chinese eatery known for its Hong Kong-style BBQ dishes, plus beer, and cocktails. It's a family-operated restaurant which has some of the best and most authentic Chinese barbecue in Chicago. Served up Hong Kong-style, menu highlights include peanut butter egg rolls, crispy Beijing duck and a whole roasted suckling pig that Rahm Fama says is 'mouthwateringly delicious.' You need to order the Whole Roasted Suckling Pig, Crispy Duck, the Roast Pork, or the Pork Chow Fun with rice noodles. From their website, 'Sun Wah BBQ started its journey in New York’s Chinatown where it was crammed into a storefront hardly wider than nine lengths of roast ducks. Its founder, Eric Cheng continually refined his skills as a Hong Kong style barbecue chef here. While Sun Wah did well, it was still a crowded fish yearning for larger oceans. Eric and wife Lynda took their four toddlers and Eric’s mother and made Chicago their destination.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Superdawg Drive-In",
				"add1": "6363 N Milwaukee Ave",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60646",
				"phn": "(773) 763-0660",
				"url": "https://superdawg.com/",
				"note": "From their website, ‘Throughout the years, small changes have been made to the menu, like the addition of the Whoopskidawg® in 1989 and the  Superchic™ in 1991. However, the Superdawg™ recipe, the original trademark figures (continuing to flirtatiously wink at each other), and the drive-in concept have not changed. Customers can still order from their car and have a carhop deliver their order on a tray. Maurie and Flaurie’s attention to quality products and service, preparing each customer’s meal to order, affirming the belief that the customer is  always right, and insisting that the customer should always be treated  as family continues today.’ From the Chicago Eater website, ‘Avatars of  Superdawg founders Maurie and Flaurie Berman stand guard over this venerable Chicago drive-in at the intersection of Devon, Nagle, and  Milwaukee; customers can spot those giant hot dog statues bearing the Bermans’ likenesses from blocks away. Superdawg is a throwback experience where customers park their cars and talk to staff through crackling speakers, and carhops bring out trays of food. Superdawg’s offering isn’t a traditional Chicago-style dog. Rather than a Vienna  Beef frank, Superdawg uses a thick, proprietary all-beef sausage that comes with mustard, pickled green tomato, and chopped Spanish onions. This is all cradled in a box of crinkle fries. There’s a second suburban location in Wheeling.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "Sweet Maple Cafe",
				"add1": "1339 W Taylor St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "(312) 243-8908",
				"url": "https://www.sweetmaplecafechicago.com",
				"note": "Sweet Maple Cafe is a country-style comfort food including all-day breakfasts, and hearty lunches served in a homey space. From their website, 'We do things the old-fashioned way. Try our delectable homemade “sweet milk biscuits” or our “Not-So-Plain Buttermilk Pancakes,” served with pure Vermont maple syrup. And new dishes, like Dr. Glenn’s Scramble with farm-fresh scrambled eggs, chunks of succulent bone-in ham, Wisconsin cheddar, and sautéed vegetables, are not to be missed.' From the Chicago Eater website, 'Battle the throngs of college students and University Village locals to snag a table at this home-style cafe on Taylor Street. The rewards — hearty scrambles, customizable omelets, fluffy pancakes, home fries, and corned beef hash — are worth the effort.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Taipei Cafe",
				"add1": "2609 S Halsted St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60608",
				"phn": "(312) 374-1986",
				"url": "hhh",
				"note": "Taipei Cafe is a relaxed, modern spot for Taiwanese fare, including hot pots, plus hot or cold tea drinks. From the Chicago Eater website, 'Beef noodle soup, a beloved dish in Taiwan and Southeast Asia, takes center stage at Bridgeport’s Taipei Cafe. The spicy beef broth is loaded with tender braised beef, chewy noodles, pickled cabbage, and green onion. Variations include an herbal broth version.' From Titus Ruscitti's website, 'Taipei Cafe sits in a strip mall on Halsted in Bridgeport. The neighborhood that's home to the White Sox is quickly becoming home to more and more Chinese restaurants up and down the block. As you might expect from the name, the food from Taiwan is on the feature here. There are some good dishes to be found up and down the menu, with the potstickers being one of them. They're stuffed with pork in a small rectangle shape before being cooked in a pan, which gives each order a half-circle of crispy lattice coating.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscittis"
            },
            {
                "name": "Talard Thai Asian Market",
				"add1": "5353 N Broadway",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60640",
				"phn": "(773) 942-6566",
				"url": "http://www.talardthaichicago.com/",
				"note": "From the Talard Thai Asian Market Facebook page, 'One of the biggest  Thai grocery stores/supermarkets in Chicago land. We source quality products from across Thailand & South East Asia. Visiting our store  would 100% bring back your great memories from your trip in Asia,  especially Thailand.' Titus tweeted 'Khao Kha Moo (stewed pork leg) and  Khanom Tokio (Thai style Doriyaki). Weekend Specials at Talard Thai  Market in Uptown. Great place.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Taqueria Chingón",
				"add1": "2234 N Western Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60647",
				"phn": "(773) 687-9408",
				"url": "https://taqueriachingon.com/",
				"note": "From their website, ‘Marcos Ascencio and Oliver Poilevey have partnered in a new venture, Taqueria Chingón, after sharing many experiences with pop-ups and backyard BBQs. Located in Chicago’s Bucktown neighborhood, Taqueria Chingón is a Mexico City street-style taqueria focused on one of Mexico City’s favorite street foods: the Al Pastor. They’ve developed a menu with classics that stay true to their origins and some tacos that create a new tradition.’ From the Chicago Eater website about Taqueria  Chingón, ‘Taqueria Chingón, the Mexico City-style taqueria from chefs Sotero Gallegos (Le Sardine), Marcos Ascencio (Bar Lupo, Nomi), and  Oliver Poilevey of Le Bouchon, debuted Friday on Western Avenue to a long line of excited patrons, according to an Instagram post. The trio features seven tacos, including crispy pig head carnitas (“Mexican giardiniera,” Arbol salsa), vegetarian al pastor (marinated portobello, celery root, pineapple), and Costilla (short rib, pea tendrils, hazelnuts). They’re also offering a Que Rico Chingón Special — al pastor meat available by the half or full pound — plus pozole, ceviche, and  quesadillas.’ Titus Ruscitti recommends the Morcilla (Blood Sausage, Pickled Apple, Red Onion, Salsa Macha), Al Pastor, Green Chorizo, and  Carne Asada. Looking at the menu, I would like to try the Pig Head  Carnitas, which is Crispy Pig Head, Mexican Giardiniera, and Arbol Salsa.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Titus Ruscitti and Jose R. Ralat"
            },
            {
                "name": "Taqueria La Zacatecana",
				"add1": "3024 N California Ave",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60618",
				"phn": "(773) 279-8260",
				"url": "hhh",
				"note": "From the Restaurant Guru website about Taqueria La Zacatecana, 'Ignore other places, discover the Mexican menu at this restaurant. Being at Taqueria la Zacatecana, try good steak tacos, grilled steaks, and omelettes. It's time to degustate great horchata. The pleasant staff works hard, stays positive, and makes this place wonderful. The fine service is a great advantage of this place. Here, you will pay fair prices.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Top Notch Beefburgers",
				"add1": "2116 95th St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60643",
				"phn": "(773) 445-7218",
				"url": "",
				"note": "Top Notch Beefburgers is a South Side spot that has been serving burgers, beef-fat fries, and shakes since 1942. From the Chicago Eater website, 'A longstanding South Side institution that’s been around since 1942, Top-Notch Beefburgers is one of the last of a dwindling breed of classic Chicago grease joints and perhaps the best. The burgers, which come in three sizes, are made exclusively of meat from the cow leg and accompanied by cheese, lettuce, tomato, pickles, mayo, and raw or grilled onions.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Torizen",
				"add1": "22 E Golf Rd",
				"add2": "",
				"cty": "Schaumburg",
				"stt": "IL",
				"zpcd": "60173",
				"phn": "(847) 278-7368",
				"url": "https://www.torizen.us/",
				"note": "Torizen is a modest strip-mall eatery offering heaping bowls of ramen noodles plus other Japanese dishes. From their website, 'Established in November of 2017, Torizen is a &ldquo;ramen/izakaya&rdquo; style restaurant concentrating on traditional Japanese dishes and the only restaurant in Illinois, specializing in Sapporo-style ramen noodle soup. Owner/chef has had over 20 years experience as a chef, and will strive to create, serve the best Japanese food, Torizen has to offer.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Tortello",
				"add1": "1746 W Division St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60622",
				"phn": "",
				"url": "https://www.tortellopasta.com/",
				"note": "Tortello serves housemade pasta and sauces from an open kitchen, served at a counter for casual dining or takeout. Jason Fried tweeted, 'Simple menu, seriously good pasta. Very legit. Dario, the owner, is running something special over there.' From their website, 'Born and raised in Italy, Dario Monni has been steeped in the rich food culture of Italy from an early age. In his hometown of Venice, Monni learned the art of preparing handmade pasta from his “nonna” while listening to stories of his grandfather’s specialty foods store. His summers were spent with relatives on his father’s side in rural Sardinia, where his family worked as shepherds, cheese-mongers, and butchers, imparting onto him the deep-rooted value of the region’s unique rituals, pristine ingredients and simple dedication to an authentic craft.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jason Fried"
            },
            {
                "name": "Tortillería y Taquerías Atotonilco",
				"add1": "1637 S Blue Island Ave",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60608",
				"phn": "(312) 226-4817",
				"url": "http://taqueriasatotonilco.com/",
				"note": "Tortillería y Taquerías Atotonilco is a local Mexican counter-serve chain offering breakfast, tacos, burritos and shakes in a low-key space. My buddy says the thing to order is the El Pastor and the skirt steak tacos with corn tortillas which were fantastic. <strong>NOTE</strong>: They have multiple locations with the original one located at 3916 W. 26th St., Chicago, IL 60623, and its phone number is 773-762-3380.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Sam Joehl"
            },
            {
                "name": "urbanbelly",
				"add1": "1400 W Randolph St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60607",
				"phn": "(773) 583-0500",
				"url": "https://www.urbanbelly.com/",
				"note": "The functional eatery urbanbelly is whipping up hearty Asian fusion grub in straightforward digs with communal tables. I heard the thing to order there are their dumplings. From the Chicago Eater website, 'Bill Kim’s fast-casual restaurant deploys a range Asian flavors in exciting ways. Noodles are a big part of the menu and the non-traditional ramen has been a longtime staple, featuring a pho-like soup base with braised pork belly, radish, mushrooms, and soft-boiled egg. Urbanbelly is open for indoor and outdoor dining, and takeout or delivery via third party services. Kim also has a ramen stall at the Time Out Chicago food hall in Fulton Market.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Valois Restaurant",
				"add1": "1518 E 53rd St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60615",
				"phn": "(773) 667-0647",
				"url": "https://www.valoisrestaurant.com/",
				"note": "Valois Restaurant is a counter-service smorgasbord of American comfort food served in a casual, muraled space. From thier website, 'We take pride in serving large wholesome meals made from natural ingredients and served to the customer in a timely manner at a reasonable price. Valois is not your ordinary restaurant, but it’s an experience you must see to truly understand the Valois concept. We are located in the heart of Hyde Park by the University of Chicago.' From the Chicago EAter website, 'The gimmick at this Hyde Park landmark is the promise that customers can “see your food.” But for loyalists, Valois is no novelty: the cafeteria-style restaurant has been an essential part of the community since 1921. The items on the line rotate in and out throughout the day. Church groups assemble for breakfast and politicians make sure to be photographed here during election season. The restaurant has made loyal customers out of famous Chicagoans over the years, including former President Barack Obama and the late White Sox owner Bill Veeck.' <strong>NOTE</strong>: Cash only.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Vinnie's Sub Shop",
				"add1": "1204 W Grand Ave",
				"add2": "ccc",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60642",
				"phn": "(312) 738-2985",
				"url": "hhh",
				"note": "Vinnie’s Sub Shop is a no-frills, takeout-oriented neighborhood deli with massive made-to-order sandwiches. Titus Ruscitti tweeted, ‘The Vinnie’s Special at Vinnie’s Sub Shop is appropriately named. Salami,  Ham, Provolone, Lettuce, Tomato, Oil. Giardiniera on the side. Served on sesame-seeded bread baked for them by D’Amato’s. Every city, suburb, small town deserves a Mom and Pop sandwich shop like this (1204 w  Grand).’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Virtue Restaurant",
				"add1": "1462 E 53rd St",
				"add2": "",
				"cty": "Chicago",
				"stt": "IL",
				"zpcd": "60615",
				"phn": "(773) 947-8831",
				"url": "https://www.virtuerestaurant.com/",
				"note": "Virtue Restaurant serves hearty Southern cooking paired with wines and cocktails in funky-chic quarters with an open kitchen. Phil from  Somebody Feed Phil (Netflix) recommends the Salmon and succotash with corn puree. From their website, ‘Stationed in the Hyde Park neighborhood of Chicago, Virtue is a Southern American restaurant that leads with a culture of hospitality and kindness. We’ve worked hard to create a warm, honest, and thoughtful space. We pride ourselves on unpretentious service, timing, and, most importantly, providing great value. At  Virtue, we use heritage techniques to create some familiar flavors and  some new ones.’ From the Chicago Eater website, ‘Chef Erick Williams had the idea for Virtue in his head for a long time. He is finally able to execute in Hyde Park, bringing a multicultural approach to Southern food to the South Side. Virtue and its team have racked up numerous awards since its 2019 debut, including Eater Chicago’s 2019 Restaurant of the  Year. In 2022, Williams became the first Black chef to take home the  James Beard Foundation’s Best Chef: Great Lakes award and his protégée  Damarr Brown won the foundation’s Emerging Chef award a year later.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Somebody Feed Phil (Netflix) and High on the Hog (Netflix)"
            },
            {
                "name": "Wally’s Drive-In",
				"add1": "711 N 4th St",
				"add2": "ccc",
				"cty": "Breese",
				"stt": "IL",
				"zpcd": "62230",
				"phn": "(618) 526-4040",
				"url": "https://wallysdrivein.com/",
				"note": "From their website, ‘Drive-In for good times and great food! At Wally’s Drive-In, we like to cook from scratch with quality, locally sourced ingredients. Want Tillamook Cheese on your burger? Click that add-on on the order menu! Our shakes are hand dipped, the fruit is fresh, or flash-frozen from Northwest farms, and the fries are hand cut. Taste the quality from Wally’s Drive-In!’ Titus tweeted, ‘Across the street is Wally’s Drive-In, where they’ve been making burgers since 1951 and serving Ski since its birth in 1961. We arrived 15 minutes after opening, and it was jam-packed. Double cheeseburgers are the preferred order, and they’re so good.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            }
        ]
    }
}