{
    "result": {
        "city": "Cincinnati, OH",
		"posts": [
            {
                "name": "Findlay Market",
				"add1": "1801 Race St",
				"add2": "",
				"cty": "Cincinnati",
				"stt": "OH",
				"zpcd": "45202",
				"phn": "(513) 665-4839",
				"url": "https://www.findlaymarket.org/",
				"note": "Findlay Market is a longtime hub of vendors selling meat, produce, and other local foods, plus a seasonal farmers' market. From their website, 'Findlay Market - operated continuously in the same iron-framed building  since 1855 - is not just another historic monument; it is an essential institution to life in 21st century Cincinnati. Linking uptown with downtown, Findlay Market is a vibrant living landmark at the heart of Cincinnati's future. Historic Findlay Market connects farmers, producers, sellers and customers in a dynamic, diverse public marketplace. Historic Findlay Market is our region’s premier destination for local food and artisan products, a dynamic public gathering place, and a vital community asset. ",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pho Lang Thang",
				"add1": "114 W Elder St",
				"add2": "",
				"cty": "Cincinnati",
				"stt": "OH",
				"zpcd": "45202",
				"phn": "(513) 376-9177",
				"url": "https://www.pholangthang.com/",
				"note": "Pho Lang Thang is an upbeat Vietnamese joint inside Findlay Market for bowls of pho and banh mi sandwiches. You should order their Pho along with the head cheese banh mi. From the Food Network website, ‘Pho Lang Thang is Vietnamese comfort food at its finest. Pho, the hearty Vietnamese noodle soup, is the name of the game and this restaurant’s specialty. Locals happily queue for the fortifying beef-based broth, but if you’re in a sandwich mood, be sure to check out their take on the classic banh mi, with housemade head cheese, roast pork, and pickled vegetables.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Taste of Belgium - Over The Rhine",
				"add1": "1135 Vine St",
				"add2": "",
				"cty": "Cincinnati",
				"stt": "OH",
				"zpcd": "45202",
				"phn": "(513) 396-5800",
				"url": "https://tasteofbelgium.com/",
				"note": "Taste of Belgium - Over The Rhine is a chic spot offering Belgian-tinged dishes alongside a long beer list along with wine and cocktails. Make sure you order the waffle, chicken, and waffle, or the traditional stew made with beer-braised beef. From the Food Network website, 'This spot serves Belgian classics that Guy finds irresistible. He declares the dense Belgian waffle to be &ldquo;outstanding&rdquo; and also digs the Belgian pretzel with a side of beer cheese. If you are in the mood for something heartier, try the Carbonnades — a traditional stew made with beer-braised beef.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            }
        ]
    }
}