{
    "result": {
        "city": "Cleveland, OH",
		"posts": [
            {
                "name": "Big Al's Diner",
				"add1": "12600 Larchmere Blvd",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44120",
				"phn": "(216) 791-8550",
				"url": "",
				"note": "Big Al's Diner is a compact diner is dishing up generous portions of breakfast all day and hearty American fare at lunch. When I was at Big Al's Diner, I ordered the cheese omelette with rye toast and corned beef hash. It was a huge plate of food. From the Food Network website, 'Michael Symon judges a diner by its corned beef hash and for him, the best corned beef hash is at Big Al's. The hole-in-the-wall diner serves its &ldquo;magic on a plate&rdquo; with fresh green peppers, crispy corned beef and a side of potatoes. For more home cooking try the local favorite, liver and onions.'",
				"eaten": "yes",
				"photo": "https://c1.staticflickr.com/9/8575/16121431258_9c111d4afc_n.jpg",
				"cptn": "Cheese omelette, rye toast, and corned beef hash at Big Al's Diner in Cleveland, Ohio",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Fahrenheit",
				"add1": "55 Public Square",
				"add2": "Suite 150",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 781-8858",
				"url": "https://fahrenheitrestaurants.com/",
				"note": "From their website, 'Fahrenheit Cleveland. Located in Downtown Cleveland, Fahrenheit is two spectacular stories of unforgettable flavors and gorgeous, sparkling interiors. This fresh new take on the beloved restaurant will blow you away. Chef Rocco Whalen is preparing contemporary American cuisine with his signature Asian twist. The Fahrenheit menu, says Chef Rocco Whalen, is &dlquo;contemporary American regional cuisine.&drquo; It is Rocco's Asian insinuations that make this fare uniquely his own. The menu is so imaginative and distinctive you'll not find anything else like it, no matter where your travels take you. Each and every day. Chef Whalen's mind is crammed with new food creation ideas so that Fahrenheit has taken to changing their menu every six weeks to accommodate as many as possible. Indeed, some items hang around from menu to menu to appease the regulars who have their long-standing favorites. And because Rocco uses only the finest and freshest ingredients available during any particular season, sometimes the menu varies more greatly than others. This, to Rocco's way of thinking, is the only way to cook: always fresh, never frozen, prepared from scratch with most of the ingredients coming from local and regional farms.' Fresh, Fried, and Crispy recommends the Philly cheesesteak, where the roll is dipped in egg and deep fried. Then, the whole sandwich is deep-fried with white cheese sauce on top, along with two fried eggs and provolone cheese on top of all that.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Fresh, Fried, and Crispy (Netflix)"
            },
            {
                "name": "Ferris Shawarma",
				"add1": "13507 Lakewood Heights Blvd",
				"add2": "ccc",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44107",
				"phn": "(216) 252-3354",
				"url": "hhh",
				"note": "From their website, ‘Casual joint dishing up shawarma (served sandwich-style or on platters), chicken and burgers as well as falafel options.’ Titus tweeted ‘Pics from a quick pit stop at Ferris Shawarma in Cleveland. I’d put this stuff up against anybody's. A must stop spot if I’m in the area.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Frank's Bratwurst",
				"add1": "1979 W 25th St",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 344-2180",
				"url": "hhh",
				"note": "Frank's Bratwurst has been serving bratwurst that is like no other, derived from a secret recipe that has gone through rigorous research and development. Franks' Bratwurst makes some of the best bratwurst sandwiches and other sausages. I recommend you order a few different kinds with friends so that you can try them all. From their website, 'Located in the historic West Side Market, at the corner of west 25th and Lorain Avenue in Cleveland Ohio, you are bound to find the infamous Bratwurst stand. Frank's has been located at stand G-3 since 1970, if you have not heard of Frank's bratwurst, this is one of the many well-known businesses located at The West Side Market! Frank's has been serving bratwurst that is like no other, derived from a secret recipe that has gone through rigorous research and development, Frank's is pleased to finally announce the availability of online sales! Please browse our website, learn about our family, and become a part of what has been a tradition for many people and families for the last 43 years!'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Great Lakes Brewing Company",
				"add1": "2516 Market Avenue",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 771-4404",
				"url": "https://www.greatlakesbrewing.com/",
				"note": "Great Lakes Brewing Company is an iconic microbrewery with house suds, an updated American menu, free tours, and a patio. From their website, 'Two Irish-American brothers with limited brewing experience. A city that shuttered its last production brewery in the early 80s. A neighborhood in need of a boost. In 1986 when Patrick and Daniel Conway opened their fledgling operation in Cleveland's Ohio City neighborhood, the odds were stacked against them. Fortunately, they surrounded themselves with a staff of passionate, knowledgeable people, and from the start committed themselves to bringing an independent, sophisticated, diverse selection of craft beer to their home state.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Happy Dog East",
				"add1": "5801 Detroit Avenue",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44102",
				"phn": "(216) 651-9474",
				"url": "https://happydogcleveland.com/",
				"note": "Happy Dog East serves quarter-pound hot dogs with creative toppings plus live music and 75+ tap beers in a convivial space. From their website, ;The Happy Dog is a neighborhood corner bar in the best sense of the term. We’ve got hot dogs and beer and lots of live music, from rock and country to punk and polka. The bartenders are friendly, and the bar itself is open and inviting – a racetrack oval wood bar with plenty of old chrome barstools. It’s not retro because it’s pretty much unchanged from the time the Socotch family built the place back in the late 40s' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Le Petit Triangle Café",
				"add1": "1881 Fulton Rd",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 281-1881",
				"url": "https://lepetittriangle.com/",
				"note": "Le Petit Triangle Café is a Parisian offering for morning coffee and pastries, along with casual midday meals and evening wine dinners. I ordered a great croissant ham, egg, and cheese breakfast sandwich. My friend ordered the escargots with parsley-garlic butter and sliced baguette. From their website, 'Modeled after a true Parisian cafe, “The Triangle” is your morning stop for a fresh croissant and espresso, your lunch time meeting room and your evening hangout for wine, cocktails and good food with friends and family.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesdays",
				"rcmmnd": "vvv"
            },
            {
                "name": "LJ Shanghai",
				"add1": "3142 Superior Ave",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44114",
				"phn": "(216) 400-6936",
				"url": "hhh",
				"note": "From the Cleveland Eater website about LJ Shanghai, 'Cleveland has a surprisingly robust Asiatown neighborhood, and one of the buzziest new entries is LJ Shanghai, an approachable Chinese noodle house. Initially, it was the xiao long bao or soup dumplings that got folks in the door. But once seated, they eagerly branched out to the spicy beef noodle soup, Shanghai-style scallion noodles, preserved vegetable and pork soup, and soy sauce duck. A glassed-off kitchen allows diners to observe the deft dumpling construction, which is nearly continuous given the rate at which they are depleted.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Best Chinese restaurant in every state from MSN website"
            },
            {
                "name": "Mom's Pierogies",
				"add1": "8467 Memphis Ave",
				"add2": "ccc",
				"cty": "Brooklyn",
				"stt": "OH",
				"zpcd": "44144",
				"phn": "(216) 309-1570",
				"url": "https://momspierogies.com",
				"note": "They are a takeout Polish restaurant specializing in handmade pierogies with various fillings. From them on Google, 'We offer handmade Polish Pierogies that are made from a family recipe. All menu items are made in-store, including our signature sides and sauces. Offering frozen options for pierogies and fresh whatever is made that day. Takeout menus include two menu options as well as whatever we are making seasonally. Check back often to see what is available on our seasonal menu.' Fresh, Fried, and Crispy recommends the fried Angel wings, potato, bacon, and cheddar pierogies, which are boiled and then fried in a cast iron pan. Or the Kotlet Schabowy, which is ground pork, breadcrumbs, onions, and then pan-fried.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Fresh, Fried, and Crispy (Netflix)"
            },
            {
                "name": "Mitchell's Ice Cream",
				"add1": "1867 W 25th St",
				"add2": "Ohio City Kitchen and Shop",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 861-2799",
				"url": "https://www.mitchellshomemade.com/",
				"note": "Each batch of Mitchell's Ice Cream is hand-crafted in our Ohio City Kitchen (watch them anytime). Ingredients that grow well in our Ohio climate they get from friends around here. Ingredients that grow best in different climates they get from the world's best producers. They do a lot of searching, and they're never be done. From their website, 'Each batch is hand-crafted in our Ohio City Kitchen. This building got its start over a hundred years ago as a live theater. We got our start in 1999, and since 2014 ice cream has been the show here. Our Kitchen is always on view; come by and see us baking crumble for Wildberry Crumble or mixing in the chocolate chunks for Double Chocolate Chunk. We sincerely thank you for visiting us. We take pleasure and pride in contributing to our Northeast Ohio communities and to the lives of Mitchells' employees.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Slyman's Restaurant",
				"add1": "3106 St Clair Ave NE",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44114",
				"phn": "(216) 621-3760",
				"url": "http://www.slymans.com/",
				"note": "Slyman’s Restaurant is a retro breakfast and lunch deli known for corned beef sandwiches served in simple diner digs. From the Cleveland Eater website, ‘In a region awash in corned beef, it’s common knowledge that Slyman’s, a Cleveland staple since the mid-1960s, sets the bar. Come lunchtime, lines form out front that eventually efficiently pass in front of the perpetually active slicer, who shaves and piles warm, soft, fragrant corned beef onto fresh rye. In addition to those rightly legendary sandwiches, this bustling carryout and full-service cafeteria offers breakfast and lunch items that range from corned beef hash and eggs to Reubens to french fries with gravy.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Smokin’ Rock N’ Roll",
				"add1": "623 Clague Rd",
				"add2": "ccc",
				"cty": "Bay Village",
				"stt": "OH",
				"zpcd": "44140",
				"phn": "(216) 539-2239",
				"url": "https://www.smokinrocknroll.com/",
				"note": "From their website, 'What started as a food truck has grown into a movement—proudly serving over 60 first responder stations across northeast Ohio (and still counting), feeding festival crowds, and even landing on Netflix's &ldquo;Fresh, Fried and Crispy,&rdquo; filmed at the Rock & Roll Hall of Fame. Whether you're grabbing a take-out meal, booking catering, or bringing both trailers to your next event, SRNR delivers a one-of-a-kind combo of fire, flavor, and fun. Now rolling year-round from our home base in Bay Village, OH, Smokin' Rock n' Roll is proud to be part of BAY ROCKS—a destination where music, food, and Cleveland soul come together on one epic stage!' Fresh, Fried, and Crispy recommends the Fleetwood  Mac and Cheese with crispy burnt ends with fried onions, and smoked Gouda.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Fresh, Fried, and Crispy (Netflix)"
            },
            {
                "name": "Steve's Gyro's",
				"add1": "1979 W 25th St",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 310-3000",
				"url": "https://westsidemarket.org/portfolio-items/steves-gyros/",
				"note": "If you’re craving a gyro, Steve's Gyro's asks that you arrive early. Steve's Gyro's do sell out early every day, and because of that, they do close earlier than scheduled Market hours. I liked it so much I went back the next day to get one to have for lunch for the road trip home to DC. From the Food Network website, 'All Anne Burrell can say is &ldquo;mmm -- it's good&rdquo; about Steve's Gyros. On The Best Thing I Ever Ate, she gets in line for this Cleveland specialty made with a secret sour cream tzatziki sauce. As the jumbo size packs 2 pounds of spiced beef and lamb, you know this is a gyro Zeus would be proud of.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Thursday",
				"rcmmnd": "vvv"
            },
            {
                "name": "TownHall",
				"add1": "1909 W 25th St",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 344-9400",
				"url": "https://www.townhallornowhere.com/",
				"note": "TownHall is a locally sourced and innovative bar bites, and vegan options served in a contemporary setting with a patio. TownHall is located about a block or so from the Westside Market. From their website, 'TownHall believes that healthy does not mean perfect. We believe that Balance is the key to a happy and healthy life. Wellness encompasses the body, mind, and soul. Change is ignited through passion!'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "West Side Market",
				"add1": "1979 W 25th St",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 664-3387",
				"url": "https://westsidemarket.org/",
				"note": "West Side Market is a grand, bustling public market from 1912 featuring meat, produce, bread, and hot food vendors. From the Ohio City website, ‘The West Side Market is the anchor of Historic Ohio City. The Market has been in operation for more than 100 years and is home to more than 100 locally owned, independent businesses. It is an integral and treasured facet of the neighborhood, the city of Cleveland, and the Northeast Ohio region. The Market offers a wide variety of fresh meats, cheeses, poultry, seafood, produce, baked goods, spices, ethnic specialties, prepared foods, flowers, and more. With a rich heritage comprised of quality food, fond memories, and a one-of-a-kind shopping experience, the West Side Market has earned its title among residents as “Cleveland’s Public Market.”’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Thursday",
				"rcmmnd": "vvv"
            },
            {
                "name": "West Side Market Cafe",
				"add1": "1979 W 25th St",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 579-6800",
				"url": "https://www.westsidemarketcafe.com/",
				"note": "The West Side Market Cafe is a casual eatery in the historic market, dishing up down-home American eats for breakfast and lunch. I ordered an omelette with home fries, rye toast, and a side of sausage. From their website, 'We use quality, local ingredients from West Side Market vendors to craft delicious, homestyle meals for every appetite and budget. We take a simple approach to food: take the best ingredients from local West Side Market vendors, and put them in the hands of good, honest people to cook and serve.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}