{
    "result": {
        "city": "Charlotte, NC",
		"posts": [
            {
                "name": "Bar-B-Q King",
				"add1": "2900 Wilkinson Blvd",
				"add2": "",
				"cty": "Charlotte",
				"stt": "NC",
				"zpcd": "28208",
				"phn": "(704) 399-8344",
				"url": "",
				"note": "Bar-B-Q King is a family-run drive-in spot serving BBQ, fried chicken in sauce, po' boys, and more curbside since 1959.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Brooks' Sandwich House",
				"add1": "2710 N Brevard St",
				"add2": "",
				"cty": "Charlotte",
				"stt": "NC",
				"zpcd": "28205",
				"phn": "(704) 375-7808",
				"url": "hhh",
				"note": "Brooks' Sandwich House is a tiny roadside stop with a walk-up window serving burgers, chili, and simple sandwiches for 40+ years. They are closed on the weekend. From their website, 'Charlotte’s Best Burger! Come see us. Twins David and Scott Brooks have been running their hamburger and hot dog joint since 1973! And, now the third generation has joined in, to continue the family tradition of great burgers, hot dogs, and chili! Everyone is welcome at BROOKS. Come enjoy the best southern burger with homemade chili recipe created almost 45 years ago. Purchase BROOKS Chili so you can enjoy the same homemade southern taste at home.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Diamond Restaurant",
				"add1": "1901 Commonwealth Ave",
				"add2": "",
				"cty": "Charlotte",
				"stt": "NC",
				"zpcd": "28205",
				"phn": "(704) 375-8959",
				"url": "https://diamondcharlotte.com/",
				"note": "Diamond Restaurant is a hipster-friendly Greek diner serves a vast comfort-food menu with Greek, Italian and Southern accents. You need to order the big block burger with pimento cheese. From their website, 'Originally the Diamond Soda Grill, our snug brick diner on Commonwealth was conceived in 1945 by founders Flonnie and W.A. James. Mrs. James was the beating heart of the Diamond, a Marshville, NC native who loved to cook & serve and had a personality for hospitality. “We had people who came and ate with us every day,” said son Ralph. “My mother made it a point to learn everyone who came by name. It was just like one big, happy family.” Twin brothers Ralph and Robert took over the restaurant in 1964, displaying the James family flair for success. “My mom taught us how to cook and how to plan a menu,” James said. “We kept her influence in the restaurant and tried to keep the same friendliness.” In 1984, the James family sold the restaurant to warm-hearted Greek immigrant Gerry Pistiolis, who continued to keep the Diamond a beacon of good ‘ole home cookin’ and friendly family tradition in Plaza Midwood. Pistiolis cheerfully fed Charlotte’s politicians and bankers as well as Charlotte’s homeless. With respect to her past and her previous caretakers, the historic Diamond has been polished and buffed to meet a new generation, to welcome back our older generation, and to carry on the legacy we’ve been honored to inherit. Just one big happy family.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Heist Brewery",
				"add1": "2909 N Davidson St",
				"add2": "#200",
				"cty": "Charlotte",
				"stt": "NC",
				"zpcd": "28205",
				"phn": "(704) 375-8260",
				"url": "https://heistbrewery.com/",
				"note": "Heist Brewery is an inventive pub fare, craft beers produced on-site and served in an industrial setting with a patio. Order the burger burger burger, which is a tri-blend of beef sliders with goat cheese, or the duck confit flatbread with pickled red onions. From their website, 'Our food menu has seen many iterations throughout the years. One thing has remained a constant and always will be. Showcasing wood-fired specialties, our flatbreads and dips have been our pride and joy. Sandwiches and wraps have become a staple, and our burgers use a hand-selected combination of meats that have become a proprietary blend.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "JJ's Red Hots",
				"add1": "1514 East Blvd",
				"add2": "",
				"cty": "Charlotte",
				"stt": "NC",
				"zpcd": "28203",
				"phn": "(980) 225-8880",
				"url": "https://jjsredhots.com/",
				"note": "JJ's Red Hots is a spacious retro-style counter serve focused on classic hot dogs and sausages with diverse toppings. From their website, 'Let’s get this straight. JJ’s Red Hots is not a restaurant. It’s a hot dog joint that serves what we believe are the best hot dogs on the planet. It is a place where service and value still mean something. To us, anyways. In fact, we believe that serving you is a privilege, how do you like that for old school? We also believe strongly in the quality of the products we serve. It matters that we serve Sahlen’s smokehouse hot dogs and sausages – who has been making premium quality products since 1869. It matters that we toast our Martin’s potato rolls, and it matters that we hand-craft pretty much everything else. Our chili, pickles, onion rings, borracho beans, bacon and sausage, and other items are made in-house. We hope you enjoy our hot dogs and sausages as much as we enjoy preparing them and serving them to you.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mert’s Heart and Soul",
				"add1": "214 N College St",
				"add2": "",
				"cty": "Charlotte",
				"stt": "NC",
				"zpcd": "28202",
				"phn": "(704) 342-4222",
				"url": "https://mertscharlotte.com/",
				"note": "Mert’s Heart and Soul is a husband-and-wife-run spot for Southern soul food, including Lowcountry dishes, in a colorful setting. You need to order Merts soul rolls along with shrimp and grits. From their website, 'Mert’s distinguishes itself from traditional soul food restaurants by offering Low Country and Gullah-inspired dishes such as shrimp and grits, Charleston red rice, and award-winning macaroni and cheese. Comfort food at its best is how you can define Mert’s. Featured on Food Network’s Diners, Drive-Ins, and Dives, this Uptown staple features dishes like fried chicken and Shrimp & Grits in a colorful space full of Heart and Soul.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pinky’s Westside Grill",
				"add1": "1600 W Morehead St",
				"add2": "",
				"cty": "Charlotte",
				"stt": "NC",
				"zpcd": "28208",
				"phn": "(704) 332-0402",
				"url": "https://eatatpinkys.com/",
				"note": "Pinky’s Westside Grill is a local American chain serving sandwiches, hot dogs, tacos, and cocktails in a casual, offbeat space. It's a converted auto repair shop, this casual restaurant that serves towering burgers, snappy dogs, and not-too-healthy salads topped with popcorn chicken and fried buffalo shrimp. From the Food Network website, 'A converted auto repair shop, this casual restaurant serves towering burgers, snappy dogs, and not-too-healthy salads topped with popcorn chicken and fried buffalo shrimp. They recommend the Triple &ldquo;G&rdquo; Burger and the Corn Dog Shrimp.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "South 21 Drive In",
				"add1": "3101 E Independence Blvd",
				"add2": "",
				"cty": "Charlotte",
				"stt": "NC",
				"zpcd": "28205",
				"phn": "(704) 377-4509",
				"url": "https://south21drivein.net/",
				"note": "South 21 Drive In is an old, drive-in stop for classic American comfort food with curb service since 1955. You need to order yourself a Super Boy. From the Food Network website, 'Since 1955, South 21 Drive-In has been serving more than 20,000 meals a month to Charlotte, N.C., locals; so Guy had to check them out. He's glad he did for their classic American burgers and shakes, including the Super Boy, a signature double burger with scratch-made chili and tangy slaw. They recommend ordering  the Super Boy (Burger with Two Patties, Coleslaw and Chili), Fish O Burger, Onion Rings, and Golden Southern Fried Chicken.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            }
        ]
    }
}