{
    "result": {
        "city": "Colorado",
		"posts": [
            {
                "name": "Audrey Jane's Pizza Garage",
				"add1": "2675 13th St",
				"add2": "",
				"cty": "Boulder",
				"stt": "CO",
				"zpcd": "80304",
				"phn": "(303) 442-2032",
				"url": "https://www.thepizzagarage.com/",
				"note": "Audrey Jane's Pizza Garage is a family-owned and operated pizza parlor focusing on fresh ingredients and delicious flavors. Their pizzas are made lovingly in-house and from scratch. Order the Spicy Pig pizza which consists of hand-crushed tomato sauce, mozzarella, natural casing pepperoni, Italian sausage, roasted jalapeños, fresh garlic, oregano. Or the Meatball Grinder which contains homemade meatballs, mozzarella, hand-crushed tomato sauce, and oregano or the Eggplant Grinder with roasted eggplant, ricotta, garlic, hand-crushed tomato sauce, mozzarella, Parmesan cheese, and basil. From their website, 'Audrey Jane's Pizza Garage is a family-owned and operated pizza parlor focusing on fresh ingredients and delicious flavors. With inspiration deriving from our own experiences in San Francisco, New York City, Italy, and our own food-driven upbringings, we hope to craft you the pizza you'll never forget. Our pizzas are made lovingly in-house and from scratch. Because we know that every ingredient counts, we refuse to settle for mediocre quality, instead opting for ingredients like organic greens and the freshest veggies.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Blue Sparrow Coffee",
				"add1": "3070 Blake St",
				"add2": "#180",
				"cty": "Denver",
				"stt": "CO",
				"zpcd": "80205",
				"phn": "(720) 593-0180",
				"url": "https://www.bluesparrowcoffee.com/",
				"note": "Blue Sparrow Coffee is committed to their neighborhood, the people who work here and live here. They strive to serve you the best coffee in a friendly, comfortable environment. Blue Sparrow Coffee has partnered with local food providers bringing you the highest quality products from Enzo the Baker, Marczyk Fine Foods, and Genova's Biscotti. From their website, 'Located within Denver's thriving River North Arts District and the Platte Street community, we're committed to our neighbors, the people who work and live here. We strive to serve you the best coffee in a friendly, comfortable environment. Over the years, we've made a lot of friends in the coffee world who are dedicated to quality, sustainability, and community. Now is our chance to share their coffees with you.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dae Gee Korean BBQ",
				"add1": "827 Colorado Blvd",
				"add2": "",
				"cty": "Denver",
				"stt": "CO",
				"zpcd": "80206",
				"phn": "(720) 639-9986",
				"url": "https://daegee.com/",
				"note": "Dae Gee (which means pig in Korean) is a Korean BBQ restaurant progressively blending Korean food tradition with American culture. We combine the freshest ingredients, endless flavor, and a fun atmosphere to give you the exceptional dining experience you deserve. They serve unlimited BBQ along with unlimited sides for both lunch and dinner. From their website, 'Joe Kim loves it when someone comes to one of his Dae Gee Korean BBQ restaurants and truly pigs out. In fact, Dae Gee translates to “pig” in Korean, and “Pig Out” is its unofficial motto. So one of Kim’s favorite customers is Ethan Tsai. “He used to come into our first spot and really pig out,” Kim says. Back then, Kim had only one location in Westminster, and Tsai was still an organic chemistry professor at Metropolitan State University of Denver. Today, however, Kim owns five Dae Gees, with a sixth on the way, and is getting ready to start up a pandemic-inspired food-shipping business, while Tsai has taken his skills and his Ph.D. to Tivoli Brewing, where he is now the director of brewery operations. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Post Chicken and Beer",
				"add1": "1258 South Hover Road",
				"add2": "",
				"cty": "Longmont",
				"stt": "CO",
				"zpcd": "80501",
				"phn": "(720) 588-2883",
				"url": "https://www.postchickenandbeer.com/longmont/",
				"note": "The Post Chicken and Beer is an upbeat, casual spot serving up fried chicken, comfort-food sides, plus local beer, and cocktails. You need to order the fried chicken and the chicken Chicharrones; fried chicken skin served with a pinto bean hummus. From their website, 'We took the time to do our homework and get the best equipment around so that our fried chicken is perfectly juicy and crispy every single time. We start with humanely raised, all-natural chicken, brine it for hours, give it a dip in buttermilk, dredge it in seasoned gluten-free flour, and then pressure fry it to crisp golden perfection. We rest it for a few minutes to let the flavors meld and season it with our spicy goodness shaker. All that love, care, and attention to detail makes our bird simply mouth-wateringly delicious.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Reunion Bread Co",
				"add1": "3350 Brighton Blvd",
				"add2": "#140",
				"cty": "Denver",
				"stt": "CO",
				"zpcd": "80216",
				"phn": "(720) 620-9336",
				"url": "hhh",
				"note": "From the Reunion Bread Co website, 'Born in Venezuela and raised by Portuguese immigrants, Ismael De Sousa brings European baked breads and pastries to the River North neighborhood. De Sousa has lived and worked all over the world, from South Africa to England to Miami. The menu will include rustic sourdough loaves, sweet and savory pastries, toasts, a New Belgium Brewing beer-infused bread, and more that reflect the cultures he's experienced.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "The Roost",
				"add1": "526 Main St",
				"add2": "",
				"cty": "Longmont",
				"stt": "CO",
				"zpcd": "80501",
				"phn": "(303) 622-5021",
				"url": "https://theroostlongmont.com/",
				"note": "The Roost is a rustic-chic hangout with New American pub grub and local craft beers, along with live music and a rooftop bar. Order the banging cauliflower and the perfect pork sandwich. From their website, ‘We believe that a vibrant future for Longmont relies heavily on sustainable practices of local business. At The Roost, we are committed to purchasing from local ranchers and producers that share our commitment to quality and the environment; we’re also committed to no single-use plastics.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Ruby Rose - Cafe and Micro Bakery",
				"add1": "11704 CO-17",
				"add2": "ccc",
				"cty": "Hooper",
				"stt": "CO",
				"zpcd": "81136",
				"phn": "(719) 850-3326",
				"url": "https://www.therubyrosebk.com/",
				"note": "From their website, ‘We are a home-operated Cottage Bake House located in the San Luis Valley, Colorado. At the Ruby Rose, we pride ourselves on freshness and quality. We use organic and local ingredients when available, and all orders are made to order, so you know they’re fresh.’ From The Crestone Eagle website, ‘The struggle for healthy, prepared and affordable food in Crestone is real, and it’s not uncommon to overhear local conversations about it on any given day. Those options have recently expanded, thanks to the Ruby Rose Bakery at the Hooper Junction Sinclair gas station (11704 CO-17, Hooper), a short 25-minute drive from the town of Crestone. There have been rumblings around the community about that terrific new bakery and restaurant, but what many don’t know is, they have healthy, nutritious to-go meals as well.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let's Be US (YouTube)"
            },
            {
                "name": "Skirted Heifer",
				"add1": "204 N Tejon St",
				"add2": "",
				"cty": "Colorado Springs",
				"stt": "CO",
				"zpcd": "80903",
				"phn": "(719) 635-3276",
				"url": "https://skirtedheifer.com/",
				"note": "Skirted Heifer serves burger and bun options with choose-your-own toppings. Don't forget to go with fries and frozen custard in their funky digs. The restaurant focuses on not only grass-fed beef but grass-finished beef. Not only for the nutritional factor but for taste. The Skirted Heifer decided to make their own condiments and sauces homemade. You should order the skirted heifer burger with fries. From their website, 'Our burgers are made from Frontiere Natural Meats Grass-fed Beef, raised locally in Colorado. Grass-finished never fed antibiotics, and have no added hormones, griddled to perfection. Our condiments, sauces, and pickles are homemade. We are continually sourcing local produce and products!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Steuben's Food Service",
				"add1": "523 E 17th Ave",
				"add2": "",
				"cty": "Denver",
				"stt": "CO",
				"zpcd": "80203",
				"phn": "(303) 830-1001",
				"url": "https://steubens.com/",
				"note": "Steuben's Food Service is a classic regional American favorite's place, and cocktails make up the menu at this buzzing, retro-style diner. You need to order the fried chicken with mashed potatoes, gravy, and biscuit. From their website, 'Steuben’s is named after a restaurant in Boston that my Great Uncles, Max and Joe, opened in 1945. Steuben’s became a famous Boston restaurant, nightclub, and hotspot from the 1940’s to the 1960’s on Boylston Street. The Vienna Room, The Cave, and The Blue Room were all part of the Steuben’s space and hosted Big Band, Jazz, and Swing groups with The Rat Pack, proms and sweet sixteens, and more. In its prime, Steuben’s was the center of the Boston dining and nightlife scene.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}