{
    "result": {
        "city": "Connecticut",
		"posts": [
            {
                "name": "Blackie's Hot Dog Stand",
				"add1": "2200 Waterbury Rd",
				"add2": "ccc",
				"cty": "Cheshire",
				"stt": "CT",
				"zpcd": "06410",
				"phn": "(203) 699-1819",
				"url": "https://blackieshotdogs.com/",
				"note": "From their website, ’It’s all about the dog and pepper relish. We’ve been a popular family-owned spot since 1928, and we’ve been serving our signature hot dogs and burgers fresh daily since then. Our famous homemade Hot Pepper Relish has delighted travelers and families, and many have tried to copy the secret family recipe – but there’s nothing like it anywhere! Take a ride down to Blackie’s, or order your relish online! Over the years, little has changed; we serve our signature hot dogs and burgers made fresh daily with our Homemade Pepper Relish. The menu is simple, and all you need to know is how many to order: one, two, or 3 and a cheese (translation: 3 Hot dogs and one Cheeseburger!). For over 90 years, we have been making our homemade Hot Pepper Relish (Not Too Hot–Just Right), which has become quite famous. The famous Blackie’s relish is a secret family recipe. Many will tell you the relish is not like other relishes; rather than being sweet, it is a spicy, pepper relish (Note: no pickles are harmed in the making of Blackie’s relish). Many have attempted to duplicate the recipe, and some have even come close, but there is only one Blackie’s Relish.’ Titus tweeted ‘Day 15: Hot Dog with brown mustard and the house special pepper relish at Blackie’s Hot Dog Stand (Cheshire, CT). Natural casing special blend wieners (beef/pork) made by Martin Rosol’s are fried then crisped further on a flattop. Since 1928.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Friday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Frank Pepe Pizzeria Napoletana",
				"add1": "157 Wooster St",
				"add2": "",
				"cty": "New Haven",
				"stt": "CT",
				"zpcd": "06511",
				"phn": "(203) 865-5762",
				"url": "https://pepespizzeria.com/",
				"note": "Frank Pepe Pizzeria Napoletana is a casual local pizzeria chain serving a menu of coal-fired pies, beer, and wine since 1925. Oder the clam pizza along with original cheese and sauce. From the Eater website, 'If you've never had New Haven-style pizza, the thing to know about it is that the people who still make it have been making it for a very long time. They call it apizza, which is pronounced roughly, a-beets — from an old dialect once found among descendants of immigrants from the Amalfi coast circa the early 20th century — and they guard their recipes like family secrets. Frank Pepe, born in the town of Maiori just southwest of Naples, was one of those immigrants.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "LC Cash and Carry",
				"add1": "301 Food Terminal Plaza",
				"add2": "ccc",
				"cty": " New Haven",
				"stt": "CT",
				"zpcd": "06511",
				"phn": "(203) 773-3486",
				"url": "https://lcthefinefood.com/",
				"note": "From their website, ‘LC Cash and Carry, also known as LC Fine Food, is an establishment steeped in history, founded by the late and great Italo “Leo” Ciocca in the year 1965. Leo’s vision was to offer the finest Italian imports to his esteemed clientele. With his unwavering commitment to excellence and his unbridled passion for the food industry, Leo expanded his business, reaching new heights of success while simultaneously adding new products and acquiring new customers across the wholesale and retail sectors. Today, his legacy lives on through LC Cash and Carry, where the tradition of offering authentic Italian products still remains strong while at the same time embracing the evolution of the market by adding a vast assortment of domestic products to cater to a wider audience.’ Frank recommends ordering some of their cheese.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Frank Pinello ( Govney - YouTube)"
            },
            {
                "name": "Louis' Lunch",
				"add1": "261 Crown St",
				"add2": "ccc",
				"cty": "New Haven",
				"stt": "CT",
				"zpcd": "06511",
				"phn": "(203) 562-5507",
				"url": "https://louislunch.com/",
				"note": "From their website, ‘Serving New Haven, CT and beyond since 1895. According to the Library of Congress, “Louis’ Lunch in New Haven, Connecticut, is recognized as the birthplace of the hamburger sandwich.” Family-owned and operated for over four generations, Louis’ Lunch continues to serve the original hamburger, just as it was first prepared in 1895. Preserving our history and tradition isn’t just our pride, it’s our promise to every guest who walks through our doors. If you are visiting Louis’ for the first time, you may want to learn a little of the “Louis’ Lingo”. For example, a Louis’ regular might walk up to the counter and say, “Give me two cheese works, a salad, and a birch”. This translates to, “May I have two hamburgers with cheese, tomato, and onion, cooked medium rare on toast, an order of potato salad, and a birch beer”. There are many other examples of Louis’ Lingo to be learned, but we suggest learning them first-hand from the regulars. After all, we don’t want to give away all our secrets!’ Make sure to order the steamed burger.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Anthony Bourdain, Binging with Babish, and Burger Show"
            },
            {
                "name": "The Port of Call",
				"add1": "15 Water St",
				"add2": "ccc",
				"cty": "Mystic",
				"stt": "CT",
				"zpcd": "06355",
				"phn": "(860) 980-3648",
				"url": "https://theportofcallct.com/",
				"note": "From their website, ‘The Port of Call is a nautical-themed cocktail lounge and restaurant. The Port of Call hearkens back to the days of maritime excursions, exploring international cocktail culture and cuisine together, port by port. Voted one of the 24 Best Bars in America by Esquire magazine. Downstairs, you’ll find a laid-back pub serving beer and bar bites, complete with a shuffleboard table and arcade games. In the upper salon, enjoy a cocktail-driven dinner experience drawing from port cities near and far.’ From the Boston Eater website, ‘As evening arrives and you start to get thirsty, head to the Port of Call. Pick your vibe at two separate bars in the space: Upstairs offers the timeless elegance of a captain’s quarters, with light filtering through red velvet curtains across warm wood paneling and onto the centerpiece, a majestic curved bar made from salvaged ship wood. Downstairs at Dive Bar, there’s neon signage, a vinyl record collection, vintage games, a photo booth, and a diving suit in the corner. While Dive focuses on cold beer and simple cocktail builds, Port of Call’s upstairs drink list, led by director Jade Ayala, is more complex and tropical. On both levels, find the same top-notch food menu created by 2023 James Beard nominee Reneé Touponce, who works magic with cured local fish in particular. Order the bacalaitos — a golden, Puerto Rican salted fluke fritter served with ephemeral cilantro lime foam — tender adobo-marinated beef tongue, and a snappy smoked hot dog dressed with bonito aioli and kimchi in a light and tangy double-fermented bao bun. The Port of Call also hosts performances almost every night, from sultry jazz to disco drag shows; it’s a lively draw for visitors and locals alike.’ Brad recommends ordering the beef empanadas.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Brad Leone (YouTube)"
            },
            {
                "name": "Rawley's Drive-In",
				"add1": "1886 Post Rd,",
				"add2": "ccc",
				"cty": "Fairfield",
				"stt": "CT",
				"zpcd": "06824",
				"phn": "(203) 259-9023",
				"url": "https://www.rawleysdrivein.com/",
				"note": "From the Food Network ‘On The Best Thing I Ever Ate: Fried, Alex calls Rawley’s Drive-In her place for a deep-fried meal. Rawley’s signature deep-fried hot dogs have a long-standing fan base, too. For the ultimate bite, get “The Works,” which Alex says includes the perfect duo of fried foods: bacon and hot dogs.’ They recommend ordering the Deep Fried Hot Dog and fries. Titus tweeted the following about Rawley’s Drive-In, ‘The Chili Cheese Dog at Rawley’s Drive-In (Fairfield, CT). A natural casing Hummel Bros wiener (beef/pork) is fried, then crisped on a hot flattop. It goes into a toasted split-top roll with a slice of White American cheese sitting underneath. Add onions. Since 1947.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Titus Ruscitti and Food network"
            },
            {
                "name": "Stowe's Seafood",
				"add1": "347 Beach St",
				"add2": "ccc",
				"cty": "West Haven",
				"stt": "CT",
				"zpcd": "06516",
				"phn": "(203) 934-1991",
				"url": "https://stowesseafoodct.com/",
				"note": "From their website, ‘When hard times hit during the Depression, grandfather Stowe went to work driving a truck for Bilco on Bay View Place. The little business eventually grew into a market, then a full-blown restaurant called Stowe’s Pilot House, which was a regional favorite clear into the 1970s. A classic seafood shack across from the West Haven Beach has a simple menu of fresh fish, fried New England style, plus perfect lobster rolls, all served in paper boats!’ Frank recommends ordering the fried seafood.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Frank Pinello ( Govney - YouTube)"
            },
            {
                "name": "Ted's Restaurant",
				"add1": "1046 Broad St",
				"add2": "ccc",
				"cty": "Meriden",
				"stt": "CT",
				"zpcd": "06450",
				"phn": "(203) 237-6660",
				"url": "https://tedsrestaurant.com/",
				"note": "From their website, ‘Serving world famous steamed cheeseburgers for over 65 Years. Come experience the one-of-a-kind flavor of our steamed cheeseburgers made fresh and customized just for you! Ted’s Restaurant has been a Connecticut staple for over 65 years! More than a restaurant, we’re a friendly neighbor that prides ourselves on a family-friendly atmosphere. So bring in your family and friends and share in the Ted’s experience.’ From the Easer website, ‘WHAT: The home of the central Connecticut steamer, aka a steamed cheeseburger, made with pizzazz by this snug little shack since 1959. WHY: Individual patties of ground beef and blocks of cheddar cheese are put in separate metal trays inside of a steam cabinet, where they are vapor-cooked. The result is a burger that’s unconscionably juicy, its cheese a pearlescent mass just viscous enough to seep into every crevice of the meat below. It’s maximum umami per bite.’ Binging with Babish and the Burger Show recommend ordering the steamed burger.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Binging with Babish and the Burger Show"
            }
        ]
    }
}