{
    "result": {
        "city": "Connecticut",
		"posts": [
            {
                "name": "Frank Pepe Pizzeria Napoletana",
				"add1": "157 Wooster St",
				"add2": "",
				"cty": "New Haven",
				"stt": "CT",
				"zpcd": "06511",
				"phn": "(203) 865-5762",
				"url": "https://pepespizzeria.com/",
				"note": "Frank Pepe Pizzeria Napoletana is a casual local pizzeria chain serving a menu of coal-fired pies, beer, and wine since 1925. Oder the clam pizza along with original cheese and sauce. From the Eater website, 'If you've never had New Haven-style pizza, the thing to know about it is that the people who still make it have been making it for a very long time. They call it apizza, which is pronounced roughly, a-beets — from an old dialect once found among descendants of immigrants from the Amalfi coast circa the early 20th century — and they guard their recipes like family secrets. Frank Pepe, born in the town of Maiori just southwest of Naples, was one of those immigrants.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "O'Rourke's Diner",
				"add1": "728 Main St",
				"add2": "",
				"cty": "Middletown",
				"stt": "CT",
				"zpcd": "06457",
				"phn": "(860) 346-6101",
				"url": "https://www.orourkesmiddletown.com/",
				"note": "O'Rourke's Diner is a landmark diner (since 1941) serves creative American classics and Irish dishes for both breakfast and lunch. Order any of the hashes, French roasts, or the steamed burger and one-year-old aged cheddar on a toasted roll. From their website, 'At O'Rourke's Diner, we provide our visitors with a unique dining experience. Our menu offers quite a variety, featuring dishes with a strong Irish influence, as well as traditional American classics. We offer daily breakfast and lunch specials where you can really see the creative expertise of the kitchen.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            }
        ]
    }
}