{
    "result": {
        "city": "Dallas, TX",
		"posts": [
            {
                "name": "Cru Wine Bar",
				"add1": "8008 Herb Kelleher Way",
				"add2": "Dallas Love Field Airport",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75235",
				"phn": "(214) 654-9949",
				"url": "https://cruwinebar.com/",
				"note": "Cru Wine Bar is a relaxed, Napa-style wine-bar chain serving New American fare, stone-fired pizzas and cheese plates. In the Dallas Love Field Airport if they have it order the fig and Camembert cheese with a Balsamic reduction on bruschetta. From their website, 'We created CRÚ — the first wine bars in Texas to offer 30 wines by the glass, 300 splendid bottles from all over the world, and at every price point. But we didn’t stop there. We pair the wine with Napa-style foods. Oh, and for those of you from Colorado, we’ve got CRÚs there, too. CRÚ is about you and your inalienable right to the unbridled enjoyment of wine and food. We demystify the world of wine, we keep it cool, and make hundreds of wines accessible to you in an elegant, casually hip environment.' <strong>NOTE</strong>: They have locations around Dallas and in other airports too. ",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "CrushCraft Thai",
				"add1": "2800 Routh St",
				"add2": "#150",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75201",
				"phn": "(972) 677-7038",
				"url": "https://www.crushcraftthai.com/",
				"note": "CrushCraft Thai is a casual hangout that serves traditional and modern takes on Thai street food along with drinks, including sake and soju. You need to order the Thai Green Curry dish or the green papaya salad, or the chicken drunken noodles. From their website, “All about us: Bangkok-born, Dallas-grown. We make really good traditional eats with modern takes. We use ingredients that make you feel good. And we prefer casual vibes for a good time. Opened in 2014 as a small family fast-casual restaurant, all we wanted to do was bring top-notch ingredients, value, and the very best Thai food. We quickly became a popular neighborhood eatery and were humbly honored with D Magazine’s Top Ten Best Restaurant and were featured on Food Network’s hit show Diners, Drive-Ins, and Dives with celebrity Chef Guy Fieri. The rest is history. Approachable, quick, and really dang good. Come on by.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Goldee's Barbecue",
				"add1": "4645 Dick Price Rd",
				"add2": "ccc",
				"cty": "Fort Worth",
				"stt": "TX",
				"zpcd": "76140",
				"phn": "ggg",
				"url": "https://goldeesbbq.com/",
				"note": "From the Texas Monthly Top 50 List of 2021, Goldee’s Barbecue (#1) write-up, “Last year, a few young pitmasters joined forces to take an abandoned building on the southeast side of Fort Worth and create their ideal of a modern barbecue joint. Though they lacked the decades of experience typical of many top-flight cooks, this band of barbecue wunderkinder had worked at some of the best joints in Texas (Franklin, La Barbecue, Micklethwait, Valentina’s).’ From the Dallas Eater website, ‘After topping the Texas Monthly barbecue list for 2021, the lines to eat at Goldee’s are epic — and completely worth it. At this Fort Worth spot, diners can enjoy the work of a group of young pitmasters who got experience working in some of the state’s best barbecue spots. Pair brisket and pulled pork with pinto beans, collard greens, and super cheesy grits. Save room for dessert — the bread pudding is a real stunner.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, Wednesday, and Thursday",
				"rcmmnd": "Texas Monthly Magazine's Best BBQ of 2021"
            },
            {
                "name": "La Nueva Fresh and Hot",
				"add1": "9625 Webb Chapel Rd",
				"add2": "ccc",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75220",
				"phn": "(214) 358-7261",
				"url": "hhh",
				"note": "From the Dallas Magazine website, 'La Nueva is owned by Gloria Vazquez Martinez, a native of the Mexican state of Zacatecas, whose father opened the first La Nueva in 1968. There are now six family-owned spots in Rio Grande, Zacatecas; another La Nueva in Lewisville; and several other operations in the area. At the Webb Chapel branch, the specialties are guisados, thick stews that are as street food as street food gets in Mexico, plopped into springy tortillas made from the inferno-producing machine at the front of the place. The guisado verde is a green conflagration of pork. The guisado rojo with strips of nopalitos (cactus pads) lashes out at the palate with less intensity—but not by much. Further down the Scoville scale is the iridescent and rich mole.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "One90 Smoked Meats",
				"add1": "10240 Northwest Hwy",
				"add2": "",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75238",
				"phn": "214) 346-3287",
				"url": "https://one90smokedmeats.com/",
				"note": "One90 Smoked Meats is the home to passionate artists, meticulous craftsmen, and innovative nerds. They are all three along with combining the old-school craft of the pit master with a high-tech vacuum seal, where they can serve delectable smoked meats at home in just 10 minutes. You need to order the smoked duck sandwich. From their website, 'Serving quality smoked meats that are customizable, convenient, and widely accessible is our aim. Our Texas BBQ can be used in a wide variety of meals, heated up and prepared in minutes, and can be purchased online and delivered directly to your door, Nationwidee.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Panther City BBQ",
				"add1": "201 E Hattie St",
				"add2": "ccc",
				"cty": "Fort Worth",
				"stt": "TX",
				"zpcd": "76104",
				"phn": "(682) 250-4464",
				"url": "https://www.panthercitybbq.com/",
				"note": "From their website, ‘Panther City BBQ (the name is an homage to Fort Worth’s &ldquo;Panther City&rdquo; nickname) started serving barbecue out of the food truck in January after Republic Street Bar, which owns the truck, announced it was up for grabs when another barbecue vendor called it quits. &ldquo;It was a bad time of year to open a food truck, &rdquo; Magallanes says, but he felt like they needed to jump on the opportunity. He, along with his partner, Ernest Morales, had found success on the competition circuit and as part-time barbecue vendors, but this is their first permanent spot. Some barbecue nostalgia comes with the site, which is where Heim BBQ launched its flourishing business—Panther City BBQ even includes a Heim homage on the menu.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Texas Monthly Magazine"
            },
            {
                "name": "Paris Coffee Shop",
				"add1": "704 W Magnolia Ave",
				"add2": "ccc",
				"cty": "Fort Worth",
				"stt": "TX",
				"zpcd": "76104",
				"phn": "(817) 945-1702",
				"url": "https://pariscoffeeshopfw.com/",
				"note": "Coffee shop for breakfasts and lunches with a wide dessert menu specializing in pies. From their website, ‘In 2021, Mike Smith found the right new ownership to preserve the legacy of Paris Coffee Shop. Inspired by a treasure trove of historical photos, the thorough restoration delivered an authentic period look to honor the cafe’s heritage at its reopening in 2022. Classic breakfast and lunch favorites with a modern twist in a nostalgic atmosphere. Located in Fort Worth’s Near Southside District, Paris Coffee Shop on Magnolia Avenue is rich in history that spans decades.’ From the Dallas Eater website, ‘Paris Coffee Shop is another one of Fort Worth’s longest-standing restaurants that has received a total renovation. The revamped space calls back to the overall vibe from when it first opened in 1926, with updates to most of the seating, tables, bartop, and more to modernize them. Now it features buttery-soft, light brown booths, new diner-style tables with numerous two-tops, and some very cool mid-century modern-inspired globe lights. The menu has remained similar to the Paris Coffee of days past, highlighting breakfast favorites with a few new additions, such as smoked brisket tacos and a breakfast egg sandwich. Despite the changes, Paris Coffee remains a diner with a classic feel.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Huckberry - DIRT (YouTube)"
            },
            {
                "name": "Revolver Taco Lounge",
				"add1": "2701 Main St",
				"add2": "#120",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75226",
				"phn": "(214) 272-7163",
				"url": "https://revolvertacolounge.com/",
				"note": "Revolver Taco Lounge is an eatery offering both counter-serve tacos and a room with reserved seating for eight-course meals. From Andrew Zimmern’s website, ‘Owned and operated by the Rojas family, Revolver  Taco Lounge in Fort Worth serves some of best Michoacán food you can find outside of Mexico. The authentic Michoacan style is evident the moment you taste a tortilla or some salsa, but no dish on the menu shows the careful craftsmanship that goes into the food as much as the birria de chivo or young goat stew. It’s a dish traditionally served at festivals or a large family gathering. Young goat is cut up and packed into a large ceramic bowl lined with maguey leaves. After it roasts for an hour in the oven, the goat is smothered with a seasoned pureed chile mix and then put back in the oven for about three more hours. The results are sublime. The savory stew of tender meat has a deep roasted chile flavor that doesn’t overwhelm the goat flavor. Served with the reserved  broth and homemade tortillas, it just doesn’t get better than this.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Jose R Ralat"
            },
            {
                "name": "Taco Y Vino",
				"add1": "213 W Eighth St",
				"add2": "ccc",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75208",
				"phn": "(469) 372-0022",
				"url": "https://www.tacoyvinodallas.com/",
				"note": "Taco Y Vino has a simple but focused menu that delivers on the namesake promises of tacos and wine with creative twists. From the Dallas Eater website, ‘Taco y Vino has made a name for itself as a restaurant where the unexpected is to be expected. It’s where a California Pinot Noir pairs well with a carnitas taco and the wine wall background. Meanwhile,  the crispy taco at this Bishop Arts shop — clean and snappy and given  prime space served in the same taco holders as the other tortilla-based  selections — gets a fun match with a fresh and spicy Grenache from Spain’s Priorat wine-growing region.’ Jose recommends ordering the tamales.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jose R.Ralat"
            },
            {
                "name": "Tia Dora's Bakery",
				"add1": "2478 W Illinois Ave",
				"add2": "ccc",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75233",
				"phn": "(214) 333-4254",
				"url": "https://tiadorasbakery.com/",
				"note": "From the Dallas Magazine website, ‘This handmade flour tortilla cradling scrambled eggs and machacado—dried beef pulverized until it’s feathery—with an easygoing heat is how a classic breakfast taco is done. It’s also the reason why it’s worth the drive to the corner of Hampton and Illinois. Follow up the tacos with a selection of pan dulces. Their breakfast pastries, such as the conchas and churros, keep customers lining up out the door.’ From the Dallas Observer website, ‘Every neighborhood needs its spot. What is a neighborhood without a restaurant where you can feel totally at home with a plate of reliably good, unfussy food? Even at breakfast time, Tia Dora’s is serving two tacos de guisado (stewed meat), barbacoa ($2.49), and an especially good lengua taco ($2.95) filled with a generous helping of the tender meat mixed with finely diced carrots and onions. The meaty migas bowl ($7) is a paper plate filled to the edges with scrambled eggs, super-crispy shards of tortilla chips, thumb-sized diced potatoes, bell peppers, and a meat of your choice. Skip the generic-tasting sausage offering in favor of machacado or chorizo. Or go for an entirely different plate, the chilaquiles ($6.50), available with salsa rojo or verde and standard or spicy. Jose R. Ralat recommends their chilaquiles.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Jose R. Ralat"
            },
            {
                "name": "Whistle Britches",
				"add1": "6110 Frankford Rd",
				"add2": "",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75252",
				"phn": "(972) 590-8991",
				"url": "https://whistlebritcheschicken.com/",
				"note": "Whistle Britches serves fried chicken and biscuits, meet beer and cocktails at this airy, rustic spot with an expansive patio. You need to order the Hot Jane chicken sandwich. from their website, 'At Whistle Britches, we’re all about chicken. In 2016, Chef Omar Flores had one thing in mind – serve the tastiest, juiciest, and crunchiest bird in town. Our pickle-brained bird, farm-fresh ingredients, and soulful cooking will leave you wanting more. We believe comfort food never goes out of style. Our scratch kitchen is always baking fresh buttermilk biscuits and some of the best chicken sandwiches in town. Couple all that with a great local craft beer selection and inventive cocktails, you soon realize why we came up with the name Whistle Britches. We like to draw a lot of attention to ourselves, and we’re ok with that!' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Zavala's Barbecue",
				"add1": "421 W Main St",
				"add2": "",
				"cty": "Grand Prairie",
				"stt": "TX",
				"zpcd": "75050",
				"phn": "(817) 330-9061",
				"url": "http://www.zavalasbarbecue.com/",
				"note": "Jose R. Ralat recommends ordering the off-menu barbacoa de cabeza (head), which is is excellent in his words—seasoned only with salt and with just a touch of smoke. From Texas Monthly Magazine website, 'Line Up Early if You Want a Shot at Flawless Brisket from Zavala’s Barbecue. Joe Zavala’s popular side project gets a permanent home in Grand Prairie, but he’s serving only on Saturdays. Jose Zavala has created a barbecue sensation in Grand Prairie, but he’s not sure if he wants to make it a full-time job. He enjoys his Monday-through-Friday job as a consultant, a position that provides the kind of benefits and salary than most pitmasters could only hope for. Smoking meats is his passion, and he’s lucky enough to have taken his side job this far. For a couple years, he’s been cooking with friends under the Zavala’s Barbecue name for barbecue pop-ups, and a few Saturdays ago, the permanent Zavala’s Barbecue restaurant opened in downtown Grand Prairie. It’s a big step, but for now, he and his partners are happy to keep it a once-a-week hobby.' From their website, 'I’ve been around barbecue my entire life. Some of my greatest childhood memories are centered on watching and helping my Pops cook. Weekends at the Zavala house always meant family, friends, and amazing barbecue! Like my Pops, I have carried forward this tradition in my own home, working to craft my own unique style. Because of my passion for barbecue, combined with a lifelong dream of running my own taco stand, I started Zavala’s Barbecue!.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Jose R. Ralat"
            }
        ]
    }
}