{
    "result": {
        "city": "Dallas, TX",
		"posts": [
            {
                "name": "Cru Wine Bar",
				"add1": "8008 Herb Kelleher Way",
				"add2": "Dallas Love Field Airport",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75235",
				"phn": "(214) 654-9949",
				"url": "https://cruwinebar.com/",
				"note": "Cru Wine Bar is a relaxed, Napa-style wine-bar chain serving New American fare, stone-fired pizzas and cheese plates. In the Dallas Love Field Airport if they have it order the fig and Camembert cheese with a Balsamic reduction on bruschetta. From their website, 'We created CRÚ — the first wine bars in Texas to offer 30 wines by the glass, 300 splendid bottles from all over the world, and at every price point. But we didn’t stop there. We pair the wine with Napa-style foods. Oh, and for those of you from Colorado, we’ve got CRÚs there, too. CRÚ is about you and your inalienable right to the unbridled enjoyment of wine and food. We demystify the world of wine, we keep it cool, and make hundreds of wines accessible to you in an elegant, casually hip environment.' <strong>NOTE</strong>: They have locations around Dallas and in other airports too. ",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "CrushCraft Thai",
				"add1": "2800 Routh St",
				"add2": "#150",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75201",
				"phn": "(972) 677-7038",
				"url": "https://www.crushcraftthai.com/",
				"note": "CrushCraft Thai is a casual hangout that serves traditional and modern takes on Thai street food along with drinks, including sake and soju. You need to order the Thai Green Curry dish or the green papaya salad, or the chicken drunken noodles. From their website, “All about us: Bangkok-born, Dallas-grown. We make really good traditional eats with modern takes. We use ingredients that make you feel good. And we prefer casual vibes for a good time. Opened in 2014 as a small family fast-casual restaurant, all we wanted to do was bring top-notch ingredients, value, and the very best Thai food. We quickly became a popular neighborhood eatery and were humbly honored with D Magazine’s Top Ten Best Restaurant and were featured on Food Network’s hit show Diners, Drive-Ins, and Dives with celebrity Chef Guy Fieri. The rest is history. Approachable, quick, and really dang good. Come on by.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Goldee's Barbecue",
				"add1": "4645 Dick Price Rd",
				"add2": "ccc",
				"cty": "Fort Worth",
				"stt": "TX",
				"zpcd": "76140",
				"phn": "ggg",
				"url": "https://goldeesbbq.com/",
				"note": "From the Texas Monthly Top 50 List of 2021, Goldee’s Barbecue (#1) write-up, “Last year, a few young pitmasters joined forces to take an abandoned building on the southeast side of Fort Worth and create their ideal of a modern barbecue joint. Though they lacked the decades of experience typical of many top-flight cooks, this band of barbecue wunderkinder had worked at some of the best joints in Texas (Franklin, La Barbecue, Micklethwait, Valentina’s).’ From the Dallas Eater website, ‘After topping the Texas Monthly barbecue list for 2021, the lines to eat at Goldee’s are epic — and completely worth it. At this Fort Worth spot, diners can enjoy the work of a group of young pitmasters who got experience working in some of the state’s best barbecue spots. Pair brisket and pulled pork with pinto beans, collard greens, and super cheesy grits. Save room for dessert — the bread pudding is a real stunner.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, Wednesday, and Thursday",
				"rcmmnd": "Texas Monthly Magazine's Best BBQ of 2021"
            },
            {
                "name": "One90 Smoked Meats",
				"add1": "10240 Northwest Hwy",
				"add2": "",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75238",
				"phn": "214) 346-3287",
				"url": "https://one90smokedmeats.com/",
				"note": "One90 Smoked Meats is the home to passionate artists, meticulous craftsmen, and innovative nerds. They are all three along with combining the old-school craft of the pit master with a high-tech vacuum seal, where they can serve delectable smoked meats at home in just 10 minutes. You need to order the smoked duck sandwich. From their website, 'Serving quality smoked meats that are customizable, convenient, and widely accessible is our aim. Our Texas BBQ can be used in a wide variety of meals, heated up and prepared in minutes, and can be purchased online and delivered directly to your door, Nationwidee.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Petra and the Beast",
				"add1": "601 N Haskell Ave",
				"add2": "",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75246",
				"phn": "(318) 935-0906",
				"url": "https://www.petraandthebeast.com/",
				"note": "From the Petra and the Beast website, 'The term petrichor refers to the earthy and pleasant scent after the rain falls on dry soil; the meaning and feeling have been adapted to become Petra and the Beast. Petra and the Beast flow with the natural seasons and cycles of the earth to bring unique, pleasant, and hearty reflections from farm, forage, fermentation, and fire to table. Such knowledge and craft continue to be passed on through ever-changing menus. To make an inquiry, see the link above.' You need to order the cured meats at this charcuterie-and-fresh-pasta haven.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Revolver Taco Lounge",
				"add1": "2701 Main St",
				"add2": "#120",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75226",
				"phn": "(214) 272-7163",
				"url": "https://revolvertacolounge.com/",
				"note": "Revolver Taco Lounge is an eatery offering both counter-serve tacos and a room with reserved seating for eight-course meals. From Andrew Zimmern’s website, ‘Owned and operated by the Rojas family, Revolver  Taco Lounge in Fort Worth serves some of best Michoacán food you can find outside of Mexico. The authentic Michoacan style is evident the moment you taste a tortilla or some salsa, but no dish on the menu shows the careful craftsmanship that goes into the food as much as the birria de chivo or young goat stew. It’s a dish traditionally served at festivals or a large family gathering. Young goat is cut up and packed into a large ceramic bowl lined with maguey leaves. After it roasts for an hour in the oven, the goat is smothered with a seasoned pureed chile mix and then put back in the oven for about three more hours. The results are sublime. The savory stew of tender meat has a deep roasted chile flavor that doesn’t overwhelm the goat flavor. Served with the reserved  broth and homemade tortillas, it just doesn’t get better than this.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Jose R Ralat"
            },
            {
                "name": "Taco Y Vino",
				"add1": "213 W Eighth St",
				"add2": "ccc",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75208",
				"phn": "(469) 372-0022",
				"url": "https://www.tacoyvinodallas.com/",
				"note": "Taco Y Vino has a simple but focused menu that delivers on the namesake promises of tacos and wine with creative twists. From the Dallas Eater website, ‘Taco y Vino has made a name for itself as a restaurant where the unexpected is to be expected. It’s where a California Pinot Noir pairs well with a carnitas taco and the wine wall background. Meanwhile,  the crispy taco at this Bishop Arts shop — clean and snappy and given  prime space served in the same taco holders as the other tortilla-based  selections — gets a fun match with a fresh and spicy Grenache from Spain’s Priorat wine-growing region.’ Jose recommends ordering the tamales.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jose R.Ralat"
            },
            {
                "name": "Whistle Britches",
				"add1": "6110 Frankford Rd",
				"add2": "",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75252",
				"phn": "(972) 590-8991",
				"url": "https://whistlebritcheschicken.com/",
				"note": "Whistle Britches serves fried chicken and biscuits, meet beer and cocktails at this airy, rustic spot with an expansive patio. You need to order the Hot Jane chicken sandwich. from their website, 'At Whistle Britches, we’re all about chicken. In 2016, Chef Omar Flores had one thing in mind – serve the tastiest, juiciest, and crunchiest bird in town. Our pickle-brained bird, farm-fresh ingredients, and soulful cooking will leave you wanting more. We believe comfort food never goes out of style. Our scratch kitchen is always baking fresh buttermilk biscuits and some of the best chicken sandwiches in town. Couple all that with a great local craft beer selection and inventive cocktails, you soon realize why we came up with the name Whistle Britches. We like to draw a lot of attention to ourselves, and we’re ok with that!' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Zavala's Barbecue",
				"add1": "421 W Main St",
				"add2": "",
				"cty": "Grand Prairie",
				"stt": "TX",
				"zpcd": "75050",
				"phn": "(817) 330-9061",
				"url": "http://www.zavalasbarbecue.com/",
				"note": "Jose R. Ralat recommends ordering the off-menu barbacoa de cabeza (head), which is is excellent in his words—seasoned only with salt and with just a touch of smoke. From Texas Monthly Magazine website, 'Line Up Early if You Want a Shot at Flawless Brisket from Zavala’s Barbecue. Joe Zavala’s popular side project gets a permanent home in Grand Prairie, but he’s serving only on Saturdays. Jose Zavala has created a barbecue sensation in Grand Prairie, but he’s not sure if he wants to make it a full-time job. He enjoys his Monday-through-Friday job as a consultant, a position that provides the kind of benefits and salary than most pitmasters could only hope for. Smoking meats is his passion, and he’s lucky enough to have taken his side job this far. For a couple years, he’s been cooking with friends under the Zavala’s Barbecue name for barbecue pop-ups, and a few Saturdays ago, the permanent Zavala’s Barbecue restaurant opened in downtown Grand Prairie. It’s a big step, but for now, he and his partners are happy to keep it a once-a-week hobby.' From their website, 'I’ve been around barbecue my entire life. Some of my greatest childhood memories are centered on watching and helping my Pops cook. Weekends at the Zavala house always meant family, friends, and amazing barbecue! Like my Pops, I have carried forward this tradition in my own home, working to craft my own unique style. Because of my passion for barbecue, combined with a lifelong dream of running my own taco stand, I started Zavala’s Barbecue!.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Jose R. Ralat"
            }
        ]
    }
}