{
    "result": {
        "city": "Dallas, TX",
		"posts": [
            {
                "name": "Cru Wine Bar",
				"add1": "8008 Cedar Springs Rd",
				"add2": "Dallas Love Field Airport",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75235",
				"phn": "(214) 654-9949",
				"url": "https://cruwinebar.com/",
				"note": "Cru Wine Bar is a relaxed, Napa-style wine-bar chain serving New American fare, stone-fired pizzas and cheese plates. In the Dallas Love Field Airport if they have it order the fig and Camembert cheese with a Balsamic reduction on bruschetta. <strong>NOTE</strong>: They have locations around Dallas and in other airports too.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "CrushCraft Thai",
				"add1": "2800 Routh St",
				"add2": "#150",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75201",
				"phn": "(972) 677-7038",
				"url": "https://www.crushcraftthai.com/",
				"note": "CrushCraft Thai is a casual hangout that serves traditional and modern takes on Thai street food along with drinks including sake and soju. You need to order the Thai Green Curry dish or the green papaya salad or the chicken drunken noodles.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "One90 Smoked Meats",
				"add1": "10240 Northwest Hwy",
				"add2": "",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75238",
				"phn": "214) 346-3287",
				"url": "https://one90smokedmeats.com/",
				"note": "One90 Smoked Meats is the home to passionate artists, meticulous craftsmen, and innovative nerds. They are all three along with combining the old-school craft of the pit master with a high-tech vacuum seal, where they can serve delectable smoked meats at home in just 10 minutes. You need to order the smoked duck sandwich.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Petra and the Beast",
				"add1": "601 N Haskell Ave",
				"add2": "",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75246",
				"phn": "(318) 935-0906",
				"url": "https://www.petraandthebeast.com/",
				"note": "From the Petra and the Beast website, 'The term petrichor refers to the earthy and pleasant scent after the rain falls on dry soil; the meaning and feeling have been adapted to become Petra and the Beast. Petra and the Beast flow with the natural seasons and cycles of the earth to bring unique, pleasant, and hearty reflections from farm, forage, fermentation, and fire to table. Such knowledge and craft continue to be passed on through ever-changing menus. To make an inquiry, see the link above.' You need to order the cured meats at this charcuterie-and-fresh-pasta haven.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Whistle Britches",
				"add1": "6110 Frankford Rd",
				"add2": "",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75252",
				"phn": "(972) 590-8991",
				"url": "https://whistlebritcheschicken.com/",
				"note": "Whistle Britches serves fried chicken and biscuits, meet beer and cocktails at this airy, rustic spot with an expansive patio. You need to order the Hot Jane chicken sandwich. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Zavala's Barbecue",
				"add1": "421 W Main St",
				"add2": "",
				"cty": "Grand Prairie",
				"stt": "TX",
				"zpcd": "75050",
				"phn": "(817) 330-9061",
				"url": "http://www.zavalasbarbecue.com/",
				"note": "Jose R. Ralat recommends ordering the off-menu barbacoa de cabeza (head), which is is excellent in his words—seasoned only with salt and with just a touch of smoke. From Texas Monthly Magazine website, 'Line Up Early if You Want a Shot at Flawless Brisket from Zavala’s Barbecue. Joe Zavala’s popular side project gets a permanent home in Grand Prairie, but he’s serving only on Saturdays. Jose Zavala has created a barbecue sensation in Grand Prairie, but he’s not sure if he wants to make it a full-time job. He enjoys his Monday-through-Friday job as a consultant, a position that provides the kind of benefits and salary than most pitmasters could only hope for. Smoking meats is his passion, and he’s lucky enough to have taken his side job this far. For a couple years, he’s been cooking with friends under the Zavala’s Barbecue name for barbecue pop-ups, and a few Saturdays ago, the permanent Zavala’s Barbecue restaurant opened in downtown Grand Prairie. It’s a big step, but for now, he and his partners are happy to keep it a once-a-week hobby.' From their website, 'I’ve been around barbecue my entire life. Some of my greatest childhood memories are centered on watching and helping my Pops cook. Weekends at the Zavala house always meant family, friends, and amazing barbecue! Like my Pops, I have carried forward this tradition in my own home, working to craft my own unique style. Because of my passion for barbecue, combined with a lifelong dream of running my own taco stand, I started Zavala’s Barbecue!.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, Tuesday, Wednesday, and Thursday",
				"rcmmnd": "Jose R. Ralat"
            }
        ]
    }
}