{
    "result": {
        "city": "Washington, DC",
		"posts": [
            {
                "name": "2 Amy's Neapolitan Pizzeria",
				"add1": "3715 Macomb St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20016",
				"phn": "(202) 885-5700",
				"url": "https://2amyspizza.com/",
				"note": "2 Amy's Neapolitan Pizzeria is a bustling wood-oven pizzeria serves innovative Neapolitan-style pies and Italian wine by the glass. They were the first certified Neapolitan pizza place in the United States. Their wood-fired pizza is the best, but their side dishes are even better. The meatballs cooked in the wood-fired oven are fantastic along with the rabbit stuffed with baby broccoli rabe and many more items that change with the season. From the Washington, DC Eater website, ‘Many chefs frequent 2 Amys on their days off, endorsing an unpretentious family restaurant that remains the standard for Neapolitan pizza in the District. The visibly scorched, wood-fired pies have attracted obsessives for 20 years. During the pandemic, 2 Amys owner Peter Pastan installed a second pizza oven in the main dining room to fuel a transition to takeout. But the beloved neighborhood spot near the National Cathedral has welcomed regulars back on-site with indoor and patio dining (walk-ins only). A longtime standard-bearer for Neapolitan pizza in the District, 2 Amys has “kid-friendly” down to a science. In addition to the pies and a rotating menu of excellent Italian small plates, the restaurant offers crayons and paper to ward away boredom. Its well-known pizzas promise to please hungry kids and parents alike.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "A. Litteri's",
				"add1": "517 Morse St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 544-0183",
				"url": "https://alitteri.com/",
				"note": "A. Litteri's is an old-school Italian grocery store and deli drawing foodies for meatball subs, homemade sausages and more. Their selection of pasta, olive oil, etc. are vast. The main reason I have been going back is for their cured Italian meats along with the service. The other things I have been known to order is their meatball sub, but my favorite is the create your own cured meat sub. When I order my sub with all the extras, it costs me about $13 or $14, but it's enough for two or three meals. From the Washington, DC Eater website, ‘This traditional Italian deli has been around since 1926, and in its current location near Union Market since 1932. A favorite of nearby workers, the deli keeps limited daytime hours and is closed Sundays and Mondays. Go to eat Italian cold cuts or shop from a huge selection of canned goods, dry pastas, olive oils, vinegars, and wines. In addition to offering the best Italian wine selection outside of Italy, this iconic Northeast market/deli serves delicious (and affordable) subs and hot sandwiches like chicken parm that range from $5.99 to $9.55. A. Litteri also serves lasagna, pasta, and soups.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "All-Purpose",
				"add1": "1250 9th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 849-6174",
				"url": "https://allpurposedc.com/locations/shaw/",
				"note": "All-Purpose is an Italian-American destination for artisanal pizzas, antipasti, and wine in a rustic-modern space. From their website, 'The original downtown location serving up seasonally inspired pies, and hot and cold antipasti, just across the street from the Walter E. Washington Convention Center.' From the DC Eater website, 'The name might sound a bit generic, but a menu that includes calamari po’boys, mushroom lasagna, garlic knots, and pizzas featuring truffle honey as an ingredient makes up for it. Dinner, in particular, includes more than a dozen charcuterie selections, including pancetta, pepperoni, and Genoa salami.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joe Yonan cookbook Cool Beans"
            },
            {
                "name": "Amsterdam Falafel",
				"add1": "2425 18th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 234-1969",
				"url": "https://www.falafelshop.com/",
				"note": "Amsterdam Falafel serves Falafel with pita bread plus Middle Eastern salads and Belgian fries at the late-night quick-serve eatery in Adams Morgan part of Washington, DC. You can get a large or a small Falafel. The difference is the small has three Falafel balls, and the large has five. Once you have chosen which you want you can pile on the extra ingredients until there is no more room. I suggest crushing the Falafel balls to make more space along with it allows you to spread them out inside the pita bread. From their website, ‘Every small business grows only through the support of its community, loyal customers, family, and friends. Our investors, supporters, and guests have been all of that to the Amsterdam Falafelshop, and for that, we thank each of you. Inspired by the falafel shops throughout Amsterdam, founders Scott and Arianne Bennett have brought the exciting flavors of Europe and the Middle East first to Washington DC, then the Greater Boston Area, and Dallas, Texas. Believing that food can be both quick and delicious, the Bennetts have set out to perfect the Falafel Experience. As soon as you walk into the Falafelshop, you smell the spices and hear the sounds that thousands upon thousands have enjoyed before you. After ten years of crafting their trade, they are bringing the best falafel to you in each of their shops.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Anafre DC",
				"add1": "3704 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "(202) 758-2127",
				"url": "https://anafredc.com/",
				"note": "From the Anafre DC website, 'An anafre, meaning “portable oven” in Spanish, is traditionally a clay pot used to cook. The restaurant is an ode to chef/owner Alfredo Solis’ mother, who grew up in the Mexican countryside where she cooked for the family. Since they lived without gas or electric, the anafre was their only stove. Anafre allows Chef Solis to further share the wonderful grandeur of Mexican cuisine, pulling inspiration from traditionally prepared dishes of Baja California, The Yucatán Peninsula, Acapulco, and beyond with dishes like Queso fundido prepared on top of the grill in a plant leaf and slow-cooked Pollo a la Brasa.' While there, we ordered the Shrimp Crostini, Anafre Parrillada, which is grilled steak, shrimp, chicken, onions, jalapeños, rice, beans, and flour tortillas (<strong>NOTE</strong>: extra tortillas cost more if you order more), and Pollo con Mole Poblano which was excellent.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Annie's Paramount Steak House",
				"add1": "1609 17th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 232-0395",
				"url": "https://www.anniesparamountdc.com/",
				"note": "Annie's Paramount Steak House serves steaks and other American basics plus a popular weekend brunch served in a dining room or lively bar area. Annie’s Paramount Steak House was named an America’s Classics by the James Beard Foundation. From their website, 'Family-owned to this day, Annie’s has always put its customers first and is committed to fostering a welcoming environment for all. During a time when the LGBTQ community was struggling to find places where they were accepted, the restaurant was always a welcoming and loving environment.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Astoria DC",
				"add1": "1521 17th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20036",
				"phn": "(202) 754-0065",
				"url": "https://astoriadc.com/",
				"note": "Astoria DC serves Sichuan-style food and drinks in an ornate, railroad-style space with rich colors and moody lighting. From the DC Eater website, 'Devin Gong, the bar manager behind trusty H Street NE cocktail bar CopyCat Company, opened this Sichuan restaurant in 2019 and taught himself to work the wok. Peppers imported from Chengdu go into dishes like mapo tofu, water-boiled beef, and chili wontons. The basil eggplant is a sleeper hit.' and 'The new sibling bar to CopyCat on H Street NE sells Sichuan wontons, little packages of pork in a tender and slippery dumpling topped with chile oil, cilantro, and scallions. The kitchen stays open late for last call dumpling cravings.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "DC Code and Coffee Attendee"
            },
            {
                "name": "Baked and Wired",
				"add1": "1052 Thomas Jefferson St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(703) 663-8727",
				"url": "https://bakedandwired.com/",
				"note": "Baked and Wired is an artsy neighborhood bakery and coffeehouse supplying espresso drinks, big cupcakes, and signature granola. My favorite cupcake they make is the DOOM which is dark chocolate moist cake with dark chocolate fudge-like frosting. The thing to ask for is if they have cake tops which are all the trimmed cake tops from the bakery with a thin layer of frosting between them. Or maybe one of their ice cream sandwiches during the summer. From their website, ‘We’re a family bakery located in the heart of Georgetown getting you baked since 2001. we produce small-batch baked goods prepared from family recipes and handcrafted coffee from roasters all across the country. We believe that the best memories are formed around food and drink, and we’re dedicated to creating community gathering spots around DC. Come on over – we’re your big weird family.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Beefsteak",
				"add1": "800 22nd St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20052",
				"phn": "(202) 296-1421",
				"url": "https://www.beefsteakveggies.com/",
				"note": "Beefsteak is a fast-casual chain from José Andrés' restaurant group specializing in flavorful veggie and grain bowls. If more restaurants made vegetables like this, I would eat more of them. I ordered their beetsteak burger which is a vinegar marinated half an inch to three-quarters of an inch sliced golden beet on a toasted roll along with their special sauce some lettuce greens. Or order their beefsteak tomato burger which is similar to the beetsteak burger. The other thing I ordered was their gazpacho salad which was a bunch of different greens, nuts, etc. and then cold soup poured over everything. <strong>NOTE</strong>:  They have multiple locations around the DC area and a few other national locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ben's Chili Bowl",
				"add1": "1213 U St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 667-0909",
				"url": "https://benschilibowl.com/",
				"note": "Ben's Chili Bowl is a historic spot attracts locals and celebrities for the spicy hot dogs, chili-cheese fries and milkshakes. The thing to order is the chili half smoke (half pork and half beef sausage) and an order of chili cheese fries. The chili cheese fries are big enough two people can share. From their website, ‘Since Ben and Virginia Ali opened the doors in 1958, Ben’s Chili Bowl has been a pillar of the Washington, DC community. Although U Street has seen many changes over the decades, our steadfast commitment to our guests remains the same. We welcome our regulars as well as those visiting from across the country and around the world. Our fresh homemade chili and delicious half-smokes are still made with love, using the original secret recipe. Dine in, carry out, or enjoy delivery from one of our locations, or order from HalfSmokes.com to bring a taste of The Bowl to your own table. ’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Big Bear Cafe",
				"add1": "1700 1st St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 643-9222",
				"url": "http://www.bigbearcafe-dc.com/",
				"note": "Big Bear Cafe serves new American restaurant with a casual interior and patio serving breakfast, lunch, and candlelit dinners. I've been there on weekends for breakfast and tea. It's a nice and relaxing place which has no wifi on the weekends or nights if memory serves me correctly. From the Washington, DC Eater website, ‘The Bloomingdale coffee house has cobblestone garden patio to accommodate guests outdoors. Big Bear Cafe serves a range of dishes, from farro bowls at breakfast to burgers at dinner. But don’t try to work on the weekends, when the cafe shuts off its Wi-Fi. A canopy of leafy vines conceals this quiet, laid-back café that starts the day around 7 a.m. and stays open through dinner, serving fresh American fare like egg sandwiches, salads, and burgers to locals who linger in the quiet courtyard.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bindaas",
				"add1": "2000 Pennsylvania Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20006",
				"phn": "(202) 516-4326",
				"url": "https://www.bindaasdc.com/",
				"note": "Bindaas is a modern take on Indian street food like fiery fried chicken, kebabs, and snacks in hip surroundings. From their website, 'Street food is an important part of life in India, helping express the cultural diversity of the country. We invite you to come and experience the vibrant smells and tastes of India in one of our two locations in Washington, DC.' From the DC Eater website, 'Stop in here for creative takes on Indian street food from the ownership group behind Rasika. The variety of small plates range from shareable snacks such as the cauliflower pakora to heartier dishes like the pao bhaji (stewed vegetable buns) and the cauliflower uttappam (pancakes). They also have a few curry plates on offer. <stron>NOTE</stron>: They have multiple locations.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Joe Yanon book Cool Beans"
            },
            {
                "name": "Boqueria",
				"add1": "777 9th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 552-3268",
				"url": "https://boqueriarestaurant.com/tapas-bar-dc-penn-quarter/",
				"note": "From Boqueria's website, 'Serving classic Spanish tapas and wine – all within a short walk from CityCenterDC, Capital One Arena, Apple’s Carnegie Library flagship store, and the museums along the National Mall – Boqueria brings a bit of Barcelona to Washington D.C.’s vibrant Penn Quarter neighborhood. From their website, ‘We’re making the most of the season’s gorgeous produce and flavors. Meet our newest dishes doing just that with plenty of Spanish spirit! Fideua Negra -  Toasted noodle paella, squid ink, scallops, fava beans, peas, garlic allioli. Ensalada Vasca - Market lettuces, spring herbs, creamy garlic dressing. Esparragos Con Romesco -  Grilled asparagus, hazelnut romesco allioli, hazelnuts, lemon zest, Manchego cheese. Baclao A La Plancha - Seared cod, calamari, squid ink sauce, peas, leeks, calabrian chiles.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joanne"
            },
            {
                "name": "Bread Furst",
				"add1": "4434 Connecticut Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20008",
				"phn": "(202) 765-1200",
				"url": "https://breadfurst.com/",
				"note": "Bread Furst is a bustling bakery and kid-friendly hangout offering gourmet bread, pastries, cakes, coffee and light fare. Bread Furst, is committed to offering you breads, desserts, and foods with character. Food that they love and are proud to share with everyone. I have not had a bad thing there ever. From their website, ‘We are open from 8:00 AM to 6:00 PM daily, offering a diverse assortment of pastries, breads, and savory foods. In an effort to meet the needs of the neighborhood better, we have expanded our offerings of dairy and other gourmet grocery needs. We invite you to come inside and check out our newly created market.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "James Beard Awards"
            },
            {
                "name": "Bub and Pop's",
				"add1": "1815 M St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20036",
				"phn": "(202) 457-1111",
				"url": "https://bubandpops.com/",
				"note": "Bub and Pop's is a warmly decorated nook serving up handcrafted hoagies and unique pickles, along with soups and salads. You should order the Bub’s Italian Hoagie which contains Genoa Salami, Prosciutto, Capicola, pepperoni, aged Provolone, arugula, Roma tomatoes, Hoagie Relish (hot peppers, sweet peppers, pickle, and onion), mayo, Bub’s Vinaigrette, and Pecorino Romano. Or get the meatball sub if they have it on special. Or even the Roast Pork Philly Special where the broccoli rabe is sauteed with hot cherry peppers.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Buffalo and Bergen",
				"add1": "1309 5th St NE",
				"add2": "Union Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 543-2549",
				"url": "http://www.buffalobergendc.com/",
				"note": "Buffalo and Bergen from bagels to Knishes to egg creams this place has them. I've eaten a few of their Knishes, and I like the Ruben Knish, the cheeseburger Knish, the pastrami Knish, and a few more. Haven't gotten to their bagels yet but they look great too. From their website, ‘Inspired by the classic soda shops of yesteryear, we bring you a new spin on the old classics: Egg creams, sodas, and cocktails.’ From the Washington, DC Eater website, ‘The bagel dough at this old-school soda counter is made with New York City water, then shipped down daily for proofing, dressing, and baking on-site. Bagels form the base of offbeat sandwiches with fun names like the Original Sinner and the Mountain Shiksa. They also have a pretty epic Bloody Mary.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bun'd Up",
				"add1": "1309 5th St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "",
				"url": "https://www.bundup.com/",
				"note": "Bun’d Up menu offers four options: Koreano (beef), Chancho (pork), Mushroom, Tofu, etc. Why not try three different buns to figure out which you like best? They make their own homemade buns. They feature daily specials. Bun’d Up used to only sell at farmers’ markets. They have a location in Union Market and Pentagon City. I first found Bun’d Up at the Bethesda Central Farm Market on Sunday, from 9:00 AM - 1:30 PM. From their website, ‘Bun’d Up is an exploration of the Asian American identity through food. By combining Korean and American flavors with original Taiwanese “Gua Bao,” we strive to put a modern twist on a beloved classic while honoring the history behind it. By blending tradition with innovation, we aim to create a fun, casual dining experience for our diners that feels familiar yet one of a kind, no matter what their background. Since starting in 2016, Bun’d Up has grown from being a one-man operation at farmer’s market to a thriving brand with three locations, one food truck, and a full team of professionals who believe in Chung’s vision.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Calabash Tea and Tonic",
				"add1": "1847 7th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 525-5386",
				"url": "https://calabashtea.com/",
				"note": "Calabash Tea and Tonic serves tea, coffee, and kombucha on tap complement a vegan menu of pastries and snacks served in colorful digs. Here's a quote from their website: 'Calabash defines sexiness in DC's Shaw neighborhood, serving aromatic teas and tonics for all of your moods, locally baked vegan treats, kombucha on tap, and fair trade coffee.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "United Shades of America"
            },
            {
                "name": "Call Your Mother",
				"add1": "3301 Georgia Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "",
				"url": "https://www.callyourmotherdeli.com/",
				"note": "From the Call Your Mother website, 'Jeff Zients, a DC native, has always had a dream to open a Jewish deli. When he approached me and my very non-Jewish, Argentinian Chef, Daniela, about making his dream a reality, we knew it couldn't be your traditional Jewish deli. So whether you're Jewish, Jew-ish or nothing in between, Call Your Mother is a deli where anyone can enjoy some of our favorite food traditions....with a twist.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Cane",
				"add1": "403 H St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 675-2011",
				"url": "https://www.cane-dc.com/",
				"note": "From the Cane website, 'A family operation, led by brother and sister, Chef Peter Prime and Jeanine Prime, Cane is all about bridging cultures through food. Its concept pays tribute to the siblings’ native Caribbean island of Trinidad and Tobago, where African, Indian, Spanish, French, and East Asian food and culture all weave deeply throughout the country’s unique history. The Cane experience—sharing a roti tiffin box, sipping diverse rums from the West Indies, and liming with friends and neighbors—embodies the multiculturalism at the core of Trinidadians’ identities. At Cane, guests will experience Chef Peter Prime’s modern take on the island’s most popular street foods. These dishes pay special tribute to the cultural traditions and ingenuity of the country’s largest ethnic groups—Afro and Indo Trinidadians—whose ancestors came to the island as slaves and indentured laborers to drive the island’s once-lucrative sugarcane industry. The restaurant’s name nods to the industry that brought these groups together and the exceptional rums that will be featured at Cane.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Carl’s Subs",
				"add1": "2208 Rhode Island Ave NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20018",
				"phn": "(202) 529-6225",
				"url": "",
				"note": "Carl’s Subs is a cash-only carry-out. Carl’s cranks out oversized sandwiches stacked with cold cuts (peppered ham, mortadella, and capicola figure prominently), cheese (American, Provolone, and Swiss), along with ungodly amounts of mayo and ample amounts of hot peppers.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Carving Room",
				"add1": "300 Massachusetts Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 525-2116",
				"url": "https://www.carvingroom.com/",
				"note": "Carving Room is a hip joint with a patio serving cured and carved meat sandwiches, craft beers, and innovative cocktails. The items you need to order are the pastrami sandwich, chorizo cigars or the cigar sampler plate.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Chaia",
				"add1": "3207 Grace St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(202) 333-5222",
				"url": "https://www.chaiatacos.com/",
				"note": "Chaia's 'farm to taco' is a unique relationship between farmers and urban street-style food. Chaia offers seasonal, plant-based tacos, sides and natural drinks in a stylish, casual setting. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Chaplin's Restaurant",
				"add1": "1501 9th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 644-8806",
				"url": "https://www.chaplinsdc.com/",
				"note": "Chaplin's Restaurant is a Charlie Chaplin/1920s–themed eatery for Japanese fare and cocktails named after the actor's films. I can't remember how told me or where I read it, but you should order the ramen. From their website, 'Chaplin's Restaurant and Bar is a ramen house and cocktail bar based on a silent film that emulates the 1930’s Golden age of Hollywood. Experience an exciting and energetic atmosphere where people go to be seen, be sociable, have fun, and experience life in a playful and theatrical way. Chef Myo Htun, a native of Burma, cooked under a Master Ramen Chef in Tokyo, Japan, for close to 30 years. He continues to create the same dishes that he cooked in Japan at Chaplin’s. Co-Owners of Chaplin’s and Wilder Bros, Ari and Micah Wilder, created a playful and progressive beverage program that compliments Chef Myo’s cuisine. Every time you walk through the doors at Chaplin’s, expect to be transported to an era that shaped a culture based on entertainment and fancy!' <strong>NOTE</strong>: The kitchen is closed Friday and only open for brunch on Saturday and Sunday.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Charcoal Town Shawarma",
				"add1": "2019 11th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 232-2330",
				"url": "https://charcoaltown.com/",
				"note": "At Charcoal Town Shawarma you can smell the charcoal-grilled kebab from the patio and hear it sizzling as you walk through the door. The herb-packed falafel is served burrito-style, wrapped in a thin pita wrap versus a more traditional, doughy pita pocket. It’s briefly grilled, creating a crisp outer layer, and comes topped with tahini sauce, diced tomato, lettuce, mint sprigs, lemon and pickled turnips.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Chinatown Express",
				"add1": "746 6th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 638-0424",
				"url": "http://www.chinatownexpressdc.com/",
				"note": "Chinatown Express is a family-run Chinese joint serving handmade noodles (spun in front of the window) and dumplings. The reason I go here is they hand pull their own noodles. Which is done by an older gentleman that is probably in his 70's. I order the pork fried noodles and an order of some kind of dumpling.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Coffee Bar",
				"add1": "1201 S St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 733-1049",
				"url": "https://www.thecoffeebardc.com/",
				"note": "The Coffee Bar is a cozy, rustic-chic spot featuring elevated coffee drinks, a patio, and locally made bagels and pastries. They're all about the experience, whether it’s your morning coffee or afternoon tea. The Coffee Bar sources the best beans and delivers them to you with great service and a cozy atmosphere. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Comet Ping Pong",
				"add1": "5037 Connecticut Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20008",
				"phn": "(202) 364-0404",
				"url": "https://www.cometpingpong.com/",
				"note": "Comet Ping Pong is a hip crowd eats pizza and wings while playing Ping-Pong and listening to bands in warehouse-chic digs. You need to order the wood-fired meatballs as an appetizer if nothing else.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Compass Coffee",
				"add1": "1535 7th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 838-3139",
				"url": "https://www.compasscoffee.com/",
				"note": "Compass Coffee is an airy, modern, industrial cafe and roaster offering artisanal brews, pastries, sandwiches and more. They have excellent wifi and wonderful hot chocolate. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cucina Al Volo",
				"add1": "1309 5th St. NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "",
				"url": "",
				"note": "Cucina Al Volo is a pick your pasta and your sauce place. To eat in or take home. Everything is handmade, from scratch. You need to try the lamb ragu or the rabbit ragu or even the wild boar ragu if they have them available. I usually ask what fresh pasta they recommend which mostly ends up being a wide Fettuccine or Tagliatelle. The Fusilli pasta goes well with the ragus too. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Da Hong Pao Restaurant and Bar",
				"add1": "1409 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20005",
				"phn": "(202) 846-7229",
				"url": "",
				"note": "Da Hong Pao Restaurant and Bar is a bright, basic spot offering a big menu of Chinese classics, with dim sum and a full bar. <strong>NOTE</strong>: They serve dim sum every day from 10:00 AM - 3:00 PM.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Daikaya - Izakaya",
				"add1": "705 6th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 589-1600",
				"url": "http://www.daikaya.com/",
				"note": "Daikaya - Izakaya serves Japanese noodle soups ladled out in casual, funky digs with yellow and blue walls and rustic tables. Have only been there for their Ramen and want to go upstairs for their Yakitori.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dangerously Delicious Pies",
				"add1": "1339 H St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 398-7437",
				"url": "http://www.dangerouspiesdc.com/",
				"note": "Dangerously Delicious Pies is a tiny, hip bakery serving sweet and savory pies along with quiches (including vegetarian/vegan options). My favorite by far is their lemon chess pie followed by their blackberry or blueberry or one of the mixed berry pies. <strong>NOTE</strong>: They have multiple locations and a food truck.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "DC Dosa",
				"add1": "1309 5th St NE",
				"add2": "Union Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "",
				"url": "https://www.dcdosa.com/",
				"note": "DC Dosa serves dosas which are South Indian lentil crepes typically stuffed with a variety of fillings and toppings. South India has over 80 varieties of dosas with each family putting their spin on traditional recipes. They are an immensely popular street food staple in most of India. Dosas are vegan and gluten-free, as well as delicious and nutritious.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "DC Noodles",
				"add1": "1412 U St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 232-8424",
				"url": "http://dcnoodles.com/",
				"note": "DC Noodles serves a vast variety of classic noodle, and other Thai dishes are featured at this contemporary neighborhood fixture.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "DCity Smokehouse",
				"add1": "203 Florida Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 733-1919",
				"url": "https://www.dcitysmokehouse.com/",
				"note": "DCity Smokehouse is a hip BBQ spot serving sandwiches and combo platters. Plus, veggie sides, beer, wine, and bourbon drinks.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "District Doughnut",
				"add1": "749 8th St SE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20003",
				"phn": "(202) 750-1955",
				"url": "https://www.districtdoughnut.com/",
				"note": "District Doughnut is a cute bakery specializing in classic and unique flavors of gourmet yeast donuts. The hand-craft their doughnuts from scratch daily without preservatives, using high-end ingredients like King Arthur Flour and Argentine Dulce de Leche. They prepare their dough, toppings, glazes, fillings, and batters in-house. The menu is carefully curated by Chef Christine and features a mix of our signature flavors and creative seasonal twists. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dolan Uyghur Restaurant",
				"add1": "3518 Connecticut Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20008",
				"phn": "(202) 686-3941",
				"url": "https://www.dolanuyghur.com/",
				"note": "Dolan Uyghur Restaurant serves Eurasian-style fare, including stir-fry noodles, soups, dumplings, and kebabs in simple quarters. From their website, 'Uyghur cuisine commonly features the influences of the West and East, antiquity and the present, great skill, imagination, beauty, and harmony of taste. Dolan Uyghur Restaurant is dedicated to presenting its unique house recipes to the American people with the purest passion it prides itself in.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Donburi",
				"add1": "2438 18th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 629-1047",
				"url": "http://www.donburidc.com/",
				"note": "Donburi is a Japanese restaurant providing rice bowl dishes in a compact, minimalist space with counter seating.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Duke's Grocery",
				"add1": "1513 17th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20036",
				"phn": "(202) 733-5623",
				"url": "https://www.dukesgrocery.com/",
				"note": "Duke's Grocery is a comfy, East London-inspired hangout offering farm-fresh cuisine and craft cocktails on two levels. Been hearing and reading about this place from a few different sources so figured I better add to my list.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Justin Thorp"
            },
            {
                "name": "Eastern Market",
				"add1": "225 7th St SE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20003",
				"phn": "(202) 698-5253",
				"url": "https://easternmarket-dc.org/",
				"note": "Eastern Market is a bustling marketplace since 1873 featuring a variety of produce, handmade crafts, and prepared foods. Great place to walk around during the summer to see all the fruits and vegetables, along with antiques on Sunday mornings and other arts and crafts on Saturday's.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ebenezers Coffeehouse",
				"add1": "201 F St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 558-6900",
				"url": "https://ebenezerscoffeehouse.com/",
				"note": "Ebenezers Coffeehouse is a casual, church-owned coffeehouse featuring fair-trade coffee and tea plus live music on some evenings.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Justin Thorp"
            },
            {
                "name": "Elle",
				"add1": "3221 Mt Pleasant St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "(202) 652-0040",
				"url": "https://www.eatatelle.com/",
				"note": "Elle is a cafe, bakery, restaurant, and bar. They also house a wholesale bakery, Paisley Fig. During the day, they are counter service, serving coffee and rotating baked goods, sandwiches, and pastries. At night, they turn into a full-service restaurant and bar, but you can still swing by and grab some bread and desserts from the counter.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Falafel Inc",
				"add1": "1210 Potomac St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(202) 333-4265",
				"url": "https://www.falafelinc.org/",
				"note": "Falafel Inc is the world's first quick service restaurant (QSR) social enterprise, serving up authentic falafel, hummus, bowls and sides for under $5. Every meal is shared to help refugees worldwide. The restaurant is the brainchild of Ahmad Ashkar; an investment banker turned social entrepreneur, who grew up as a barbecue-loving son of Palestinian immigrants in the Midwest. He always thought a falafel shop would be in his future — just maybe not this way.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Fancy Radish",
				"add1": "600 H St NE",
				"add2": "The Apollo",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": " (202) 675-8341",
				"url": "https://www.fancyradishdc.com/",
				"note": "Fancy Radish is an acclaimed, Philadelphia restaurateurs offer globally flavored, plant-based dishes in chic digs. from their website, 'The thing about fancy radish… A Vegetable Restaurant by James Beard-nominated Chefs Rich Landau and Kate Jacoby, Fancy Radish offers an exciting new dining experience in the Nation’s Capital. In the heart of the H Street Corridor in NE, the mix of verdant garden and urban industrial creates a vibrant, intimate setting for inventive vegetable cooking. While we have some signature dishes, the menus change throughout the year with the seasons. The dinner menu features medium plates that range from cold dishes and vegetable charcuterie, single seasonal vegetables, and richer, more composed plates. The Dessert and Happy Hour menus share the same attention to seasonal ingredients, and the beverage menus feature natural wines from about 40 different producers, craft beers, and a creative cocktail list.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Joe Yanon book Cool Beans"
            },
            {
                "name": "Farmbird",
				"add1": "625 H St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "202) 506-6778",
				"url": "http://www.farmbird.com/",
				"note": "Farmbird is a chic counter-serve for boldly flavored chicken plates or sandwiches and farm-fresh sides. Farmbird wants to change the way that people think about chicken. By combining the rare pleasure of a perfectly roasted chicken with the bold flavors.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Fish In the Hood",
				"add1": "3601 Georgia Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "(202) 722-2200",
				"url": "hhh",
				"note": "Fish In the Hood is a longtime eatery serving seafood (broiled or fried) and Southern-style sides in a no-frills setting. From their GoFundMe after the fire, 'For 20 years, we've been proud to serve great food with support from the loving people in this community. Fish in the Hood is a special place because we offer something for everyone, our customers include doctors, lawyers, politicians, and actors, in addition to everyday people who just need a good meal. We love our customers, and we love to give back to the community we share.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Florida Avenue Grill",
				"add1": "1100 Florida Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 265-1586",
				"url": "http://floridaavenuegrill.com/",
				"note": "The Florida Avenue Grill has been open since 1944. It's a no-frills diner slinging large portions of down-home Southern classics. When it Ate there, I ordered the smothered pork chops with two sides which were the mashed potatoes, okra, and tomatoes along with an additional side of collards. The pork was so tender the meat came off the bone with a fork. There was enough food I took half home for a second meal.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Founding Farmer's",
				"add1": "1924 Pennsylvania Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20006",
				"phn": "(202) 822-8783",
				"url": "https://www.wearefoundingfarmers.com/location/dc/",
				"note": "Founding Farmer's is a co-op-owned American eatery dishing out market-driven comfort cuisine along with rustic-chic style. You should give the pickled vegetables, deviled eggs, and cast iron skillet cornbread with corn kernels in it and then for dinner the Chicken Fried Steak with a Jefferson Doughnut (square croissant-doughnut filled with custard). <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "George's King of Falafel and Cheesesteak",
				"add1": "1205 28th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(202) 342-2278",
				"url": "https://georgesdc.com/",
				"note": "George's King of Falafel and Cheesesteak serves sandwiches, shawarma, Mediterranean platters, and Middle Eastern cuisine at an informal eatery. From their website, 'George’s is located at a bustling intersection in Georgetown, conveniently located within walking distance of the White House, Georgetown Harbor, George Washington University, and more. You may find a line at our charming townhouse turned restaurant, but it will be worth the wait! George’s was opened in 1982 and is a traditional Middle Eastern restaurant with hints of Lebanese and Syrian flavors. As one of the only late-night dining options in Georgetown, our customers have come to rely on us as a central meeting place, day or night. Many of our guests leave behind a bill of choice, taped to our walls with a handwritten message.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "DC Code and Coffee Attendee"
            },
            {
                "name": "Good Stuff Eatery",
				"add1": "303 Pennsylvania Ave SE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20003",
				"phn": "(202) 543-8222",
				"url": "https://goodstuffeatery.com/",
				"note": "Good Stuff Eatery is a casual, multilevel upscale-industrial spot serving gourmet burgers, fries, shakes, and salads. Their five napkin burger is the best. It has all kind of things but is topped off with an egg over easy. <strong>NOTE</strong>: They have multiple locations in the DC area.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Gorsha Ethiopian Eatery",
				"add1": "1309 5th St NE",
				"add2": "Union Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(917) 435-0446",
				"url": "https://www.eatgorsha.com/",
				"note": "Gorsha Ethiopian Eatery serves Ethiopian classics retooled for counter-service in customized bowls and injera pockets, with toppings. You need to try the Gorsha Bowl with Berbere chicken, yellow split peas, spicy string beans and carrots, pickled shallots, marinated tomatoes, topped with injera crisps and white honey sauce; all served over turmeric rice.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Granville Moore's",
				"add1": "1238 H St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 399-2546",
				"url": "http://www.granvillemoores.com/",
				"note": "Granville Moore's serves gourmet bar food like Mussels and Frites (French fries) along with a diverse beer list served in a pocket-sized space. You need to try the blue cheese mussels or the tomato sauce and sausage mussels. Plus, make sure to order Frites and different types of mussels so you can share. The big question once the food comes to the table is which direction are we passing the bowls.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Food Network"
            },
            {
                "name": "Great Wall Szechuan House",
				"add1": "1527 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20005",
				"phn": "(202) 797-8888",
				"url": "http://www.greatwallszechuan.com/",
				"note": "Great Wall Szechuan House serves Pan-Chinese fare with a spicy Sichuan focus in a no-frills storefront.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "GW Delicatessen",
				"add1": "2133 G St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20037",
				"phn": "(202) 331-9391",
				"url": "hhh",
				"note": "GW Delicatessen is an unpretentious neighborhood deli featuring an array of sandwiches and other staples. The breakfast sandwiches look to be great for grabbing and going. Portions are piled high, and ingredients are prepared fresh daily.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Haikan",
				"add1": "805 V St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 299-1000",
				"url": "https://www.haikandc.com/",
				"note": "From the Haikan website, 'Haikan is our second Sapporo Ramen shop in DC after Daikaya. Haikan means “pipe works” in Japanese, an ode to Atlantic Plumbing Building where we are located. At Haikan, we focused on creating the taste of ramen from the Showa period, the golden age of ramen in Japan. There are over 1000 ramen shops in the city of Sapporo alone, and we are excited to share a completely new line-up of traditional Sapporo style ramen in DC. In addition to ramen, we are serving a playful selection of Japanese-inspired kozara (small plates) to share, or to start with, or to make a whole meal by picking a few of them. Haikan's bar serves a collection of Japanese-inspired cocktails, and a concentrated selection of Japanese sake, shochu, beer, whiskey, and more.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Hill Country Barbecue Market",
				"add1": "410 7th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20004",
				"phn": "(202) 556-2050",
				"url": "https://www.hillcountry.com/location/hill-country-dc/",
				"note": "Hill Country Barbecue Market serves Texas BBQ and beer served in a rustic-chic, cafeteria-style setup, with nightly live music downstairs. The things I order here the most are their smoked sausage, smoked turkey, along with brisket and a side of cornbread and a side of Texas Caviar (black beans with a bit of red and green bell pepper and Italian dressing).",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Immigrant Food",
				"add1": "1701 Pennsylvania Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20006",
				"phn": "(202) 681-3848",
				"url": "https://immigrantfood.com/",
				"note": "From the Immigrant Food website, 'The Venezuelan chef of one of D.C.’s most celebrated new restaurants has collaborated with two foreign policy wonks on his latest venture, a fast-casual place a block away from the White House that aims to represent immigrant cultures with flavor combinations like Peruvian-Chinese, Swedish-Irish, and Ethiopian-Salvadoran.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Indigo",
				"add1": "243 K St NE,",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 544-4777",
				"url": "http://www.indigowdc.com/",
				"note": "Indigo serves bold flavors, and Indian favorites are served in a kitschy, cozy space with a large patio. Enjoyed the Dahi Lamb and Spicy Goat dishes which each came with Jasmine rice, fresh chopped herbs, along with spicy curried chickpeas. The roasted eggplant with potatoes is another dish that I liked a lot. Next time I need to go with a large group so we can order more food and can try more things.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ivy and Coney",
				"add1": "1537 7th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 670-9489",
				"url": "https://www.ivyandconey.com/",
				"note": "Ivy and Coney is an unpretentious cash-only bar specializing in snacks, beer, and sports out of Chicago and Detroit. From the DC Eater website, 'It’s a home away from home for Midwesterners, and this bar seems to always have a Chicago or Detroit game tuned in on the TVs. But what keeps D.C. patrons coming back for more to this cash-only bar are the cheap beers and hot dog deals, which can be loaded up Chicago- or Coney-style. Ketchup is decidedly not an option at this Shaw watering hole, where patrons tend to fall into the Detroit hot dog camp — a Coney dog has beef chili, mustard, onion, and possibly cheese — or Chicago dog camp ( pickle spear, green relish, mustard, tomato, onion, peppers, and celery salt).'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "Jose Andres"
            },
            {
                "name": "Izakaya Seki",
				"add1": "1117 V St NW,",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 588-5841",
				"url": "https://www.sekidc.com/",
				"note": "Izakaya Seki is a trendy option for Japanese small plates and noodle dishes, plus sizable beer list in minimalist digs. Try the monkfish liver if they have any it's like Foie Gras.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Jaco Juice and Taco Bar",
				"add1": "1614 Wisconsin Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(202) 505-2216",
				"url": "https://jacojuiceandtaco.com/",
				"note": "Jaco Juice and Taco Bar is a juice bar serving health-minded breakfasts and Mexican street food in upbeat surroundings. They can make any burrito into three tacos which are huge and can be made into four or five comfortably. You should order the Hot Mess burrito which is scrambled organic eggs, sausage, potatoes, roasted red peppers, caramelized onions, and blended cheese. I enjoyed the fish taco which has North Atlantic cod, pineapple salsa, cabbage slaw, roasted poblano crema, and tomatillo salsa along with a Baco Taco that contains chunky guacamole, sauteed onion, pico, sweet corn, cotija cheese, roasted poblano crema, and tomatillo salsa.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Jaleo",
				"add1": "480 7th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20004",
				"phn": "(202) 628-7949",
				"url": "https://www.jaleo.com/location/washington-dc/",
				"note": "Jaleo is a buzzy Spanish spot from chef José Andrés serving tapas, paella, and sangria in a striking, artsy space. If you can convince your table you should get the tasting menu which comes in three level/number of dishes. <strong>NOTE</strong>: They have multiple locations in the DC area.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Jimmy T's Place",
				"add1": "501 5th St SE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20003",
				"phn": "(202) 546-3646",
				"url": "",
				"note": "Jimmy T's Place is a quirky, no-frills dining room serving American breakfast and lunch inside a Victorian structure. I keep meaning to go here but never think of it I've already eaten when I'm nearby.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Jinya Ramen Bar",
				"add1": "1336 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20005",
				"phn": "(202) 588-8560",
				"url": "https://www.jinyaramenbar.com/",
				"note": "Jinya Ramen Bar is an outlet for the LA-based Japanese franchise known for long-simmered noodle soups, wide menu, and drinks.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Keren Restaurant and Coffee Shop",
				"add1": "1780 Florida Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 265-5764",
				"url": "",
				"note": "Keren Restaurant and Coffee Shop serves East African cuisine draws expats and locals to this upbeat hangout from breakfast until night. I noticed this place one warm, nice evening in the spring and it had a line out the door so I figured I need to try it out when I get a chance.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "La Colombe Coffee Roasters",
				"add1": "924 Blagden Alley NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 289-4850",
				"url": "https://www.lacolombe.com/",
				"note": "La Colombe Coffee Roasters is a trendy cafe serving house-brand artisanal coffee, pastries, and snacks in a sleek space. If you like very dark chocolate hot chocolate, this might be the place for you. <strong>NOTE</strong>: You will probably have to walk in because there is not much if any parking back in the alley. They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Levain Bakery - Georgetown",
				"add1": "3131 M St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(202) 843-9340",
				"url": "https://levainbakery.com/pages/georgetown-d-c",
				"note": "From the DC Eater website, 'The cookies at Levain Bakery are massive. The company, which has a cult following in New York City, portions them out at a palm-size 6 ounces. Each chocolate chip walnut or oatmeal raisin cookie is practically a meal in itself, making them the perfect size for sharing. From their website, 'Pam Weekes and Connie McDonald created Levain Bakery in 1995, out of their passions for food, friendship, and hard work. Competitive swimmers and triathletes Pam and Connie passed their grueling workouts by engaging in passionate conversations about starting their own company and baking, which ultimately inspired them to leave their respective careers in fashion and finance. They opened a small bread shop in 1995, which they named Levain Bakery.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "DC Code and Coffee Attendee"
            },
            {
                "name": "Little Sesame",
				"add1": "1828 L St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20036",
				"phn": "(202) 975-1971",
				"url": "https://www.eatlittlesesame.com/",
				"note": "From their website. 'Little Sesame is the new kid on the block. We’re not your run of the mill walk-the-line fast-casual. Inspired by their travels, Chefs Ronen Tenne and Nick Wiseman have created a menu featuring bold, fresh, and exciting flavors. Enjoy thoughtfully crafted hummus bowls and pita sandwiches, plus seasonal salatim and mezze. Finish it all off with our housemade dairy-free soft serve. We hope you’ll join us!' From DC eater website, 'Little Sesame co-owner Nick Wiseman says he knew the company was onto something when people were waiting and waiting in the rain to try hummus bowls during the pop-up’s early days in the basement at DGS. &lduo;People were super excited and loving what we were doing,&rdquo; he says. He’s partnered with his cousin, David Wiseman. An old chef buddy, Ronen Tenne, gives the brand Israeli cred.' <strong>NOTE</strong>: They have more than one location.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Lucky Buns",
				"add1": "2000 18th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 506-1713",
				"url": "https://www.luckybuns.com/",
				"note": "Lucky Buns serves burgers and chicken sandwiches with exotic toppings at this casual eatery, with a well-curated bar. From their website, 'We've traveled all over the world, and it seems that no matter where you go, you can always find a way to cure that burger craving. All of our burgers are hand-formed Creekstone Beef, seasoned to order and cooked to perfection. All of our pickles, sauces, and spreads are made in house, in small batches. Our produce is locally sourced whenever in season. Our bread is fresh-baked daily by Lyon Bakery here in Washington, DC.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Maketto",
				"add1": "1351 H St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": " (202) 838-9972",
				"url": "http://maketto1351.com/restaurant/",
				"note": "Maketto is a food and fashion marketplace featuring java, street food and fashion from DC-based businesses. For lunch, you should order the Cambodian Num Pang Sandwich (similar to Bahn Mi), the Leek Buns, and the Pork Steamed Bao. For dinner, you need to order the Spicy Laab over bone marrow, and I see everyone ordering the Maketto Fried Chicken and Bread. I haven't found anything I wouldn't order again.", 
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mama Ayesha's Restaurant",
				"add1": "1967 Calvert St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 232-5431",
				"url": "https://mamaayeshas.com/",
				"note": "Mama Ayesha's Restaurant was named after its 1960 founder, this long-running Middle Eastern spot has grilled meats and exotic decor. From their website, 'Our founder, Mama Ayesha Abraham, was born in the Mount of Olives in Jerusalem in the late 1800’s. After running 24 farms by the age of 21, she came to the United States in the late 1940’s and was hired as a cook for the Syrian Embassy. After toiling at the embassy and working at several D.C. restaurants, she opened her first restaurant in 1960, Calvert Cafe. The booming cafe served ambassadors, foreign dignitaries, and U.S. officials. Known as the Calvert Cafe until Mama Ayesha’s death in 1993, the building was renamed in her honor in 1994. Now run by her nephews and great-nephews, although Mama Ayesha is no longer with us, her memory and recipes remain.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "DC Code and Coffee Attendee"
            },
            {
                "name": "Market Lunch",
				"add1": "225 7th St SE",
				"add2": "Eastern Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20003",
				"phn": "(202) 547-8444",
				"url": "https://www.marketlunchdc.com/",
				"note": "Market Lunch is famous for the blue buck blueberry pancakes and a breakfast sandwich called the Brick (fried egg, cheese, potatoes, and meat (sausage, bacon, etc.) on a soft roll.) I tend to order the sausage brick and a small lemonade. One of these days I will branch out and other things or get others to come with me so we can share.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Masala Art",
				"add1": "4441 Wisconsin Ave",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20016",
				"phn": "(202) 362-4441",
				"url": "https://www.masalaartdc.com/",
				"note": "Masala Art is a classic Indian eats alongside hard-to-find items offered in a basic dining room with a lunch buffet. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Maydan",
				"add1": "1346 Florida Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 370-3696",
				"url": "https://www.maydandc.com/",
				"note": "Maydan is Rose Previte's trendsetting eatery showcasing Caucasian, North African, and Middle Eastern cuisines. From their website, 'The centerpiece of every table is the bread, which we make to order in Maydān’s clay ovens; it is a culmination of everything we love about the regions we focus on. Bread brings the meal together, and bread brings people together. We want you to use your hands, making the bread your utensil. Share with your neighbor, break bread with your family and friends.' From the DC Eater website, 'Maydan’s central wood-burning hearth churns out family-style portions of protein, including a whole-roast chicken spiced with turmeric and coriander that comes with a side of garlicky toum.' and 'Beiruti-style hummus, flecked with diced tomatoes, green peppers, scallions, and parsley; smoky lamb shoulder, rubbed with baharat (a dusky-sweet, Lebanese-Syrian mixture of seven spices); carrots caramelized over coals and walloped with harissa. Maydan owner Rose Previte, along with co-executive chefs Gerald Addison (no relation) and Chris Morgan, train a honeyed spotlight on North African and Middle Eastern flavors. Their focus brings welcome attention to a span of the world whose wondrous cuisines remain perplexingly undersung in the United States. The restaurant’s centerpiece hearth — a blazing fire pit outfitted with grills and two clay ovens for baking delightfully misshapen, floppy-crackery flatbreads — sets a dramatic scene. Zoom in on dishes that particularly reflect Previte’s Lebanese heritage, including spreads like muhammara, a glossy paste of walnuts and red pepper twanged with pomegranate molasses, and hindbe, lemony dandelion greens textured with fried shallots. This is food meant for groups and sharing — though solo diners will find a warm greeting at the room-length bar.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Joe Yanon book Cool Beans and Eater's 18 Best New Restaurants in America - 2018"
            },
            {
                "name": "Meats and Foods",
				"add1": "247 Florida Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 505-1384",
				"url": "http://www.meatsandfoods.com/",
				"note": "Meats and Foods serve grilled sausage sandwiches, and chili served in a small storefront with a retail market space. I stop there over a year ago and can't quite remember what I ordered, but I had to narrow the choice down to only two from a handful that I wanted to eat.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Menomale",
				"add1": "2711 12th St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20018",
				"phn": "(202) 248-3946",
				"url": "https://menomale.us/",
				"note": "Menomale is a bright, narrow bistro serving wood-fired Neapolitan pizzas, calzones, sandwiches, and craft beers. From the Washingtonian website, 'The pies are constructed on excellent foundations: a bright and sweet tomato sauce, tangy slices of fresh mozzarella, and a crust (cooked quickly in the custom-built wood-fired oven from Italy) that hovers between chewy and crispy. The pizza dough is wisely repurposed for excellent calzones and sandwiches, which deliver the crunch of a grill-pressed Cubano. A heads-up for hop-heads: The craft-beer list is unexpectedly deep and interesting for such a tiny operation.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mi Cuba Cafe",
				"add1": "1424 Park Rd NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "(202) 813-3489",
				"url": "https://micubacafe.com/",
				"note": "Mi Cuba Cafe is a casual place offering traditional Cuban fare in a colorful space with tropical plants and light wood. From their website, 'Cuban cuisine is much more than “Ropa Vieja” or “Cuban sandwich,” it is a mixture of diverse culinary cultures, with seasoning and adorned with musical notes. Over ten years ago, when we arrived in Washington DC, we discovered that the aroma of “Mojo Criollo” and “Cuban Coffee” were scarce in this city. “Mi Cuba Café” was born to place on the palate of its audience, the tastiness, joy, art, and music of traditional Cuban food.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Naan and Beyond",
				"add1": "1025 Vermont Ave NWW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20005",
				"phn": "(202) 347-3160",
				"url": "http://www.naan-and-beyond.com/",
				"note": "Naan and Beyond is a takeaway, and counter-service Indian meals draw fans to this popular, bare-bones spot. Make sure to get the veggie samosas with your meal or as a meal on their own. I've had both their lunch chicken biryani and lamb biryani; the portions were huge. From the Naan and Beyond website, 'One house specialty is tandoori chicken marinated overnight. The bright red bird is somewhat dry but livened up with a side of the house mint chutney. It is served with salad and naan. The shop also serves a modest dinner. In addition to the lunch choices, diners can opt for the meat or veggie platter -- a chicken or vegetable curry with sides of vegetables, rice, and naan. Booming at lunch, this small restaurant dishes up adapted versions of Indian classics. As its name suggests, Indian naan bread accompanies nearly every item on the menu. Tikka sandwiches, the most popular items, include chicken, lamb, shrimp, and veggie varieties. The same tikka fillings are also available on an over-dressed Caesar salad.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Neopol Savory Smokery",
				"add1": "1309 5th St NE",
				"add2": "Union Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 543-1864",
				"url": "http://neopolsmokery.com/the-shops/union-market-dc",
				"note": "Neopol Savory Smokery is a family-owned and operated producer of artisanal smoked salmon and gourmet foods based out of Baltimore, MD. We use traditional, old-world techniques of curing and smoking with new-world flavors and spices to bring you a truly unique product. We pride ourselves in serving responsibly sourced ingredients in partnership with local farms and small businesses. The Washington Post lists some of the items Neopol Savory Smokery offers at their Union Market location: 'Smoked New Zealand mussels glisten in their green-gold shells. Curried smoked chicken salad, smoked hummus, smoked egg salad, smoked duck, smoked bacon, smoked garlic, and even smoked tofu beckon from the case.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joe Yanon book Cool Beans"
            },
            {
                "name": "NuVegan Cafe",
				"add1": "2928 Georgia Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 232-1700",
				"url": "https://www.ilovenuvegan.com/",
				"note": "NuVegan Cafe is a relaxed spot with a menu of meat-free salads, sandwiches, and entrees, along with fresh juices and smoothies. From their website, 'Formerly, Woodlands Vegan Bistro is DC’s top spot for vegan soul food eats and casual dining. NuVegan Café caters to all customers, from the transitioning to vegan eater to the hardcore health enthusiast. We also serve those that are not vegan, which really speaks volumes as we have something for everybody, and that’s good food that everyone can enjoy regardless of your eating lifestyle choice. At NuVegan café, you will experience home-away-from-home hospitality and knowledgeable team members that enjoy wowing your taste buds with samples of our made-in-house prepared dishes, smoothie, and juice bar, ample dining space for a group hangouts with great music and occasional events.' <strong<NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jax and Micheal"
            },
            {
                "name": "Ollie's Trolley",
				"add1": "425 12th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20004",
				"phn": "(202) 770-8614",
				"url": "",
				"note": "Ollie's Trolley is a family owned restaurant which has been a Washington, DC institution for over 30 years. It's been voted best in town for their famous seasoned burgers and fries. Unfortunately, Ollie's Trolley has no trolleys, but this local fixture is filled with kitschy antiques and plays 50's style music.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Panda Gourmet",
				"add1": "2700 New York Ave NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 534-1620",
				"url": "",
				"note": "Panda Gourmet has basic cafe surroundings with a full bar where spicy Sichuan fare comes from a big menu. You need to order one the Chinese burgers along with the dumplings and pork belly appetizers. Plus, it's located at the Days Inn Washington DC/Gateway in Northeast Washington, DC.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pearl Dive Oyster Palace",
				"add1": "1612 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 319-1612",
				"url": "https://pearldivedc.com/",
				"note": "Pearl Dive Oyster Palace is a popular spot for seafood dishes with boardwalk decor and a lively upstairs bar and bocce court. Friends say they server the best Bloody Mary in DC.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Peregrine Espresso - Eastern Market",
				"add1": "660 Pennsylvania Ave SE",
				"add2": "Eastern Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20003",
				"phn": "(202) 629-4381",
				"url": "http://peregrineespresso.com/",
				"note": "Peregrine Espresso is where serious coffee sippers converge on this snug spot for carefully made espresso drinks, snacks and more. Great place to grab a coffee or a hot chocolate before wandering around Eastern Market on the weekend. They will go well with some food from one of the vendors at Eastern Market. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Justin Thorp"
            },
            {
                "name": "Peregrine Espresso - Union Market",
				"add1": "309 5th St NE",
				"add2": "Union Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 629-4381",
				"url": "http://peregrineespresso.com/",
				"note": "Peregrine Espresso at Union Market is considered by coffee connoisseurs as the premier place to go for a cup of delicious, micro-brewed coffee. A wonderful place to grab a coffee, espresso, or hot chocolate to go with your food from the dozens of food choices in Union Market. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Justin Thorp"
            },
            {
                "name": "Piccolina da Centrolina",
				"add1": "963 Palmer Alley NW",
				"add2": "City Center DC,",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 804-5713",
				"url": "hhh",
				"note": "From Piccolina da Centrolina's website, 'Translating to &ldquo;little one&rdquo; in Italian, Piccolina is the sophomore restaurant from award-winning, Washington DC Chef and Owner Amy Brandwein. The all-day café features a menu cooked over wood fire, alongside a variety of freshly baked breads inspired by the chef’s travels through Italy. Counter service invites guests to dine-in or enjoy chef’s dishes to-go. Piccolina is a reflection of Chef Brandwein’s interpretation of Italian cuisine.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joanne"
            },
            {
                "name": "The Pig",
				"add1": "1320 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20005",
				"phn": "(202) 290-2821",
				"url": "http://www.thepigdc.com/",
				"note": "The Pig has barn wood on the walls matches the hearty barnyard cuisine at this pork-centric New American eatery. They have so many wonderful dishes to choose from. Some of my favorites are the thinly sliced beets with goat cheese between each layer. Other appetizers to get are an order of the 'Face Bacon' which is fatty cut with cocoa strawberry jam, baby greens, onion marmalade or the 'Pork Belly Buns' with braized heritage pork belly, pear, and pickled cucumber.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pho Viet",
				"add1": "3513 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "(202) 629-2839",
				"url": "http://www.phovietwdc.com/",
				"note": "Pho Viet is a neighborhood eatery serving classic Vietnamese fare on the ground floor of a brownstone. If you like dishes spicy, you should order the lemongrass Pho that comes with additional chili oil.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Potter's House",
				"add1": "1658 Columbia Rd NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 232-5483",
				"url": "https://www.falafelinc.org/",
				"note": "The Potter's House is a community hangout serves Southern fare, displays art, sells books, hosts music, and readings. From their website, 'The Potter’s House is a nonprofit café, bookstore, and event space in the Adams Morgan neighborhood of Washington, DC. Since opening our doors in 1960, we have been a key place for deeper conversation, creative expression, and community transformation.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "POW POW",
				"add1": "1253 H St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 399-1364",
				"url": "http://www.eatpowpow.com/",
				"note": "POW POW is an award-winning plant-based Asian, organic and kosher certified fast-casual restaurant located in the heart of the popular H Street, North East corridor of Washington, DC.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Red Apron",
				"add1": "1309 5th St NE",
				"add2": "Union Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 524-6807",
				"url": "https://www.redapronbutchery.com/",
				"note": "Red Apron is a counter-service spot in Union Market practicing whole-animal butchery to make charcuterie and more. I have ordered the following sandwiches: the 'Porkstrami' sandwich which contains pastrami style pork, mustard aioli, bacon braized sauerkraut, pork jus on a sub roll and the 'Meatball' sub includes pork meatballs, tomato sauce, salsa verde, and Grana Padano on a toasted sub roll. All their other sandwiches are great that I have eaten. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Red Bear Brewing Co.",
				"add1": "209 M St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 849-6130",
				"url": "https://www.redbear.beer/",
				"note": "From the Red Bear Brewing Co. website, 'Red Bear Brewing is an independent craft brewery that fights the mediocre industrial beer giants and strives to win over the hearts of the community. Our conscientious nature shines through with our commitment to our diverse team members, neighbors, and the planet we all share. We quest with the parched people of the district.' They serve beer, cider, and wine, along with all the main dishes being fish. If you want to keep busy while you’re there then grab one of their probably three dozen board games over by the merchandise area near the door.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Red Hen",
				"add1": "1822 1st St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 525-3021",
				"url": "https://theredhendc.com/",
				"note": "The Red Hen is a creative wood-fired Italian eats in an airy, rustic-industrial space with an open kitchen and large bar. From their website, 'We’re an Italian-influenced American restaurant located in the historic Bloomingdale neighborhood of Washington, DC. Started by long-time friends, Michael Friedman and Michael O'Malley, The Red Hen has introduced a youthful sophistication to the rapidly evolving dining scene in one of the most eclectic neighborhoods in the nation's capital.' From the DC Eater website, 'The best spot at this critically acclaimed restaurant is at the bar. It offers a front-and-center view of the open kitchen. Order a hearty bowl of pasta paired with a glass of wine and save room for dessert — the hazelnut crumble is sure to please.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joe Yonan cookbook Cool Beans"
            },
            {
                "name": "Right Proper Brewing Company Shaw Brewpub and Kitchen",
				"add1": "624 T St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 607-2337",
				"url": "https://www.rightproperbrewing.com/",
				"note": "Right Proper Brewing Company Shaw Brewpub and Kitchen serves house-made brews and Southern-influenced American eats in an industrial-chic space lined with murals. You should try the trout mousse appetizer or the deep-fried chicken livers with smoked bacon, mashed potatoes, and green beans or the pasta bolognese with chopped veg and sausage.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Salumeria 2703",
				"add1": "2703 12th St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20018",
				"phn": "(202) 699-2397",
				"url": "https://salumeria2703.com/",
				"note": "Information I found about Salumeria 2703 from the Washington Post website, 'Salumeria 2703, is a better place with the sandwiches. This is not a knock against their fresh pastas, each produced from a machine that silently spits out fettuccine, fusilli, bucatini, and other shapes on a counter by the window, a process that can induce hypnosis if you stare at it too long. The toothsome pasta serves as an excellent partner to the shop’s custom marinara, a soft-spoken, basil-perfumed sauce that allows the San Marzano tomatoes to have the last word.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Seylou Bakery",
				"add1": "926 N St NW",
				"add2": "Suite A",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": " (202) 842-1122",
				"url": "http://www.seylou.com/",
				"note": "Seylou Bakery is a minimalist bakery for artisan breads and pastries made from locally grown grains, along with coffee, and teas. If you get a chance order their focaccia bread which is made with whole wheat.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Shouk",
				"add1": "395 Morse Street NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 313-7671‬",
				"url": "https://shouk.com/",
				"note": "Shouk is a Middle Eastern-inspired vegan sandwiches, dips, salads, and snacks in a stylish, counter serve. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Stachowski's Market",
				"add1": "1425 28th St NW,",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(202) 506-3125",
				"url": "http://www.stachowskimarket.com/",
				"note": "Stachowski's Market is a butcher shop offering fresh and cured meats and cheeses, plus sandwiches along with roast chicken to go. You need to get the four meat grinder or the Braunschweiger: house-made liverwurst on rye with onions, mustard, and sweet pickles. Another of their great sandwiches is their 'Four Meat Grinder' (sandwich) which contains capicola, mortadella, salami, soppressata, lettuce, pickled red onion, tomato, provolone, hot peppers, and more.",
				"eaten": "yes",
				"photo": "https://c1.staticflickr.com/3/2859/10045269264_85475fa534_n.jpg",
				"cptn": "15 inch four meat grinder (sandwich) which contains capicola, mortadella, salami, soppresto, lettuce, pickled red onion, tomato, provalone, hot peppers, and more from Stachowski's in Georgetown",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Steak and Egg Kitchen",
				"add1": "4700 Wisconsin Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20016",
				"phn": "(202) 686-1201",
				"url": "",
				"note": "Steak and Egg Kitchen customers belly up to the counter or sit outside at this no-frills 24/7 breakfast and burger spot. It's a nice whole int he wall that always open. I need to get back here one of these days it's been a while if not a few years.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sticky Fingers Diner",
				"add1": "406 H St NE,",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 367-9600",
				"url": "https://stickyfingersdiner.com/",
				"note": "From the Washington, DC Eater website, ‘Fare Well recently rebranded and reopened as Sticky Fingers Diner, putting all the pieces of Doron Petersan’s vegan mini-empire under one umbrella. With more seating, a cleaner look, and a full menu of Fare Well comfort food favorites, plus all the treats from the bakery, the diner is D.C.’s most approachable plant-based restaurant. Meanwhile, an e-commerce site ships Sticky Fingers products nationally, and the Columbia Heights-based Sticky Fingers Bakery is still the baking hub.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "SUNdeVICH",
				"add1": "1314 9th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 319-1086",
				"url": "https://www.sundevich.com",
				"note": "SUNdeVICH is a converted garage which houses a counter-serve shop for creative sandwiches made from local ingredients. I have eaten their Madrid which is a chorizo sausage with chimichurri sauce a perfect roll. I ordered the 'Shiraz' which is beef tongue with mustard and pickled vegetables when I went to the restaurant. <strong>NOTE</strong>: They're located in the alley between N and O St. NW. They also have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jeremy Carbaugh"
            },
            {
                "name": "Supra",
				"add1": "1205 11th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 789-1205",
				"url": "https://www.supradc.com/",
				"note": "Supra serves Georgian khachapuri bread, garlicky chicken, wines, and cocktails in a folk art-filled, rustic-mod hub. From their website, '“supra” is a celebratory feast, featuring tons of food, plenty of wine, and toasts courtesy of a ‘tamada,’ sort of a super-toastmaster in charge of keeping the party going. From the DC Eater website, 'Washington Post restaurant critic Tom Sietsema visits the new D.C. restaurant that sets “an inviting table for a Georgian feast.” He’s into the “handsome” tasting board starter packed with colorful beet and spinach pâtés, Georgian cheeses, and “glossy” eggplant with walnut paste. He’s all about bringing on more Georgian amber wine but was a little irked by the “constant interruptions” from servers asking about additional orders. Sietsema says he’s most likely to return for the kebabs, and he’s a fan of the pork ones bolstered with sweet-and-sour plum sauce, as well as the crispbreads (specifically, the plate-size round ones, stuffed with pork and beef) called kubdari.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joe Yanon book Cool Beans"
            },
            {
                "name": "Tail Up Goat",
				"add1": "1827 Adams Mill Rd NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 986-9600",
				"url": "https://www.tailupgoat.com/",
				"note": "Tail Up Goat is a neighborhood restaurant based in the historic Adams Morgan enclave of Washington, DC. A quote from the website 'The food and drink are soulful and sophisticated with a special emphasis on pasta and bread along with idiosyncratic, food-friendly tipples and soft drinks. You are just as likely to discover something new and wildly unexpected as settle into a stunning take on an old forgotten favorite.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Takorean",
				"add1": "1309 5th St NE",
				"add2": "Union Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "",
				"url": "https://www.takorean.com/",
				"note": "Takorean is a Union Market vendor providing fusion tacos and bowls with Korean-style BBQ fillings. The tacos are great, but you need to get their Korean taco bowl with half rice and half salad along with a soft boiled egg on top. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Taqueria Habanero",
				"add1": "3710 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "(202) 722-7700",
				"url": "https://www.taqueriahabanero.com/",
				"note": "Taqueria Habanero is a modest Mexican serving homemade tortillas, and fillings, along with pitchers of margaritas and sangria. From Eater DC website of the best tacos places in DC area, 'This festive Petworth eatery is a casual and cool destination inspired by cuisine from Puebla, Mexico. Its native Mexican owners serve hits like tinga poblana (shredded chicken and sausage) and tilapia-filled tacos.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Taqueria Las Gemelas",
				"add1": "1280 4th St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 866-0550",
				"url": "https://lasgemelasdc.com/",
				"note": "From the Taqueria Las Gemelas website, 'Las Gemelas is the newest passion project from Destination Unknown Restaurants, the DC-based company behind the beloved Oaxacan hotspot, Espita, and its popular Philly-inspired ghost kitchen, Ghostburger. Las Gemelas (“the twin girls” in Spanish) is a two restaurant concept located within &rlquo;La Cosecha” in the heart of the Union Market District.' and 'Taqueria Las Gemelas is a fast fancy temple of masa complete with tacos, quesadillas, and tlayudas built upon fresh heirloom corn tortillas made by Yesenia Neri Diaz and her team. We hope you stop by to sip a casual margarita (or two) on our sunny sidewalk café. If you can’t stay, be sure to grab some of our pantry staples, like moles, salsas, or tortillas to cook with at home.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jose R Ralat"
            },
            {
                "name": "Teddy's Roti Shop",
				"add1": "7304 Georgia Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20012",
				"phn": "(202) 882-6488",
				"url": "",
				"note": "Teddy's Roti Shop is a family-run counter-service go-to offering West Indian rotis with various meat and veggie fillings.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Thai X-ing",
				"add1": "515 Florida Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 332-4322",
				"url": "http://www.thaix-ing.com/",
				"note": "Thai X-ing is a small Thai spot that uses traditional recipes and offers chef's choice menus and vegetarian specials. Plus, you need to make a reservation because they don't take walk-ins. When we were there in the fall, they served us a roast pumpkin/squash soup that I still think about, along with some poached fish, and other flavorful dishes. <strong>NOTE</strong>: They have two locations, and this is the original.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Thamee",
				"add1": "1320 H St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 750-6529",
				"url": "https://thamee.com/",
				"note": "From the Thamee website, 'Thamee is Washington, DC's only full-service Burmese restaurant, serving elevated presentations of street food and home-style meals in a bright, casual environment. Building upon the successes of the critically acclaimed Toli Moli Burmese Bodega, co-owners Jocelyn Law-Yone, Simone Jacobson, and Eric Wang continue to share their passions for art, culture, hospitality, and intergenerational placemaking at Thamee. Under the creative direction of Simone Jacobson, bi-monthly Tuesday supper clubs serve as a launchpad for both home cooks and emerging chefs from the &ldquo;Spice Diaspora&rdquo; (Asia, Africa, The Middle East, and Latin America”) to host intimate dinners, menu testings and previews of upcoming restaurant concepts, reaching new audiences in a cozy space where all are welcome.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Closed Tuesday"
            },
            {
                "name": "Thomas Sweets",
				"add1": "3214 P St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(202) 337-0616",
				"url": "https://thomassweet.com/location/washington-dc/",
				"note": "Thomas Sweets is a well-known dessert shop dishing up small-batch ice cream plus frozen yogurt and handmade chocolates. They have so many flavors if you can't find one you like you're not trying hard enough. Plus, they are open late even during the week.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "ThreeFifty Bakery and Coffee Bar",
				"add1": "1926 17th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 629-1022",
				"url": "http://threefifty.com/",
				"note": "ThreeFifty Bakery and Coffee Bar is a quaint place offering treats such as biscotti, cookies, pound cake, and espresso drinks along with a patio. Here's a quote from them: 'Three Fifty Bakery and Coffee Bar offer baked-goods that are prepared fresh daily in-house. We also masterfully customize baked-goods, served to your specifications perfectly, with our attention and focus on complete customer satisfaction. Some of our desserts include brownies, cookies, sweet bread's, muffins, quiches, and croissants.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Timber Pizza Company",
				"add1": "809 Upshur St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20011",
				"phn": "(202) 853-9746",
				"url": "http://www.timberpizza.com/",
				"note": "Timber Pizza is DC's wood-fired pizza, serving neo-Neapolitan pizza to the DMV (District, Maryland, and Virginia) area. Come check them out at their brick and mortar location in NW Washington or at their mobile oven at a location near you. They are an offshoot of roving flea market pie purveyor with Neapolitan pies and Argentinean bites like empanadas.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Toki Underground",
				"add1": "1234 H Street NE",
				"add2": "2nd Floor",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 388-3086",
				"url": "https://www.tokiunderground.com/",
				"note": "Toki Underground is a popular but snug Asian-fusion eatery known for ramen noodle soups, dumplings, sake and cocktails. My favorite is to get the curry chicken Ramen with extra noodles and if you're extra hungry also add the pork belly. Or order some pan-fried dumplings or if they have their sticky and spicy Asian chicken wings get those to share with others.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Unconventional Diner",
				"add1": "1207 9th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 847-0122",
				"url": "https://www.unconventionaldiner.com/",
				"note": "Unconventional Diner is an industrial-chic bistro and bar with upscale comfort fare, coffee, pastries, cocktails, wine, and beer.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Union Market",
				"add1": "1309 5th St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(301) 347-3998",
				"url": "https://unionmarketdc.com/",
				"note": "Union Market is a warehouse-like food market with a host of artisans offering charcuterie, empanadas, gelato and more. There are so many places to eat here sometimes it's hard to decide what to get. Go with a group so you can order lots of things you can share which allows you to try things and know more for next time. Plus, they have different pop-up type places worth trying.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
			},
            {
                "name": "The Well Dressed Burrito",
				"add1": "1220 19th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "22036",
				"phn": "(202) 293-0515",
				"url": "https://www.cnfcatering.com/the-well-dressed-burrito",
				"note": "The Well Dressed Burrito is a compact space with limited hours turning out classic Mexican fare for the weekday to-go lunch crowd. After waiting over a year finally made it about 15 minutes before they closed and ordered the pulled BBQ pork burrito with lettuce, rice, and cheese along with their medium sauce. <strong>NOTE</strong>: They are only open Monday through Friday from 11:45 AM to 2:15 PM.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jeremy Carbaugh"
            },
            {
                "name": "Zaytinya",
				"add1": "701 9th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 638-0800",
				"url": "http://www.zaytinya.com/",
				"note": "Zaytinya is another Chef José Andrés' that offers an innovative mezze menu inspired by Turkish, Greek and Lebanese cuisines served up in a sleek and modern setting. Building on Jose’s deep knowledge of Mediterranean cooking and years of research and travel, the menu features shared small plates of authentic and innovative fare, creative cocktails, and unique Mediterranean wines.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Zeppelin",
				"add1": "1544 9th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 506-1068",
				"url": "https://www.zeppelindc.com/",
				"note": "Zeppelin serves sushi and other grilled Japanese fare with sake and cocktails in a dramatic, contemporary space with karaoke. Noticed this place when walking from the Howard University metro stations towards 14th St. to get dim sum. From their website, 'Founded in 2019, Zeppelin Restaurant and Bar serves up sushi and Japanese charcoal-grilled yakitori, while paying homage to the Golden Age of the Great Passenger Airships. Featuring traditional Edomae-style nigiri sushi and Omakase bar by Chef Minoru Ogawa, a Tokyo native who studied under his master-chef father in Japan. Together with partners Adrian Williams, Ari Wilder, and Micah Wilder of Chaplin’s, Zeppelin was born.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Zion West African Restaurant",
				"add1": "1805 Montana Ave NE",
				"add2": "B",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 636-9097",
				"url": "https://www.zkafricanlounge.com/",
				"note": "Zion Kitchen Lounge and Cafe is a laid-back destination with a menu of regional West African specialties and a full bar. from their website, 'Since 2002, Zion Kitchen has been a favorite for locals and native Africans. Each day, fresh and authentic West African cuisine is prepared using classic recipes handed down through the generations. Mastering her cooking skills in her native Nigeria, your host Oyindamola Akinkugbe (Oyin to her friends) has brought the unique and authentic tastes of traditional West African cooking to the DC area.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joe Yanon book Cool Beans"
            }
        ]
    }
}