{
    "result": {
        "city": "Washington, DC",
		"posts": [
            {
                "name": "2 Amy's Neapolitan Pizzeria",
				"add1": "3715 Macomb St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20016",
				"phn": "(202) 885-5700",
				"url": "https://2amyspizza.com/",
				"note": "2 Amy's Neapolitan Pizzeria is a bustling wood-oven pizzeria serves innovative Neapolitan-style pies and Italian wine by the glass. They were the first certified Neapolitan pizza place in the United States. Their wood-fired pizza is the best, but their side dishes are even better. The meatballs cooked in the wood-fired oven are fantastic along with the rabbit stuffed with baby broccoli rabe and many more items that change with the season. From the Washington, DC Eater website, ‘Many chefs frequent 2 Amys on their days off, endorsing an unpretentious family restaurant that remains the standard for Neapolitan pizza in the District. The visibly scorched, wood-fired pies have attracted obsessives for 20 years. During the pandemic, 2 Amys owner Peter Pastan installed a second pizza oven in the main dining room to fuel a transition to takeout. But the beloved neighborhood spot near the National Cathedral has welcomed regulars back on-site with indoor and patio dining (walk-ins only). A longtime standard-bearer for Neapolitan pizza in the District, 2 Amys has “kid-friendly” down to a science. In addition to the pies and a rotating menu of excellent Italian small plates, the restaurant offers crayons and paper to ward away boredom. Its well-known pizzas promise to please hungry kids and parents alike.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "A. Litteri's",
				"add1": "517 Morse St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 544-0183",
				"url": "https://alitteri.com/",
				"note": "A. Litteri's is an old-school Italian grocery store and deli drawing foodies for meatball subs, homemade sausages and more. Their selection of pasta, olive oil, etc. are vast. The main reason I have been going back is for their cured Italian meats along with the service. The other things I have been known to order is their meatball sub, but my favorite is the create your own cured meat sub. When I order my sub with all the extras, it costs me about $13 or $14, but it's enough for two or three meals. From the Washington, DC Eater website, ‘This traditional Italian deli has been around since 1926, and in its current location near Union Market since 1932. A favorite of nearby workers, the deli keeps limited daytime hours and is closed Sundays and Mondays. Go to eat Italian cold cuts or shop from a huge selection of canned goods, dry pastas, olive oils, vinegars, and wines. In addition to offering the best Italian wine selection outside of Italy, this iconic Northeast market/deli serves delicious (and affordable) subs and hot sandwiches like chicken parm that range from $5.99 to $9.55. A. Litteri also serves lasagna, pasta, and soups.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "All-Purpose",
				"add1": "1250 9th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 849-6174",
				"url": "https://allpurposedc.com/locations/shaw/",
				"note": "All-Purpose is an Italian-American destination for artisanal pizzas, antipasti, and wine in a rustic-modern space. From their website, 'The original downtown location serving up seasonally inspired pies, and hot and cold antipasti, just across the street from the Walter E. Washington Convention Center.' From the DC Eater website, 'The name might sound a bit generic, but a menu that includes calamari po’boys, mushroom lasagna, garlic knots, and pizzas featuring truffle honey as an ingredient makes up for it. Dinner, in particular, includes more than a dozen charcuterie selections, including pancetta, pepperoni, and Genoa salami.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joe Yonan cookbook Cool Beans"
            },
            {
                "name": "Amsterdam Falafel",
				"add1": "2425 18th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 234-1969",
				"url": "https://www.falafelshop.com/",
				"note": "Amsterdam Falafel serves Falafel with pita bread plus Middle Eastern salads and Belgian fries at the late-night quick-serve eatery in Adams Morgan part of Washington, DC. You can get a large or a small Falafel. The difference is the small has three Falafel balls, and the large has five. Once you have chosen which you want you can pile on the extra ingredients until there is no more room. I suggest crushing the Falafel balls to make more space along with it allows you to spread them out inside the pita bread. From their website, ‘Every small business grows only through the support of its community, loyal customers, family, and friends. Our investors, supporters, and guests have been all of that to the Amsterdam Falafelshop, and for that, we thank each of you. Inspired by the falafel shops throughout Amsterdam, founders Scott and Arianne Bennett have brought the exciting flavors of Europe and the Middle East first to Washington DC, then the Greater Boston Area, and Dallas, Texas. Believing that food can be both quick and delicious, the Bennetts have set out to perfect the Falafel Experience. As soon as you walk into the Falafelshop, you smell the spices and hear the sounds that thousands upon thousands have enjoyed before you. After ten years of crafting their trade, they are bringing the best falafel to you in each of their shops.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Anafre DC",
				"add1": "3704 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "(202) 758-2127",
				"url": "https://anafredc.com/",
				"note": "From the Anafre DC website, 'An anafre, meaning “portable oven” in Spanish, is traditionally a clay pot used to cook. The restaurant is an ode to chef/owner Alfredo Solis’ mother, who grew up in the Mexican countryside where she cooked for the family. Since they lived without gas or electric, the anafre was their only stove. Anafre allows Chef Solis to further share the wonderful grandeur of Mexican cuisine, pulling inspiration from traditionally prepared dishes of Baja California, The Yucatán Peninsula, Acapulco, and beyond with dishes like Queso fundido prepared on top of the grill in a plant leaf and slow-cooked Pollo a la Brasa.' While there, we ordered the Shrimp Crostini, Anafre Parrillada, which is grilled steak, shrimp, chicken, onions, jalapeños, rice, beans, and flour tortillas (<strong>NOTE</strong>: extra tortillas cost more if you order more), and Pollo con Mole Poblano which was excellent.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Annie's Paramount Steak House",
				"add1": "1609 17th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 232-0395",
				"url": "https://www.anniesparamountdc.com/",
				"note": "Annie's Paramount Steak House serves steaks and other American basics plus a popular weekend brunch served in a dining room or lively bar area. Annie’s Paramount Steak House was named an America’s Classics by the James Beard Foundation. From their website, 'Family-owned to this day, Annie’s has always put its customers first and is committed to fostering a welcoming environment for all. During a time when the LGBTQ community was struggling to find places where they were accepted, the restaurant was always a welcoming and loving environment.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Astoria DC",
				"add1": "1521 17th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20036",
				"phn": "(202) 754-0065",
				"url": "https://astoriadc.com/",
				"note": "Astoria DC serves Sichuan-style food and drinks in an ornate, railroad-style space with rich colors and moody lighting. From the DC Eater website, 'Devin Gong, the bar manager behind trusty H Street NE cocktail bar CopyCat Company, opened this Sichuan restaurant in 2019 and taught himself to work the wok. Peppers imported from Chengdu go into dishes like mapo tofu, water-boiled beef, and chili wontons. The basil eggplant is a sleeper hit.' and 'The new sibling bar to CopyCat on H Street NE sells Sichuan wontons, little packages of pork in a tender and slippery dumpling topped with chile oil, cilantro, and scallions. The kitchen stays open late for last call dumpling cravings.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "DC Code and Coffee Attendee"
            },
            {
                "name": "Baked and Wired",
				"add1": "1052 Thomas Jefferson St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(703) 663-8727",
				"url": "https://bakedandwired.com/",
				"note": "Baked and Wired is an artsy neighborhood bakery and coffeehouse supplying espresso drinks, big cupcakes, and signature granola. My favorite cupcake they make is the DOOM which is dark chocolate moist cake with dark chocolate fudge-like frosting. The thing to ask for is if they have cake tops which are all the trimmed cake tops from the bakery with a thin layer of frosting between them. Or maybe one of their ice cream sandwiches during the summer. From their website, ‘We’re a family bakery located in the heart of Georgetown getting you baked since 2001. we produce small-batch baked goods prepared from family recipes and handcrafted coffee from roasters all across the country. We believe that the best memories are formed around food and drink, and we’re dedicated to creating community gathering spots around DC. Come on over – we’re your big weird family.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Beefsteak",
				"add1": "800 22nd St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20052",
				"phn": "(202) 296-1421",
				"url": "https://www.beefsteakveggies.com/",
				"note": "Beefsteak is a fast-casual chain from José Andrés' restaurant group specializing in flavorful veggie and grain bowls. If more restaurants made vegetables like this, I would eat more of them. I ordered their beetsteak burger which is a vinegar marinated half an inch to three-quarters of an inch sliced golden beet on a toasted roll along with their special sauce some lettuce greens. Or order their beefsteak tomato burger which is similar to the beetsteak burger. The other thing I ordered was their gazpacho salad which was a bunch of different greens, nuts, etc. and then cold soup poured over everything. <strong>NOTE</strong>:  They have multiple locations around the DC area and a few other national locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ben's Chili Bowl",
				"add1": "1213 U St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 667-0909",
				"url": "https://benschilibowl.com/",
				"note": "Ben's Chili Bowl is a historic spot attracts locals and celebrities for the spicy hot dogs, chili-cheese fries and milkshakes. The thing to order is the chili half smoke (half pork and half beef sausage) and an order of chili cheese fries. The chili cheese fries are big enough two people can share. From their website, ‘Since Ben and Virginia Ali opened the doors in 1958, Ben’s Chili Bowl has been a pillar of the Washington, DC community. Although U Street has seen many changes over the decades, our steadfast commitment to our guests remains the same. We welcome our regulars as well as those visiting from across the country and around the world. Our fresh homemade chili and delicious half-smokes are still made with love, using the original secret recipe. Dine in, carry out, or enjoy delivery from one of our locations, or order from HalfSmokes.com to bring a taste of The Bowl to your own table. ’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Big Bear Cafe",
				"add1": "1700 1st St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 643-9222",
				"url": "http://www.bigbearcafe-dc.com/",
				"note": "Big Bear Cafe serves new American restaurant with a casual interior and patio serving breakfast, lunch, and candlelit dinners. I've been there on weekends for breakfast and tea. It's a nice and relaxing place which has no wifi on the weekends or nights if memory serves me correctly. From the Washington, DC Eater website, ‘The Bloomingdale coffee house has cobblestone garden patio to accommodate guests outdoors. Big Bear Cafe serves a range of dishes, from farro bowls at breakfast to burgers at dinner. But don’t try to work on the weekends, when the cafe shuts off its Wi-Fi. A canopy of leafy vines conceals this quiet, laid-back café that starts the day around 7 a.m. and stays open through dinner, serving fresh American fare like egg sandwiches, salads, and burgers to locals who linger in the quiet courtyard.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bindaas",
				"add1": "2000 Pennsylvania Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20006",
				"phn": "(202) 516-4326",
				"url": "https://www.bindaasdc.com/",
				"note": "Bindaas is a modern take on Indian street food like fiery fried chicken, kebabs, and snacks in hip surroundings. From their website, 'Street food is an important part of life in India, helping express the cultural diversity of the country. We invite you to come and experience the vibrant smells and tastes of India in one of our two locations in Washington, DC.' From the DC Eater website, 'Stop in here for creative takes on Indian street food from the ownership group behind Rasika. The variety of small plates range from shareable snacks such as the cauliflower pakora to heartier dishes like the pao bhaji (stewed vegetable buns) and the cauliflower uttappam (pancakes). They also have a few curry plates on offer. <stron>NOTE</stron>: They have multiple locations.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Joe Yanon book Cool Beans"
            },
            {
                "name": "Boqueria",
				"add1": "777 9th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 552-3268",
				"url": "https://boqueriarestaurant.com/tapas-bar-dc-penn-quarter/",
				"note": "From Boqueria's website, 'Serving classic Spanish tapas and wine – all within a short walk from CityCenterDC, Capital One Arena, Apple’s Carnegie Library flagship store, and the museums along the National Mall – Boqueria brings a bit of Barcelona to Washington D.C.’s vibrant Penn Quarter neighborhood. From their website, ‘We’re making the most of the season’s gorgeous produce and flavors. Meet our newest dishes doing just that with plenty of Spanish spirit! Fideua Negra -  Toasted noodle paella, squid ink, scallops, fava beans, peas, garlic allioli. Ensalada Vasca - Market lettuces, spring herbs, creamy garlic dressing. Esparragos Con Romesco -  Grilled asparagus, hazelnut romesco allioli, hazelnuts, lemon zest, Manchego cheese. Baclao A La Plancha - Seared cod, calamari, squid ink sauce, peas, leeks, calabrian chiles.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joanne"
            },
            {
                "name": "Bread Furst",
				"add1": "4434 Connecticut Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20008",
				"phn": "(202) 765-1200",
				"url": "https://breadfurst.com/",
				"note": "Bread Furst is a bustling bakery and kid-friendly hangout offering gourmet bread, pastries, cakes, coffee and light fare. Bread Furst, is committed to offering you breads, desserts, and foods with character. Food that they love and are proud to share with everyone. I have not had a bad thing there ever. From their website, ‘We are open from 8:00 AM to 6:00 PM daily, offering a diverse assortment of pastries, breads, and savory foods. In an effort to meet the needs of the neighborhood better, we have expanded our offerings of dairy and other gourmet grocery needs. We invite you to come inside and check out our newly created market.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "James Beard Awards"
            },
            {
                "name": "Bub and Pop's",
				"add1": "1815 M St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20036",
				"phn": "(202) 457-1111",
				"url": "https://bubandpops.com/",
				"note": "Bub and Pop's is a warmly decorated nook serving up handcrafted hoagies and unique pickles, along with soups and salads. You should order the Bub’s Italian Hoagie which contains Genoa Salami, Prosciutto, Capicola, pepperoni, aged Provolone, arugula, Roma tomatoes, Hoagie Relish (hot peppers, sweet peppers, pickle, and onion), mayo, Bub’s Vinaigrette, and Pecorino Romano. Or get the meatball sub if they have it on special. Or even the Roast Pork Philly Special where the broccoli rabe is sauteed with hot cherry peppers.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Buffalo and Bergen",
				"add1": "1309 5th St NE",
				"add2": "Union Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 543-2549",
				"url": "http://www.buffalobergendc.com/",
				"note": "Buffalo and Bergen from bagels to Knishes to egg creams this place has them. I've eaten a few of their Knishes, and I like the Ruben Knish, the cheeseburger Knish, the pastrami Knish, and a few more. Haven't gotten to their bagels yet but they look great too. From their website, ‘Inspired by the classic soda shops of yesteryear, we bring you a new spin on the old classics: Egg creams, sodas, and cocktails.’ From the Washington, DC Eater website, ‘The bagel dough at this old-school soda counter is made with New York City water, then shipped down daily for proofing, dressing, and baking on-site. Bagels form the base of offbeat sandwiches with fun names like the Original Sinner and the Mountain Shiksa. They also have a pretty epic Bloody Mary.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bun'd Up",
				"add1": "1309 5th St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "",
				"url": "https://www.bundup.com/",
				"note": "Bun’d Up menu offers four options: Koreano (beef), Chancho (pork), Mushroom, Tofu, etc. Why not try three different buns to figure out which you like best? They make their own homemade buns. They feature daily specials. Bun’d Up used to only sell at farmers’ markets. They have a location in Union Market and Pentagon City. I first found Bun’d Up at the Bethesda Central Farm Market on Sunday, from 9:00 AM - 1:30 PM. From their website, ‘Bun’d Up is an exploration of the Asian American identity through food. By combining Korean and American flavors with original Taiwanese “Gua Bao,” we strive to put a modern twist on a beloved classic while honoring the history behind it. By blending tradition with innovation, we aim to create a fun, casual dining experience for our diners that feels familiar yet one of a kind, no matter what their background. Since starting in 2016, Bun’d Up has grown from being a one-man operation at farmer’s market to a thriving brand with three locations, one food truck, and a full team of professionals who believe in Chung’s vision.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Calabash Tea and Tonic",
				"add1": "1847 7th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 525-5386",
				"url": "https://calabashtea.com/",
				"note": "Calabash Tea and Tonic serves tea, coffee, and kombucha on tap complement a vegan menu of pastries and snacks served in colorful digs. Here's a quote from their website: 'Calabash defines sexiness in DC's Shaw neighborhood, serving aromatic teas and tonics for all of your moods, locally baked vegan treats, kombucha on tap, and fair trade coffee.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "United Shades of America"
            },
            {
                "name": "Call Your Mother",
				"add1": "3301 Georgia Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "",
				"url": "https://www.callyourmotherdeli.com/",
				"note": "From the Call Your Mother website, 'Jeff Zients, a DC native, has always had a dream to open a Jewish deli. When he approached me and my very non-Jewish, Argentinian Chef, Daniela, about making his dream a reality, we knew it couldn't be your traditional Jewish deli. So whether you're Jewish, Jew-ish or nothing in between, Call Your Mother is a deli where anyone can enjoy some of our favorite food traditions....with a twist.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Cane",
				"add1": "403 H St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 675-2011",
				"url": "https://www.cane-dc.com/",
				"note": "From the Cane website, 'A family operation, led by brother and sister, Chef Peter Prime and Jeanine Prime, Cane is all about bridging cultures through food. Its concept pays tribute to the siblings’ native Caribbean island of Trinidad and Tobago, where African, Indian, Spanish, French, and East Asian food and culture all weave deeply throughout the country’s unique history. The Cane experience—sharing a roti tiffin box, sipping diverse rums from the West Indies, and liming with friends and neighbors—embodies the multiculturalism at the core of Trinidadians’ identities. At Cane, guests will experience Chef Peter Prime’s modern take on the island’s most popular street foods. These dishes pay special tribute to the cultural traditions and ingenuity of the country’s largest ethnic groups—Afro and Indo Trinidadians—whose ancestors came to the island as slaves and indentured laborers to drive the island’s once-lucrative sugarcane industry. The restaurant’s name nods to the industry that brought these groups together and the exceptional rums that will be featured at Cane.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Subbs by Carl",
				"add1": "2208 Rhode Island Ave NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20018",
				"phn": "(202) 529-6225",
				"url": "",
				"note": "Subbs by Carl is a cash-only carry-out. Carl’s cranks out oversized sandwiches stacked with cold cuts (peppered ham, mortadella, and capicola figure prominently), cheese (American, Provolone, and Swiss), along with ungodly amounts of mayo and ample amounts of hot peppers. From the Washington, DC Eater website, ‘For cash-only cold cuts, it’s Carl’s to the rescue. This neighborhood sandwich shop specializes in salami, capicola, peppered ham, and mortadella piled high.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Chaia",
				"add1": "3207 Grace St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(202) 333-5222",
				"url": "https://www.chaiatacos.com/",
				"note": "Chaia's 'farm to taco' is a unique relationship between farmers and urban street-style food. Chaia offers seasonal, plant-based tacos, sides and natural drinks in a stylish, casual setting. From their website, ‘Founded by Bettina Stern and Suzanne Simon as a farmers market stand in 2013, and now at a growing number of brick-and-mortar shops in the DMV, Chaia is an unconventional, plant-powered taco shop. Our name means life, and that’s what we’re all about. We give life to vegetables by expertly and lovingly preparing them to take on their most vibrant flavors. We then combine these seasonal ingredients with spices, house-made salsas, and other tasty toppings – all tucked inside a handmade griddled tortilla. In addition to tacos, our menu boasts cheesy quesadillas, sweet potato nachos, crave-worthy soups and salads, and natural drinks, taken to-go or enjoyed in one of our shops’ stylish-but-casual settings.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Chaplin's Restaurant",
				"add1": "1501 9th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 644-8806",
				"url": "https://www.chaplinsdc.com/",
				"note": "Chaplin's Restaurant is a Charlie Chaplin/1920s–themed eatery for Japanese fare and cocktails named after the actor's films. I can't remember how told me or where I read it, but you should order the ramen. From their website, 'Chaplin's Restaurant and Bar is a ramen house and cocktail bar based on a silent film that emulates the 1930’s Golden age of Hollywood. Experience an exciting and energetic atmosphere where people go to be seen, be sociable, have fun, and experience life in a playful and theatrical way. Chef Myo Htun, a native of Burma, cooked under a Master Ramen Chef in Tokyo, Japan, for close to 30 years. He continues to create the same dishes that he cooked in Japan at Chaplin’s. Co-Owners of Chaplin’s and Wilder Bros, Ari and Micah Wilder, created a playful and progressive beverage program that compliments Chef Myo’s cuisine. Every time you walk through the doors at Chaplin’s, expect to be transported to an era that shaped a culture based on entertainment and fancy!' <strong>NOTE</strong>: The kitchen is closed Friday and only open for brunch on Saturday and Sunday.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Chinatown Express",
				"add1": "746 6th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 638-0424",
				"url": "http://www.chinatownexpressdc.com/",
				"note": "Chinatown Express is a family-run Chinese joint serving handmade noodles (spun in front of the window) and dumplings. The reason I go here is they hand pull their own noodles. Which is done by an older gentleman that is probably in his 70's. I order the pork fried noodles and an order of some kind of dumpling. From their website, ‘Chinatown Express stands as one of D.C.’s most authentic Chinese restaurants. By “authentic,” we mean we have items on our menu that you won’t find anywhere else unless you decide to take a 12-hour flight to China for some real-deal goodies. As a family-run restaurant for almost 25 years, we pride ourselves in serving delicious hand-pulled noodles, individually folded dumplings, and mouthwatering roasted meats at honest-to-goodness prices. Our menu is a combination of hometown classics from Guangzhou in Southeastern China and flavors adopted from D.C.’s vibrant community of good food lovers. We welcome you to come eat at our restaurant, where you’ll find the food fast, cheap, and most importantly, delectable. We proudly serve fresh hand-made noodles, dumplings, and steamed pork buns.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Coffee Bar",
				"add1": "1201 S St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 733-1049",
				"url": "https://www.thecoffeebardc.com/",
				"note": "The Coffee Bar is a cozy, rustic-chic spot featuring elevated coffee drinks, a patio, and locally made bagels and pastries. They're all about the experience, whether it’s your morning coffee or afternoon tea. The Coffee Bar sources the best beans and delivers them to you with great service and a cozy atmosphere. From their website, ‘The Coffee Bar, known to locals and regulars as “TCB,” opened for business in December 2012. Our mission? To serve up delicious coffee in a fun and inviting atmosphere. It is a coffee “Bar,” after all! We want to make specialty coffee accessible to everyone, from your Average Joe to the Coffee Connoisseur. Our first location is tucked in the Historic U Street/Logan Circle/Shaw area of Washington, DC. Our building was built in 1880, making it one of the more historic buildings in the area. In keeping with this historic legacy, we have taken as our theme reclaimed and recycled materials.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Comet Ping Pong",
				"add1": "5037 Connecticut Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20008",
				"phn": "(202) 364-0404",
				"url": "https://www.cometpingpong.com/",
				"note": "Comet Ping Pong is a hip crowd eats pizza and wings while playing Ping-Pong and listening to bands in warehouse-chic digs. You need to order the wood-fired meatballs as an appetizer if nothing else. From the Washington, DC Eater website, ‘From their website, ‘The long-running, upper Northwest neighborhood pizza parlor has made a name for itself with a pepperoni and jalapeno “hottie,” a mushroom and bacon “smoky,” and a clam-packed “Yalie.” The lemony chickpea salad has a following in its own right, and the house ranch is the perfect dip for pizza crusts. There’s a convenient carryout tent with picnic tables, a bar, and fire pits in the parking lot out back, and the dining room is back to operating on a first-come, first-served basis.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Compass Coffee",
				"add1": "1535 7th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 838-3139",
				"url": "https://www.compasscoffee.com/",
				"note": "Compass Coffee is an airy, modern, industrial cafe and roaster offering artisanal brews, pastries, sandwiches and more. They have excellent wifi and wonderful hot chocolate. From their website, ‘We got our start in 2014 with an idea that was as simple as it was profound: that great coffee doesn’t have to be complicated, fancy or hard to pronounce. We believe that the best cup of coffee is the one that points you in the right direction at the start of your day, every day: just like a Compass. You should feel as good about drinking our coffee as we do about making it. The best coffee only comes from the best beans, and the best beans only come from farmers who want the best from and for their land. We’ve spent years developing a global network of like-minded farmers who share this understanding and share in our mission.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cracked Eggery",
				"add1": "420 Connecticut Ave NW",
				"add2": "ccc",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20008",
				"phn": "(202) 351-6168",
				"url": "https://crackedeggery.com/",
				"note": "From the Washington, DC Eater website, ‘Cracked Eggery sets up its first shop for delightfully messy sandwiches in Cleveland Park. The popular D.C. food truck that riffs on diner classics is opening a restaurant full of Instagram bait. Cracked Eggery will offer a choice of 15 sandwiches and six different bowls, as well as sides of tots in nine different savory or sweet spice combinations — think everything from ranch, sour cream and onion, and honey barbecue to cinnamon and sugar. Aside from a new Paulie Cicero sandwich, which features prosciutto, fried egg, ricotta, sun-dried tomato pesto, arugula, Parmesan, and Mike’s Hot Honey, every one of the sandwiches at the restaurant should be familiar to regulars.’  <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Brandon N."
            },
            {
                "name": "Cucina Al Volo",
				"add1": "1309 5th St. NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "",
				"url": "",
				"note": "Cucina Al Volo is a pick your pasta and your sauce place. To eat in or take home. Everything is handmade, from scratch. You need to try the lamb ragu or the rabbit ragu or even the wild boar ragu if they have them available. I usually ask what fresh pasta they recommend which mostly ends up being a wide Fettuccine or Tagliatelle. The Fusilli pasta goes well with the ragus too. From their website, ‘Al Volo’s pastas and sauces are made with traditional rustic recipes and local ingredients sourced from the very farmer’s markets where we sell our products. Our high-end products bring the same cuisine as high-end Italian eateries to your local grocery store and home dinner table. We want everyone to have a seat at the table. Al Volo believes that fine Italian food is made to be shared with loved ones and that family is the true heart of Italian cuisine.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Da Hong Pao Restaurant and Bar",
				"add1": "1409 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20005",
				"phn": "(202) 846-7229",
				"url": "",
				"note": "Da Hong Pao Restaurant and Bar is a bright, basic spot offering a big menu of Chinese classics, with dim sum and a full bar. From their website, ‘Jerry Chen, the owner of Yum’s II carryout, has been in Logan Circle since 1988. Da Hong Pao, a high-end dim sum parlor, is next door. Dine in, call in takeout orders for roast pork buns and steamed spare ribs, or get dum sum delivered. Owner Jerry Chen has been in the neighborhood since starting Yum’s II, the carryout next door that serves late-night eats to cops and revelers until 4 a.m., in 1988. His family’s upward mobility is now manifested in a spacious dining room that gets packed for dim sum service.’ <strong>NOTE</strong>: They serve dim sum every day from 10:00 AM - 3:00 PM.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Daikaya - Izakaya",
				"add1": "705 6th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 589-1600",
				"url": "https://www.daikaya.com/",
				"note": "Daikaya - Izakaya serves Japanese noodle soups ladled out in casual, funky digs with yellow and blue walls and rustic tables. Have only been there for their Ramen and want to go upstairs for their Yakitori. From their website, ‘This is the flagship restaurant for Daikaya Group, D.C.’s foremost experts in ramen. The ground floor houses a first-come, first-served ramen shop that imports bouncy noodles from Sapporo. On the second level, its experimental izakaya gives chef Katsuya Fukushima a platform to present playful dishes like a new wagyu beef tartare with rice crackers and kimchi, a classic fried eggplant and miso rice ball, or a beloved mentaiko (spicy cod roe) burrata with orange zest and grilled toast. During the pandemic, the company put considerable thought into takeout and delivery, which remains an option. Customers can order par-cooked noodles for a quick nuke in the microwave, or uncooked if they want to boil their own.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "DC Dosa",
				"add1": "1309 5th St NE",
				"add2": "Union Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "",
				"url": "https://www.dcdosa.com/",
				"note": "DC Dosa serves dosas which are South Indian lentil crepes typically stuffed with a variety of fillings and toppings. South India has over 80 varieties of dosas with each family putting their spin on traditional recipes. They are an immensely popular street food staple in most of India. Dosas are vegan and gluten-free, as well as delicious and nutritious. From their website, ‘Raising three girls with different dietary requirements and being married to a strict vegetarian, Priya Ammu’s approach to food had to be flexible, adventurous, and tasty. Her love of all cuisines was reflected in the fearless (and sometimes questionable) food she cooked, but she experimented and evolved, relying on her innate ability to blend the flavors and spices she grew up with.’ From the Washington, DC Eater website, ‘DC Dosa, Bombay-born Priya Ammu’s South Indian street food stall in Union Market expands across state lines for the first time.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "DCity Smokehouse",
				"add1": "203 Florida Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 733-1919",
				"url": "https://www.dcitysmokehouse.com/",
				"note": "DCity Smokehouse is a hip BBQ spot serving sandwiches and combo platters. Plus, veggie sides, beer, wine, and bourbon drinks. From their website, ‘Proud to be a black-owned business, we’ve been serving our smokehouse BBQ in a little DC space since 2013, on Florida and North Capitol St. With a whole lot of love and support, we’re continuing to win the hearts of DC locals and tourist alike. Every day we fire up the great smoked meats classics and our signature Mac and Jack Cheese. DCity has great brews on draft & bottles along with a full bar to go with your Half Smoke or DCity Pit Smoked Wings!’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "District Doughnut",
				"add1": "749 8th St SE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20003",
				"phn": "(202) 750-1955",
				"url": "https://www.districtdoughnut.com/",
				"note": "District Doughnut is a cute bakery specializing in classic and unique flavors of gourmet yeast donuts. The hand-craft their doughnuts from scratch daily without preservatives, using high-end ingredients like King Arthur Flour and Argentine Dulce de Leche. They prepare their dough, toppings, glazes, fillings, and batters in-house. The menu is carefully curated by Chef Christine and features a mix of our signature flavors and creative seasonal twists. From their website, ‘Founding Pastry Chef Christine takes no shortcuts in crafting the world’s most delicious gourmet doughnuts. From the scratch-made Vanilla Bean yeast dough to each of our pastry creams, jams, glazes, and ganaches, she uses only the finest ingredients Callebaut® and Valrhona® Chocolates, Dulce de Leche imported from Spain, Nutella®, real fruits, milk, eggs, and cream. In her words: “You deserve a better doughnut.”’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dolan Uyghur Restaurant",
				"add1": "3518 Connecticut Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20008",
				"phn": "(202) 686-3941",
				"url": "https://www.dolanuyghur.com/",
				"note": "Dolan Uyghur Restaurant serves Eurasian-style fare, including stir-fry noodles, soups, dumplings, and kebabs in simple quarters. From their website, 'Uyghur cuisine commonly features the influences of the West and East, antiquity and the present, great skill, imagination, beauty, and harmony of taste. Dolan Uyghur Restaurant is dedicated to presenting its unique house recipes to the American people with the purest passion it prides itself in. The Uyghur way of life is now at a crossroads. One path leads to cultural preservation and dignity for the Uyghur people. The other path is less than certain. At Dolan Uyghur Restaurant, we are committed to preserving what we can – the food and flavor of Uyghur culture. We do so by serving our customers brilliant meals prepared in distinctive, central Asian style. From Hot chicken stew to Laghman , handmade noodles to handmade dumplings, every dish is prepared by our chef who thoroughly understands that delicious food is at the heart of traditional Uyghur life.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Eastern Market",
				"add1": "225 7th St SE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20003",
				"phn": "(202) 698-5253",
				"url": "https://easternmarket-dc.org/",
				"note": "Eastern Market is a bustling marketplace since 1873 featuring a variety of produce, handmade crafts, and prepared foods. Great place to walk around during the summer to see all the fruits and vegetables, along with antiques on Sunday mornings and other arts and crafts on Saturday's. From their website, ‘Located in the heart of the historic Capitol Hill neighborhood, Eastern Market is DC’s destination for fresh food, community events, and on weekends, local farm-fresh produce and handmade arts and crafts. Click through our website to find out everything that the market has to offer. Email us if you have any questions, and most importantly, come visit us! For over 136 years, Eastern Market has served as a community hub, connecting neighbors, families, and visitors.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ebenezers Coffeehouse",
				"add1": "201 F St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 558-6900",
				"url": "https://ebenezerscoffeehouse.com/",
				"note": "Ebenezers Coffeehouse is a casual, church-owned coffeehouse featuring fair-trade coffee and tea plus live music on some evenings. From the Washington, DC Eater website, ‘This community church-run corner coffeehouse deals in fair trade coffee, assorted teas (hot and iced), and ready-made snack foods like baked goods and sandwiches. The challenges faced by overworked and ambitious Hill staff are legion in this town. For House staffers seeking a quiet place on the other side of the Capitol or Senate staffers looking for an escape from Cups & Company, Ebenezers is a go-to. Tucked behind Union Station, it’s far enough from the Capitol buildings to evade colleagues but close enough to make it back within 10-15 minutes of a boss’ call.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Justin Thorp"
            },
            {
                "name": "Elle",
				"add1": "3221 Mt Pleasant St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "(202) 652-0040",
				"url": "https://www.eatatelle.com/",
				"note": "Elle is a cafe, bakery, restaurant, and bar. They also house a wholesale bakery, Paisley Fig. During the day, they are counter service, serving coffee and rotating baked goods, sandwiches, and pastries. At night, they turn into a full-service restaurant and bar, but you can still swing by and grab some bread and desserts from the counter. From the Washington, DC Eater website, ‘Mount Pleasant’s ultimate neighborhood cafe serves a simple breakfast menu from 8 a.m. to 3 p.m. daily. The egg sandwich showcases superlative brisket, while savory quiches and sweet pastries tempt customers from a case at the counter. There are also miso caramel lattes, guava turnovers, biscuit sandwiches, and a host of other treats to consider. The stellar all-day cafe and bakery in Mount Pleasant also dips its hand into the world of bagels, serving them with butter, cream cheese, jam, or even beet-cured salmon.’s",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Falafel Inc",
				"add1": "1210 Potomac St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(202) 333-4265",
				"url": "https://www.falafelinc.org/",
				"note": "Falafel Inc is the world's first quick service restaurant (QSR) social enterprise, serving up authentic falafel, hummus, bowls and sides for under $5. Every meal is shared to help refugees worldwide. The restaurant is the brainchild of Ahmad Ashkar; an investment banker turned social entrepreneur, who grew up as a barbecue-loving son of Palestinian immigrants in the Midwest. He always thought a falafel shop would be in his future — just maybe not this way. From the Washington, DC Eater website, ‘This soon-to-be chain is one of the best fast-casual bets around, both in price and in its mission. A basic pita with falafel and vegetables at Falafel Inc. runs $3, with hummus an additional $1. The za’atar fries make a solid accompaniment, as do all the complimentary sauces on hand for dipping and topping. Each meal purchased goes towards helping feed refugees in need.’ <strong> NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Fancy Radish",
				"add1": "600 H St NE",
				"add2": "The Apollo",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": " (202) 675-8341",
				"url": "https://www.fancyradishdc.com/",
				"note": "Fancy Radish is an acclaimed, Philadelphia restaurateurs offer globally flavored, plant-based dishes in chic digs. from their website, 'The thing about fancy radish… A Vegetable Restaurant by James Beard-nominated Chefs Rich Landau and Kate Jacoby, Fancy Radish offers an exciting new dining experience in the Nation’s Capital. In the heart of the H Street Corridor in NE, the mix of verdant garden and urban industrial creates a vibrant, intimate setting for inventive vegetable cooking. While we have some signature dishes, the menus change throughout the year with the seasons. The dinner menu features medium plates that range from cold dishes and vegetable charcuterie, single seasonal vegetables, and richer, more composed plates. The Dessert and Happy Hour menus share the same attention to seasonal ingredients, and the beverage menus feature natural wines from about 40 different producers, craft beers, and a creative cocktail list.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Joe Yanon book Cool Beans"
            },
             {
                "name": "Fish In the Hood",
				"add1": "3601 Georgia Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "(202) 722-2200",
				"url": "hhh",
				"note": "Fish In the Hood is a longtime eatery serving seafood (broiled or fried) and Southern-style sides in a no-frills setting. From their GoFundMe after the fire, 'For 20 years, we've been proud to serve great food with support from the loving people in this community. Fish in the Hood is a special place because we offer something for everyone, our customers include doctors, lawyers, politicians, and actors, in addition to everyday people who just need a good meal. We love our customers, and we love to give back to the community we share.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Florida Avenue Grill",
				"add1": "1100 Florida Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 265-1586",
				"url": "http://floridaavenuegrill.com/",
				"note": "The Florida Avenue Grill has been open since 1944. It's a no-frills diner slinging large portions of down-home Southern classics. When I ate there, I ordered the smothered pork chops with two sides which were the mashed potatoes, okra, and tomatoes along with an additional side of collards. The pork was so tender the meat came off the bone with a fork. There was enough food I took half home for a second meal. From the Washington, DC Eater website, 'The Florida Avenue Grill calls itself the &ldquo;oldest soul food restaurant in the world.&rdquo; It’s also a greasy spoon where it's worth saddling up to the bar. It’s the kind of place where it's customary to order a half-smoke as a side.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, Wednesday, and Thrusday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Founding Farmer's",
				"add1": "1924 Pennsylvania Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20006",
				"phn": "(202) 822-8783",
				"url": "https://www.wearefoundingfarmers.com/location/dc/",
				"note": "Founding Farmer's is a co-op-owned American eatery dishing out market-driven comfort cuisine along with rustic-chic style. You should give the pickled vegetables, deviled eggs, and cast iron skillet cornbread with corn kernels in it and then for dinner the Chicken Fried Steak with a Jefferson Doughnut (square croissant-doughnut filled with custard). From their website, ‘At Founding Farmers, Everything Matters. Nothing is too small. If something can be made better, smarter, healthier, that’s how we want to do it. For us, this means we make everything from scratch, from our bread to our booze. We thoughtfully source all of our ingredients. We have active recycling and composting programs that divert about 90% of our waste from landfills. We design and operate sustainable restaurants. We earn LEED and Green Restaurant Association certifications. We started a nonprofit – Our Last Straw – to expand our sustainability efforts beyond the walls of our restaurants. We actively support our neighborhoods and our communities. We grow our people providing hands-on training, mentorship, and opportunities for continued growth. Our business model, as a farmer-owned company, is designed to ensure American family farmers earn a larger share of the food dollar.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "George's King of Falafel and Cheesesteak",
				"add1": "1205 28th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(202) 342-2278",
				"url": "https://georgesdc.com/",
				"note": "George's King of Falafel and Cheesesteak serves sandwiches, shawarma, Mediterranean platters, and Middle Eastern cuisine at an informal eatery. From their website, 'George’s is located at a bustling intersection in Georgetown, conveniently located within walking distance of the White House, Georgetown Harbor, George Washington University, and more. You may find a line at our charming townhouse turned restaurant, but it will be worth the wait! George’s was opened in 1982 and is a traditional Middle Eastern restaurant with hints of Lebanese and Syrian flavors. As one of the only late-night dining options in Georgetown, our customers have come to rely on us as a central meeting place, day or night. Many of our guests leave behind a bill of choice, taped to our walls with a handwritten message.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "DC Code and Coffee Attendee"
            },
            {
                "name": "Good Stuff Eatery",
				"add1": "303 Pennsylvania Ave SE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20003",
				"phn": "(202) 543-8222",
				"url": "https://goodstuffeatery.com/",
				"note": "Good Stuff Eatery is a casual, multilevel upscale-industrial spot serving gourmet burgers, fries, shakes, and salads. Their five napkin burger is the best. It has all kind of things but is topped off with an egg over easy. From their website, ‘Good Stuff Eatery is all about farm fresh ingredients, chic atmosphere, and hip music to get you singing out loud! A Chef oversees each location to make sure all our guests enjoy the “good stuff,” local and organic food cultivated by farmers and assembled by our talented staff. Our meat is a proprietary custom blend from the middle of America with all-natural ingredients. Each morning our Chefs inspect our ingredients that are delivered daily, from farms to the prepared sauces our staff create, to make sure you’re getting the best ruby red tomato and that our barbecue sauce flavor is exact. Whenever possible, we buy local to support our community.’ <strong>NOTE</strong>: They have multiple locations in the DC area.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Grace Street Coffee Roasters",
				"add1": "3210 Grace St NW",
				"add2": "ccc",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "ggg",
				"url": "https://www.gracestcoffee.com/",
				"note": "From the Washington, DC Eater website, ‘Georgetown has a new, locally owned coffee shop in Grace Street Coffee Roasters, located in a shared space with South Block Juice Co. and SUNdeVICH sandwich shop. Try Grace Street’s housemade vanilla syrup or specialty drinks such as the espresso shrub.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Granville Moore's",
				"add1": "1238 H St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 399-2546",
				"url": "http://www.granvillemoores.com/",
				"note": "Granville Moore's serves gourmet bar food like Mussels and Frites (French fries) along with a diverse beer list served in a pocket-sized space. You need to try the blue cheese mussels or the tomato sauce and sausage mussels. Plus, make sure to order Frites and different types of mussels so you can share. The big question once the food comes to the table is which direction are we passing the bowls. From their website, ‘Granville Moore’s Brickyard opened its doors on August 3, 2007, as a locals Belgian beer bar with an emphasis on delicious food and rare and interesting beers. As the moules, frites, and upscale bar food began to attract foodies and beer-lovers alike, Granville Moore’s soon became a destination restaurant for more than the H Street locals.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Food Network"
            },
            {
                "name": "Great Wall Szechuan House",
				"add1": "1527 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20005",
				"phn": "(202) 797-8888",
				"url": "https://www.greatwallszechuan.com/",
				"note": "Great Wall Szechuan House serves Pan-Chinese fare with a spicy Sichuan focus in a no-frills storefront. From their website, ‘Welcome to Great Wall Szechuan House Restaurant! We serve real Chinese Food -- dine-in, carryout, delivery. Ingredients are carefully selected for every dish, ensuring great taste and quality. Our dine-in experience is a comforting, authentic one. The owners and all staff at Great Wall Szechuan House Restaurant will greet you with the warmest welcome, whether you are a return or first-time customer. We have made painstaking efforts to create the tidiest and cleanest dining experience and guarantee you friendly and timely service.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "GW Delicatessen",
				"add1": "2133 G St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20037",
				"phn": "(202) 331-9391",
				"url": "hhh",
				"note": "GW Delicatessen is an unpretentious neighborhood deli featuring an array of sandwiches and other staples. The breakfast sandwiches look to be great for grabbing and going. Portions are piled high, and ingredients are prepared fresh daily. From the Washington, DC Eater website, ‘This unassuming neighborhood sandwich spot for the masses has been around forever. The sandwiches are simple but delicious, the menu is extensive, and it’s known for generous heaps of crispy bacon.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Haikan",
				"add1": "805 V St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 299-1000",
				"url": "https://www.haikandc.com/",
				"note": "From the Haikan website, 'Haikan is our second Sapporo Ramen shop in DC after Daikaya. Haikan means “pipe works” in Japanese, an ode to Atlantic Plumbing Building where we are located. At Haikan, we focused on creating the taste of ramen from the Showa period, the golden age of ramen in Japan. There are over 1000 ramen shops in the city of Sapporo alone, and we are excited to share a completely new line-up of traditional Sapporo style ramen in DC. In addition to ramen, we are serving a playful selection of Japanese-inspired kozara (small plates) to share, or to start with, or to make a whole meal by picking a few of them. Haikan's bar serves a collection of Japanese-inspired cocktails, and a concentrated selection of Japanese sake, shochu, beer, whiskey, and more.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Hill Country Barbecue Market",
				"add1": "410 7th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20004",
				"phn": "(202) 556-2050",
				"url": "https://www.hillcountry.com/location/hill-country-dc/",
				"note": "Hill Country Barbecue Market serves Texas BBQ and beer served in a rustic-chic, cafeteria-style setup, with nightly live music downstairs. The things I order here the most are their smoked sausage, smoked turkey, along with brisket and a side of cornbread and a side of Texas Caviar (black beans with a bit of red and green bell pepper and Italian dressing). From their website, ‘Smoked low and slow over Texas post oak. Great barbecue doesn’t require a long list of ingredients – just the highest quality meat, our simple dry rub, and post oak wood. What’s the secret? Low and slow cooking and a heaping portion of TLC from our experienced pitmasters. Barbecue is truly a labor of love! Meats are carved to order, sold by weight, and served with white bread and/or crackers.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "HipCityVeg",
				"add1": "712 7th St NW",
				"add2": "ccc",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 621-8057",
				"url": "https://hipcityveg.com/",
				"note": "From their website, 'No matter where your day takes you, what you eat should be a simple decision you can feel good about. That's where we come in: with purely vegan ingredients, compostable materials, and delicious food. It's as easy as that. It's cool to be Chick'n. We love plants. Like, a lot. We use 100% non-GMO soy ingredients because it's better for the earth - and for you. All of our packaging is entirely compostable - and we mean all of it. Gotta take care of our girl Mother Nature.' They recommend the vegan chicken sandwich, smokehouse burger, and sweet potato fries. <strong>NOTE</strong>: - They have multiple locations in DC, Philly, etc.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Calvin and Caroline (YouTube)"
            },
            {
                "name": "Immigrant Food",
				"add1": "1701 Pennsylvania Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20006",
				"phn": "(202) 681-3848",
				"url": "https://immigrantfood.com/",
				"note": "From the Immigrant Food website, 'The Venezuelan chef of one of D.C.’s most celebrated new restaurants has collaborated with two foreign policy wonks on his latest venture, a fast-casual place a block away from the White House that aims to represent immigrant cultures with flavor combinations like Peruvian-Chinese, Swedish-Irish, and Ethiopian-Salvadoran.' From the Washington, DC Eater website, ‘This fast-casual restaurant with an immigrant-supporting mission serves bowls and sandwiches from chef Enrique Limardo (Severn Reasons) that mash up multiple cuisines. There’s a classic pressed Cuban with pineapple pickles, a banh mi made with adobo chicken, and an Indian-Mexican bowl that mixes spice-rubbed steak with mango chutney.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Indigo",
				"add1": "243 K St NE,",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 544-4777",
				"url": "http://www.indigowdc.com/",
				"note": "Indigo serves bold flavors, and Indian favorites are served in a kitschy, cozy space with a large patio. Enjoyed the Dahi Lamb and Spicy Goat dishes which each came with Jasmine rice, fresh chopped herbs, along with spicy curried chickpeas. The roasted eggplant with potatoes is another dish that I liked a lot. Next time I need to go with a large group so we can order more food and can try more things. From the Washington, DC Eater website, ‘This charming, family-owned corner staple in NoMa features a cute patio decked out in colorful string lights with a separate bar slinging drinks and trays of biryani and butter chicken. Customers can peruse a long list of specials and vegetarian options on the chalkboard inside.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ivy and Coney",
				"add1": "1537 7th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 670-9489",
				"url": "https://www.ivyandconey.com/",
				"note": "Ivy and Coney is an unpretentious cash-only bar specializing in snacks, beer, and sports out of Chicago and Detroit. From the DC Eater website, 'It’s a home away from home for Midwesterners, and this bar seems to always have a Chicago or Detroit game tuned in on the TVs. But what keeps D.C. patrons coming back for more to this cash-only bar are the cheap beers and hot dog deals, which can be loaded up Chicago- or Coney-style. Ketchup is decidedly not an option at this Shaw watering hole, where patrons tend to fall into the Detroit hot dog camp — a Coney dog has beef chili, mustard, onion, and possibly cheese — or Chicago dog camp ( pickle spear, green relish, mustard, tomato, onion, peppers, and celery salt).'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jose Andres"
            },
            {
                "name": "Izakaya Seki",
				"add1": "1117 V St NW,",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 588-5841",
				"url": "https://www.sekidc.com/",
				"note": "Izakaya Seki is a trendy option for Japanese small plates and noodle dishes, plus sizable beer list in minimalist digs. Try the monkfish liver if they have any it's like Foie Gras. From the Washington, DC Eater website, ‘For a solo reservation at Izakaya Seki, a counter seat is the perfect perch to peruse the hand-written menu as chef Hiroshi Seki masterfully presides over the sushi bar. The omakase menu, with a choice of three, seven, or ten types of chef-selected sashimi, is a solid choice.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Jaco Juice and Taco Bar",
				"add1": "1614 Wisconsin Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(202) 505-2216",
				"url": "https://jacojuiceandtaco.com/",
				"note": "Jaco Juice and Taco Bar is a juice bar serving health-minded breakfasts and Mexican street food in upbeat surroundings. They can make any burrito into three tacos which are huge and can be made into four or five comfortably. You should order the Hot Mess burrito which is scrambled organic eggs, sausage, potatoes, roasted red peppers, caramelized onions, and blended cheese. I enjoyed the fish taco which has North Atlantic cod, pineapple salsa, cabbage slaw, roasted poblano crema, and tomatillo salsa along with a Baco Taco that contains chunky guacamole, sauteed onion, pico, sweet corn, cotija cheese, roasted poblano crema, and tomatillo salsa.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Jaleo",
				"add1": "480 7th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20004",
				"phn": "(202) 628-7949",
				"url": "https://www.jaleo.com/location/washington-dc/",
				"note": "Jaleo is a buzzy Spanish spot from chef José Andrés serving tapas, paella, and sangria in a striking, artsy space. If you can convince your table you should get the tasting menu which comes in three level/number of dishes. From their website, ‘At Jaleo, plates are designed to be shared. But these are not just any small plates. They’re the best authentically Spanish and local ingredients, simply prepared, and enjoyed with good friends and conversation. Inspired by the traditional dishes of José’s childhood and elevated through his experiences, talents, and creativity, Jaleo’s cuisine is authentic Spain with finesse. Along with signature tapas, the savory paellas, superb sangria, and a wide selection of the finest Spanish cheeses, wines, and sherries ensure that you’ll always find something wholly unique and exciting. It’s tradition and whimsy, all in one bite.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Jimmy T's Place",
				"add1": "501 5th St SE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20003",
				"phn": "(202) 546-3646",
				"url": "",
				"note": "Jimmy T's Place is a quirky, no-frills dining room serving American breakfast and lunch inside a Victorian structure. I keep meaning to go here but never think of it I've already eaten when I'm nearby. From the Washington, DC Eater website, ‘A favorite for Capitol Hill residents, Jimmy T’s is a tightly packed diner that’s known primarily for its reliable service and low prices on omelets and combo deals. Jimmy T’s is about as divey as it gets - a no-frills, tiny neighborhood favorite that’s actually cheap. What to order: good coffee, breakfast combos, eggs with a half-smoke.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Jinya Ramen Bar",
				"add1": "1336 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20005",
				"phn": "(202) 588-8560",
				"url": "https://www.jinyaramenbar.com/",
				"note": "Jinya Ramen Bar is an outlet for the LA-based Japanese franchise known for long-simmered noodle soups, wide menu, and drinks. From their website, ‘JINYA is known for its slow-cooked approach to ramen, made from broths simmered for 20 hours in-house. From its customizable menu to sleek interiors, JINYA Ramen Bar presents a contemporary Japanese dining ideal for lively social gatherings for all ages.’ From the Washington, DC Eater website, ‘The Jinya bun is one of many small plate appetizers this new ramen house has on its menu.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Joselito Casa de Comidas",
				"add1": "660 Pennsylvania Ave. SE",
				"add2": "ccc",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20003",
				"phn": "(202) 930-6955",
				"url": "https://www.joselitodc.com/",
				"note": "Joselito Casa de Comidas serves tapas, mains, and family-style Spanish dishes served in a cozy bistro decorated with old family photos. Capitol Hill Books recommends the cod fritters. From their website, 'Joselito is an homage to my late father, Jose Candon Perez, who, together with my mother, showed me that some of the best memories of life are created with family and friends over long, leisurely meals. Joselito is an intimate Spanish restaurant located on Capitol Hill, but reminiscent of the timeless establishments my father adored during his lifetime in Spain.' From the DC Eater website, 'This restaurant from the owners of SER in Ballston specializes in Spanish cuisine, including salt cod, Iberian ham, and fried anchovies.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Capitol Hill Books"
            },
            {
                "name": "Keren Restaurant and Coffee Shop",
				"add1": "1780 Florida Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 265-5764",
				"url": "",
				"note": "Keren Restaurant and Coffee Shop serves East African cuisine draws expats and locals to this upbeat hangout from breakfast until night. I noticed this place one warm, nice evening in the spring and it had a line out the door so I figured I need to try it out when I get a chance. From the Bon Appetit website, ‘If you’re spending time in D.C., you’re practically required to seek out some Eritrean or Ethiopian food—there’s a lot of it around since the nation’s capital is home to the biggest diaspora. Go to Keren when you crave friendly dinerlike vibes and a big, affordable plate of food to sop up whatever ails you. Opt for the full, a hearty mix of beans, eggs, and vegetables. Or order a platter that offers a range of just-the-right-level-of-spicy meat and vegetarian options. Surprised that some of the menu choices are served with mass-produced white rolls that are definitely not Eritrean? Just go with it—there’s a lot of sauce that needs mopping up.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "La Colombe Coffee Roasters",
				"add1": "924 Blagden Alley NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 289-4850",
				"url": "https://www.lacolombe.com/",
				"note": "La Colombe Coffee Roasters is a trendy cafe serving house-brand artisanal coffee, pastries, and snacks in a sleek space. If you like very dark chocolate hot chocolate, this might be the place for you. <strong>NOTE</strong>: You will probably have to walk in because there is not much if any parking back in the alley. From the Washington, DC Eater website, ‘In 2014, Philly’s La Colombe Coffee Roasters opened a D.C. location in a narrow, charming building in Blagden Alley. The chain (famous for its draft lattes) now boasts cafes in Chinatown and near U Street, along with a café tucked away inside NoMa’s giant new flagship REI store.’ <strong>NOTE</strong>:  They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "La Cosecha",
				"add1": "1280 4th St NE",
				"add2": "ccc",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "ggg",
				"url": "https://lacosechadc.com/",
				"note": "From their website, ‘La Cosecha is a contemporary Latin American marketplace in Washington DC that celebrates centuries of heritage. As a culinary embassy, La Cosecha is designed for community and conversation with a philanthropic mission to foster business education throughout Latin America. Our seasonal experiences are curated in partnership with Latin American embassies, eclectic tastemakers, and artistic contributors. The harvest, la cosecha, is the natural time of reaping what has been cultivated by a dynamic community.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Levain Bakery - Georgetown",
				"add1": "3131 M St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(202) 843-9340",
				"url": "https://levainbakery.com/pages/georgetown-d-c",
				"note": "From the DC Eater website, 'The cookies at Levain Bakery are massive. The company, which has a cult following in New York City, portions them out at a palm-size 6 ounces. Each chocolate chip walnut or oatmeal raisin cookie is practically a meal in itself, making them the perfect size for sharing. From their website, 'Pam Weekes and Connie McDonald created Levain Bakery in 1995, out of their passions for food, friendship, and hard work. Competitive swimmers and triathletes Pam and Connie passed their grueling workouts by engaging in passionate conversations about starting their own company and baking, which ultimately inspired them to leave their respective careers in fashion and finance. They opened a small bread shop in 1995, which they named Levain Bakery.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "DC Code and Coffee Attendee"
            },
            {
                "name": "Little Sesame",
				"add1": "1828 L St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20036",
				"phn": "(202) 975-1971",
				"url": "https://www.eatlittlesesame.com/",
				"note": "From their website. 'Little Sesame is the new kid on the block. We’re not your run of the mill walk-the-line fast-casual. Inspired by their travels, Chefs Ronen Tenne and Nick Wiseman have created a menu featuring bold, fresh, and exciting flavors. Enjoy thoughtfully crafted hummus bowls and pita sandwiches, plus seasonal salatim and mezze. Finish it all off with our housemade dairy-free soft serve. We hope you’ll join us!' From DC eater website, 'Little Sesame co-owner Nick Wiseman says he knew the company was onto something when people were waiting and waiting in the rain to try hummus bowls during the pop-up’s early days in the basement at DGS. &lduo;People were super excited and loving what we were doing,&rdquo; he says. He’s partnered with his cousin, David Wiseman. An old chef buddy, Ronen Tenne, gives the brand Israeli cred.' <strong>NOTE</strong>: They have more than one location.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Lucky Buns",
				"add1": "2000 18th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 506-1713",
				"url": "https://www.luckybuns.com/",
				"note": "Lucky Buns serves burgers and chicken sandwiches with exotic toppings at this casual eatery, with a well-curated bar. From their website, 'We've traveled all over the world, and it seems that no matter where you go, you can always find a way to cure that burger craving. All of our burgers are hand-formed Creekstone Beef, seasoned to order and cooked to perfection. All of our pickles, sauces, and spreads are made in house, in small batches. Our produce is locally sourced whenever in season. Our bread is fresh-baked daily by Lyon Bakery here in Washington, DC.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Maketto",
				"add1": "1351 H St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": " (202) 838-9972",
				"url": "https://maketto1351.com/restaurant/",
				"note": "Maketto is a food and fashion marketplace featuring java, street food and fashion from DC-based businesses. For lunch, you should order the Cambodian Num Pang Sandwich (similar to Bahn Mi), the Leek Buns, and the Pork Steamed Bao. For dinner, you need to order the Spicy Laab over bone marrow, and I see everyone ordering the Maketto Fried Chicken and Bread. I haven't found anything I wouldn't order again. From their website, ‘Maketto is a 6,000 sqft communal marketplace located in Washington DC, combining retail, restaurant, bar, and cafe experiences. The space features a modern/minimal attitude and includes a mix of 2 buildings, a courtyard, a roof deck, and a catwalk connecting the different spaces together. “We wanted to create a space where everyone felt at home, whether it was to enjoy a coffee and a pastry, a nice dinner, a great selection of wines, to shop for new shoes, or to just work quietly in the cafe. Our hope is that you learn/try something new and can always find a reason to come back to see us.” - Erik Bruner-Yang’", 
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mama Ayesha's Restaurant",
				"add1": "1967 Calvert St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 232-5431",
				"url": "https://mamaayeshas.com/",
				"note": "Mama Ayesha's Restaurant was named after its 1960 founder, this long-running Middle Eastern spot has grilled meats and exotic decor. From their website, 'Our founder, Mama Ayesha Abraham, was born in the Mount of Olives in Jerusalem in the late 1800’s. After running 24 farms by the age of 21, she came to the United States in the late 1940’s and was hired as a cook for the Syrian Embassy. After toiling at the embassy and working at several D.C. restaurants, she opened her first restaurant in 1960, Calvert Cafe. The booming cafe served ambassadors, foreign dignitaries, and U.S. officials. Known as the Calvert Cafe until Mama Ayesha’s death in 1993, the building was renamed in her honor in 1994. Now run by her nephews and great-nephews, although Mama Ayesha is no longer with us, her memory and recipes remain.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "DC Code and Coffee Attendee"
            },
            {
                "name": "Market Lunch",
				"add1": "225 7th St SE",
				"add2": "Eastern Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20003",
				"phn": "(202) 547-8444",
				"url": "https://www.marketlunchdc.com/",
				"note": "Market Lunch is famous for the blue buck blueberry pancakes and a breakfast sandwich called the Brick (fried egg, cheese, potatoes, and meat (sausage, bacon, etc.) on a soft roll.) I tend to order the sausage brick and a small lemonade. One of these days I will branch out and other things or get others to come with me so we can share. From their website, ‘Since 1978, The Market Lunch has been dishing out hearty breakfast and lunch comfort food inside D.C.’s historic Eastern Market. Serving one of D.C.’s best Crab Cakes, along with many other local seafood and regional favorites for lunch. The famous Blueberry-Buckwheat pancakes and “The Brick” breakfast sandwich are standouts among the many breakfast favorites. The Market Lunch has been a staple establishment for locals and their out-of-town guests, along with tourists from all around the world, for nearly four decades. Having been featured in The New York Times, Southern Living, The Washington Post, Conde Nast Traveler, Washingtonian Magazine, and Food & Wine Magazine, this cafeteria-style, no-frills, D.C. dive is sure to fill your stomach and your soul.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Masala Art",
				"add1": "4441 Wisconsin Ave",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20016",
				"phn": "(202) 362-4441",
				"url": "https://www.masalaartdc.com/",
				"note": "Masala Art is a classic Indian eats alongside hard-to-find items offered in a basic dining room with a lunch buffet. From the Washington, DC Eater website, ‘This Indian mainstay in Southwest and Tenleytown offers lengthy menus full of ground lamb kebabs with hints of jalapeno and mint, best-selling biryani bowls served in silver tins, creamy, cashew nut shrimp curry, and triangles of fluffy naan flecked with rock salt and cilantro. A Ramos Gin Fizz with star anise-infused gin joins tall, icy bottles of Taj Mahal beer. Romantic details are aplenty here, from flickering candles balanced on metal figurines to wood-carved elephants to street lights piercing through a beaded curtain wall.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Maydan",
				"add1": "1346 Florida Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 370-3696",
				"url": "https://www.maydandc.com/",
				"note": "Maydan is Rose Previte's trendsetting eatery showcasing Caucasian, North African, and Middle Eastern cuisines. From their website, 'The centerpiece of every table is the bread, which we make to order in Maydān’s clay ovens; it is a culmination of everything we love about the regions we focus on. Bread brings the meal together, and bread brings people together. We want you to use your hands, making the bread your utensil. Share with your neighbor, break bread with your family and friends.' From the DC Eater website, 'Maydan’s central wood-burning hearth churns out family-style portions of protein, including a whole-roast chicken spiced with turmeric and coriander that comes with a side of garlicky toum.' and 'Beiruti-style hummus, flecked with diced tomatoes, green peppers, scallions, and parsley; smoky lamb shoulder, rubbed with baharat (a dusky-sweet, Lebanese-Syrian mixture of seven spices); carrots caramelized over coals and walloped with harissa. Maydan owner Rose Previte, along with co-executive chefs Gerald Addison (no relation) and Chris Morgan, train a honeyed spotlight on North African and Middle Eastern flavors. Their focus brings welcome attention to a span of the world whose wondrous cuisines remain perplexingly undersung in the United States. The restaurant’s centerpiece hearth — a blazing fire pit outfitted with grills and two clay ovens for baking delightfully misshapen, floppy-crackery flatbreads — sets a dramatic scene. Zoom in on dishes that particularly reflect Previte’s Lebanese heritage, including spreads like muhammara, a glossy paste of walnuts and red pepper twanged with pomegranate molasses, and hindbe, lemony dandelion greens textured with fried shallots. This is food meant for groups and sharing — though solo diners will find a warm greeting at the room-length bar.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Joe Yanon book Cool Beans and Eater's 18 Best New Restaurants in America - 2018"
            },
            {
                "name": "Meats and Foods",
				"add1": "247 Florida Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 505-1384",
				"url": "http://www.meatsandfoods.com/",
				"note": "Meats and Foods serve grilled sausage sandwiches, and chili served in a small storefront with a retail market space. I stop there over a year ago and can't quite remember what I ordered, but I had to narrow the choice down to only two from a handful that I wanted to eat. From their website, ‘Meats and Foods began in our DC apartment kitchen in 2011. Since opening our storefront in 2014, you have been able to find us making our products in-house, from our half-smokes and bacon to vegan chili and handmade tortillas. We are a tiny shop staffed by two people, so particularly on weekend mornings, there may be wait times. You can always call to check! We’ve been making food at the corner of Florida Ave and 3rd Street NW in DC since 2014. We are open for dining at our counter inside or at our patio!’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Menomale",
				"add1": "2711 12th St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20018",
				"phn": "(202) 248-3946",
				"url": "https://menomale.us/",
				"note": "Menomale is a bright, narrow bistro serving wood-fired Neapolitan pizzas, calzones, sandwiches, and craft beers. From the Washingtonian website, 'The pies are constructed on excellent foundations: a bright and sweet tomato sauce, tangy slices of fresh mozzarella, and a crust (cooked quickly in the custom-built wood-fired oven from Italy) that hovers between chewy and crispy. The pizza dough is wisely repurposed for excellent calzones and sandwiches, which deliver the crunch of a grill-pressed Cubano. A heads-up for hop-heads: The craft-beer list is unexpectedly deep and interesting for such a tiny operation.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mi Cuba Cafe",
				"add1": "1424 Park Rd NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "(202) 813-3489",
				"url": "https://micubacafe.com/",
				"note": "Mi Cuba Cafe is a casual place offering traditional Cuban fare in a colorful space with tropical plants and light wood. From their website, 'Cuban cuisine is much more than “Ropa Vieja” or “Cuban sandwich,” it is a mixture of diverse culinary cultures, with seasoning and adorned with musical notes. Over ten years ago, when we arrived in Washington DC, we discovered that the aroma of “Mojo Criollo” and “Cuban Coffee” were scarce in this city. “Mi Cuba Café” was born to place on the palate of its audience, the tastiness, joy, art, and music of traditional Cuban food.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Neopol Savory Smokery",
				"add1": "1309 5th St NE",
				"add2": "Union Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 543-1864",
				"url": "http://neopolsmokery.com/the-shops/union-market-dc",
				"note": "Neopol Savory Smokery is a family-owned and operated producer of artisanal smoked salmon and gourmet foods based out of Baltimore, MD. We use traditional, old-world techniques of curing and smoking with new-world flavors and spices to bring you a truly unique product. We pride ourselves in serving responsibly sourced ingredients in partnership with local farms and small businesses. The Washington Post lists some of the items Neopol Savory Smokery offers at their Union Market location: 'Smoked New Zealand mussels glisten in their green-gold shells. Curried smoked chicken salad, smoked hummus, smoked egg salad, smoked duck, smoked bacon, smoked garlic, and even smoked tofu beckon from the case.' From their website, ‘Union Market in Washington, DC, offers an eclectic mix of high-quality food vendors providing you with the freshest and best food choices in DC. We offer made-to-order gourmet sandwiches, fresh salads, and a rotating selection of our most popular smoked foods. We also offer custom party platters.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joe Yanon book Cool Beans"
            },
            {
                "name": "NuVegan Cafe",
				"add1": "2928 Georgia Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 232-1700",
				"url": "https://www.ilovenuvegan.com/",
				"note": "NuVegan Cafe is a relaxed spot with a menu of meat-free salads, sandwiches, and entrees, along with fresh juices and smoothies. From their website, 'Formerly, Woodlands Vegan Bistro is DC’s top spot for vegan soul food eats and casual dining. NuVegan Café caters to all customers, from the transitioning to vegan eater to the hardcore health enthusiast. We also serve those that are not vegan, which really speaks volumes as we have something for everybody, and that’s good food that everyone can enjoy regardless of your eating lifestyle choice. At NuVegan café, you will experience home-away-from-home hospitality and knowledgeable team members that enjoy wowing your taste buds with samples of our made-in-house prepared dishes, smoothie, and juice bar, ample dining space for a group hangouts with great music and occasional events.' <strong<NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jax and Micheal"
            },
            {
                "name": "Ollie's Trolley",
				"add1": "425 12th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20004",
				"phn": "(202) 770-8614",
				"url": "",
				"note": "Ollie's Trolley is a family owned restaurant which has been a Washington, DC institution for over 30 years. It's been voted best in town for their famous seasoned burgers and fries. Unfortunately, Ollie's Trolley has no trolleys, but this local fixture is filled with kitschy antiques and plays 50's style music. From the Washington, DC Eater website, ‘Ollie’s Trolley, the old-school burger shop on the corner of 12th and E Streets, has been through it all. With its bright, primary color paint job and carousel horses in the window, the diner stands out among all the chain restaurants nearby. But in fact, Ollie’s Trolley is part of a national chain itself, D.C.’s diner being one of the few left in the country.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Panda Gourmet",
				"add1": "2700 New York Ave NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 534-1620",
				"url": "",
				"note": "Panda Gourmet has basic cafe surroundings with a full bar where spicy Sichuan fare comes from a big menu. You need to order one the Chinese burgers along with the dumplings and pork belly appetizers. Plus, it's located at the Days Inn Washington DC/Gateway in Northeast Washington, DC. From the Washington, DC Eater website, ‘This not-so-hidden-anymore gem for Sichuan cooking is inside the Days Inn off of New York Avenue. Dan dan noodles and ma po tofu are sure bets. For those looking for a spicy kick, Panda Gourmet is an obvious choice for dishes like dan dan noodles (and their handmade Shaanxi noodles with pork). The Dish to order is Noodles with ground pork and dried tofu. The legendary Sichuan kitchen inside a Days Inn off New York Avenue NE serves a huge variety of Chinese dishes, with plenty of hearty noodles to make things right the day after a night out.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pearl Dive Oyster Palace",
				"add1": "1612 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 319-1612",
				"url": "https://pearldivedc.com/",
				"note": "Pearl Dive Oyster Palace is a popular spot for seafood dishes with boardwalk decor and a lively upstairs bar and bocce court. Friends say they server the best Bloody Mary in DC. From the Washington, DC Eater website, ‘Pearl Dive makes beignets their own with a twist on the original recipe. Ricotta beignets comes with an almond caramel dip, adding tasty-yet-understated flavors to a malleable base ($10). Cajun-leaning Pearl Dive continues to remain relevant 10 years in, with a devoted fanbase that keeps coming back for gumbo, shrimp and grits, clam chowder, and oysters prepared plenty of ways. Day drinking and brunch are big here, too.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Peregrine Espresso - Eastern Market",
				"add1": "660 Pennsylvania Ave SE",
				"add2": "Eastern Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20003",
				"phn": "(202) 629-4381",
				"url": "http://peregrineespresso.com/",
				"note": "Peregrine Espresso is where serious coffee sippers converge on this snug spot for carefully made espresso drinks, snacks and more. Great place to grab a coffee or a hot chocolate before wandering around Eastern Market on the weekend. They will go well with some food from one of the vendors at Eastern Market. From their website, ‘Considered by coffee connoisseurs as the premier place to go for a cup of delicious, micro-brewed coffee. Owned by husband and wife team Ryan and Jill Jensen, Peregrine Espresso is considered by coffee connoisseurs as the premier place to go for a cup of delicious, micro-brewed coffee to order in DC. A well-known mentor in DC coffee community, Ryan has nearly 20 years experience in the specialty coffee industry. Since 2008, Peregrine Espresso has earned mentions among Food & Wine’s List of America’s Best Coffee Bars and Bon Appetit’s 10 Best Boutique Coffee Shops, while Peregrine baristas have taken home two Regional Barista Competition titles as well as two top ten finishes at the United States Barista Competition.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Justin Thorp"
            },
            {
                "name": "Peregrine Espresso - Union Market",
				"add1": "309 5th St NE",
				"add2": "Union Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 629-4381",
				"url": "http://peregrineespresso.com/",
				"note": "Peregrine Espresso at Union Market is considered by coffee connoisseurs as the premier place to go for a cup of delicious, micro-brewed coffee. A wonderful place to grab a coffee, espresso, or hot chocolate to go with your food from the dozens of food choices in Union Market. From their website, ‘Considered by coffee connoisseurs as the premier place to go for a cup of delicious, micro-brewed coffee. Owned by husband and wife team Ryan and Jill Jensen, Peregrine Espresso is considered by coffee connoisseurs as the premier place to go for a cup of delicious, micro-brewed coffee to order in DC. A well-known mentor in DC coffee community, Ryan has nearly 20 years experience in the specialty coffee industry. Since 2008, Peregrine Espresso has earned mentions among Food & Wine’s List of America’s Best Coffee Bars and Bon Appetit’s 10 Best Boutique Coffee Shops, while Peregrine baristas have taken home two Regional Barista Competition titles as well as two top ten finishes at the United States Barista Competition.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Justin Thorp"
            },
            {
                "name": "Piccolina da Centrolina",
				"add1": "963 Palmer Alley NW",
				"add2": "City Center DC,",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 804-5713",
				"url": "hhh",
				"note": "From Piccolina da Centrolina's website, 'Translating to &ldquo;little one&rdquo; in Italian, Piccolina is the sophomore restaurant from award-winning, Washington DC Chef and Owner Amy Brandwein. The all-day café features a menu cooked over wood fire, alongside a variety of freshly baked breads inspired by the chef’s travels through Italy. Counter service invites guests to dine-in or enjoy chef’s dishes to-go. Piccolina is a reflection of Chef Brandwein’s interpretation of Italian cuisine.' From the Washington, DC Eater website, ‘A wood-burning oven imported from France is the workhorse inside Amy Brandwein’s Italian cafe in CityCenter, an everyday alternative to Centrolina, her dressier osteria across the street. Last summer, the five-time James Beard Award finalist added twice as many seats, seasonal spritzes, and more wood-fired capabilities to roast all kinds of vegetables, seafoods, and meats like ribs and pork and lamb sausages. A daily pastry program produces quiche and phenomenal focaccia, and the 10-layer eggplant Parmesan remains a best-selling showstopper. Eating light is painless, too, from charred Napa cabbage to a carrot-and-bulgur wheat bowl with cauliflower, raisin, and pistachio.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joanne"
            },
            {
                "name": "Pho Viet",
				"add1": "3513 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "(202) 629-2839",
				"url": "http://www.phovietwdc.com/",
				"note": "Pho Viet is a neighborhood eatery serving classic Vietnamese fare on the ground floor of a brownstone. If you like dishes spicy, you should order the lemongrass Pho that comes with additional chili oil. From the Washington, DC Eater website, ‘They don’t skimp on the servings here, so come with an empty stomach and don’t miss out on the rare ribeye and brisket pho. The meats are tender, and the broth is supremely savory. An added bonus: the peanut sauce that accompanies the spring rolls is among the tastiest in the area.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Potter's House",
				"add1": "1658 Columbia Rd NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 232-5483",
				"url": "https://www.falafelinc.org/",
				"note": "The Potter's House is a community hangout serves Southern fare, displays art, sells books, hosts music, and readings. From their website, 'The Potter’s House is a nonprofit café, bookstore, and event space in the Adams Morgan neighborhood of Washington, DC. Since opening our doors in 1960, we have been a key place for deeper conversation, creative expression, and community transformation. We constantly strive to uphold our values of solidarity, justice, spirituality, and care for the earth. Learn how we live our values every day, and consider donating or purchasing a gift card to support our mission as a nonprofit social enterprise.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "POW POW",
				"add1": "1253 H St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 399-1364",
				"url": "http://www.eatpowpow.com/",
				"note": "POW POW is an award-winning plant-based Asian, organic and kosher certified fast-casual restaurant located in the heart of the popular H Street, North East corridor of Washington, DC. From their website, ‘POW POW is an award-winning plant-based Asian and kosher certified fast-casual restaurant with locations in the heart of DC’s popular H Street, North East corridor, as well as our newest location at Downtown’s busy Franklin Square area of North West, Washington, DC. Adapting classic Chinese, Japanese, and Korean techniques through corporate American food models, POW-POW creates its version of Asian Plant-based cuisine. Serving creative house-made plant-based proteins, salads, hearty bowls, and Egg rolls the size of your arm. Using the highest-quality natural ingredients from local farms when available, POW POW serves its unique version of creative and fun plant-based food in a culture-rich environment.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Red Bear Brewing Co.",
				"add1": "209 M St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 849-6130",
				"url": "https://www.redbear.beer/",
				"note": "From the Red Bear Brewing Co. website, 'Red Bear Brewing is an independent craft brewery that fights the mediocre industrial beer giants and strives to win over the hearts of the community. Our conscientious nature shines through with our commitment to our diverse team members, neighbors, and the planet we all share. We quest with the parched people of the district.' They serve beer, cider, and wine, along with all the main dishes being fish. If you want to keep busy while you’re there then grab one of their probably three dozen board games over by the merchandise area near the door. Red Bear Brewing is an independent craft brewery that fights the mediocre industrial beer giants and strives to win over the hearts of the community. Our conscientious nature shines through with our commitment to our diverse team members, neighbors, and the planet we all share. We quest with the parched people of the district. We ensure that their thirst will be vanquished! Lives will be changed!! The people of the district will cheer!! Huzzah!!!!’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Red Hen",
				"add1": "1822 1st St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 525-3021",
				"url": "https://theredhendc.com/",
				"note": "The Red Hen is a creative wood-fired Italian eats in an airy, rustic-industrial space with an open kitchen and large bar. From their website, 'We’re an Italian-influenced American restaurant located in the historic Bloomingdale neighborhood of Washington, DC. Started by long-time friends, Michael Friedman and Michael O'Malley, The Red Hen has introduced a youthful sophistication to the rapidly evolving dining scene in one of the most eclectic neighborhoods in the nation's capital.' From the DC Eater website, 'The best spot at this critically acclaimed restaurant is at the bar. It offers a front-and-center view of the open kitchen. Order a hearty bowl of pasta paired with a glass of wine and save room for dessert — the hazelnut crumble is sure to please.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joe Yonan cookbook Cool Beans"
            },
            {
                "name": "Right Proper Brewing Company Shaw Brewpub and Kitchen",
				"add1": "624 T St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 607-2337",
				"url": "https://www.rightproperbrewing.com/",
				"note": "Right Proper Brewing Company Shaw Brewpub and Kitchen serves house-made brews and Southern-influenced American eats in an industrial-chic space lined with murals. You should try the trout mousse appetizer or the deep-fried chicken livers with smoked bacon, mashed potatoes, and green beans or the pasta bolognese with chopped veg and sausage. From their website, ‘Right Proper Brewing Company started in 2013 as a small neighborhood brewpub next door to the historic Howard Theatre in the Shaw neighborhood of DC. Our purpose is simple: deliver an eclectic range of fresh, delicious beer, alongside real food, for a good price, and by a nice person.’ From the Washington, DC Eater website, ‘This brewpub is known for its rotating selection of artful and experimental brews. Styles tend to be on the lighter side of the spectrum – expect to see plenty of farmhouse ales, saisons, and other rustic styles. Food fits the gastropub model with options like burgers, pastas, salads, and appetizers like beer battered cheese curds, and baked mac and cheese. Right Proper also operates a production house in Brookland that includes a taproom with a dozen rotating drafts.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Salumeria 2703",
				"add1": "2703 12th St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20018",
				"phn": "(202) 699-2397",
				"url": "https://salumeria2703.com/",
				"note": "From their website, ‘Salumeria 2703 is an authentic Italian deli in the heart of Brookland, DC. At our deli, you can find a large variety of imported cold cuts, cheeses, gourmet pantry items, wine, and fresh made items, such as pasta, sauces, lasagna, and more! Everything you need for your Italian homemade meal!’ From the Washington Post website, 'Salumeria 2703, is a better place with the sandwiches. This is not a knock against their fresh pastas, each produced from a machine that silently spits out fettuccine, fusilli, bucatini, and other shapes on a counter by the window, a process that can induce hypnosis if you stare at it too long. The toothsome pasta serves as an excellent partner to the shop’s custom marinara, a soft-spoken, basil-perfumed sauce that allows the San Marzano tomatoes to have the last word.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Seylou Bakery",
				"add1": "926 N St NW",
				"add2": "Suite A",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": " (202) 842-1122",
				"url": "http://www.seylou.com/",
				"note": "Seylou Bakery is a minimalist bakery for artisan breads and pastries made from locally grown grains, along with coffee, and teas. If you get a chance order their focaccia bread which is made with whole wheat. From the Washington, DC Eater website, ‘Unique among D.C.’s bakeries, Seylou is the first and only D.C. bakery to operate an in-house mill. The Blagden Alley bakery is committed to the traditional ways of baking as owner Jonathan Bethony mills whole grains and ferments his loaves before popping them into an imported wood-fired oven. The result is some of the post impressive loaves of pain au levain, einkorn, and others. Plus, the bakery’s whole grain sourdough becomes the base for pizzas each Friday night.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Shouk",
				"add1": "395 Morse Street NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 313-7671‬",
				"url": "https://shouk.com/",
				"note": "Shouk is a Middle Eastern-inspired vegan sandwiches, dips, salads, and snacks in a stylish, counter serve. From their website, ‘We believe that real food derived from plants and sustainably delivered is the answer to healing our bodies and planet. We craft our food from fresh vegetables, beans, grains, and lots of spices. No labs, nothing processed or engineered. Just brilliant plants made to inspire. We craft our food from fresh vegetables, beans, grains, and lots of spices. No labs, nothing processed or engineered. Just brilliant plants, made to inspire.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sospeso",
				"add1": "1344 H St NE",
				"add2": "ccc",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 827-3123",
				"url": "http://www.sospesodc.com/",
				"note": "From their website, ‘The name Sospeso comes from Caffè Sospeso, which literally means “suspended coffee.” This is a Neapolitan practice of anonymously paying for a coffee ahead for someone else in need. We love carrying on the tradition as we believe “Caffè Sospeso” is a symbol of generosity and true local community. Inspired by the recipes of our grandparents and the sun-drenched countries along the Mediterranean Sea, we choose fresh local ingredients to prepare simple and modern artisan dishes with beautifully defined flavors. The Mediterranean-influenced dishes are perfect to gather around with friends. Mezze of taverns, expertly crafted espresso, and housemade vermouth are Sospeso’s signature offerings. A seamless blend of original history and modern rustic design, Sospeso’s natural light-soaked industrial space evokes a refined dining experience with a unique sense of the comforts of the Mediterranean.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Closed Tuesday"
            },
            {
                "name": "Stachowski's Market",
				"add1": "1425 28th St NW,",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(202) 506-3125",
				"url": "http://www.stachowskimarket.com/",
				"note": "Stachowski's Market is a butcher shop offering fresh and cured meats and cheeses, plus sandwiches along with roast chicken to go. You need to get the four meat grinder or the Braunschweiger: house-made liverwurst on rye with onions, mustard, and sweet pickles. Another of their great sandwiches is their 'Four Meat Grinder' (sandwich) which contains capicola, mortadella, salami, soppressata, lettuce, pickled red onion, tomato, provolone, hot peppers, and more. From the Washington, DC Eater website, ‘This butcher shop tucked away on a residential street in Georgetown is popular for its humongous sandwiches. While the pastrami and the “4 meat grinder” are the most popular, there’s also a half-smoke with onions and mustard. Around since 2011, Georgetown’s beloved butcher has a devoted neighborhood following for its hot pastrami, roast beef on rye, and meatball grinders. Its half-smokes and bratwurst are now featured on the menu at Solace Brewing’s new Navy Yard tap room.’",
				"eaten": "yes",
				"photo": "https://c1.staticflickr.com/3/2859/10045269264_85475fa534_n.jpg",
				"cptn": "15 inch four meat grinder (sandwich) which contains capicola, mortadella, salami, soppresto, lettuce, pickled red onion, tomato, provalone, hot peppers, and more from Stachowski's in Georgetown",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Steak and Egg Kitchen",
				"add1": "4700 Wisconsin Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20016",
				"phn": "(202) 686-1201",
				"url": "",
				"note": "Steak and Egg Kitchen customers belly up to the counter or sit outside at this no-frills 24/7 breakfast and burger spot. It's a nice whole int he wall that always open. I need to get back here one of these days it's been a while if not a few years. From their website, ‘If you’re hungry, we’re open! Since 1993 Steak N Egg Diner has been a DC institution serving everyone, including local residents, students, politicians, dignitaries, and even sports, movie, and music industry stars. But no matter who walks in our doors – our most important customer, each and every time, is you! Come by and see what we’re all about and enjoy a meal with us, any time, day or night!’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sticky Fingers Diner",
				"add1": "406 H St NE,",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 367-9600",
				"url": "https://stickyfingersdiner.com/",
				"note": "From their website, ‘Sticky Fingers is an all-day Diner, Bakery, and Bar by award-winning Chef Doron Petersan. Woman-owned and operated. 100% plant-based. (Formerly Fare Well).’ From the Washington, DC Eater website, ‘Fare Well recently rebranded and reopened as Sticky Fingers Diner, putting all the pieces of Doron Petersan’s vegan mini-empire under one umbrella. With more seating, a cleaner look, and a full menu of Fare Well comfort food favorites, plus all the treats from the bakery, the diner is D.C.’s most approachable plant-based restaurant. Meanwhile, an e-commerce site ships Sticky Fingers products nationally, and the Columbia Heights-based Sticky Fingers Bakery is still the baking hub.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "SUNdeVICH",
				"add1": "1314 9th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 319-1086",
				"url": "https://www.sundevich.com",
				"note": "SUNdeVICH is a converted garage which houses a counter-serve shop for creative sandwiches made from local ingredients. I have eaten their Madrid which is a chorizo sausage with chimichurri sauce a perfect roll. I ordered the 'Shiraz' which is beef tongue with mustard and pickled vegetables when I went to the restaurant. <strong>NOTE</strong>: They're located in the alley between N and O St. NW. They also have multiple locations. From their website, ‘SUNdeVICH is an independent sandwich shop operating in various neighborhoods throughout Washington, DC. The original location is in a converted garage, in historic Naylor Court, in the Shaw neighborhood, steps away from the Convention Center. Our sandwiches are prepared on French-style demi-baguettes, baked daily, by a local bakery. The crusty yet chewy bread is a nicely suitable vehicle for a great sandwich. It is the perfect foundation to carry and compliment the wide range of flavors and textures that comprise each of our carefully crafted creations.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jeremy Carbaugh"
            },
            {
                "name": "Supra",
				"add1": "1205 11th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 789-1205",
				"url": "https://www.supradc.com/",
				"note": "Supra serves Georgian khachapuri bread, garlicky chicken, wines, and cocktails in a folk art-filled, rustic-mod hub. From their website, '“supra” is a celebratory feast, featuring tons of food, plenty of wine, and toasts courtesy of a ‘tamada,’ sort of a super-toastmaster in charge of keeping the party going. From the DC Eater website, 'Washington Post restaurant critic Tom Sietsema visits the new D.C. restaurant that sets “an inviting table for a Georgian feast.” He’s into the “handsome” tasting board starter packed with colorful beet and spinach pâtés, Georgian cheeses, and “glossy” eggplant with walnut paste. He’s all about bringing on more Georgian amber wine but was a little irked by the “constant interruptions” from servers asking about additional orders. Sietsema says he’s most likely to return for the kebabs, and he’s a fan of the pork ones bolstered with sweet-and-sour plum sauce, as well as the crispbreads (specifically, the plate-size round ones, stuffed with pork and beef) called kubdari.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joe Yanon book Cool Beans"
            },
            {
                "name": "Tail Up Goat",
				"add1": "1827 Adams Mill Rd NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 986-9600",
				"url": "https://www.tailupgoat.com/",
				"note": "Tail Up Goat is a neighborhood restaurant based in the historic Adams Morgan enclave of Washington, DC. A quote from the website 'The food and drink are soulful and sophisticated with a special emphasis on pasta and bread along with idiosyncratic, food-friendly tipples and soft drinks. You are just as likely to discover something new and wildly unexpected as settle into a stunning take on an old forgotten favorite.' From their website, ‘Tail Up Goat is a neighborhood restaurant based in the historic Adams Morgan enclave of Washington, DC. After a decade working side-by-side at some of the city’s finest restaurants, owners Jon Sybert, Jill Tyler, and Bill Jensen opened their doors in February 2016. As longtime Adams Morgan residents, they hoped to establish the kind of enduring local institution they would want to frequent themselves. The restaurant’s name is a nod to the U.S. Virgin Islands, Jill’s childhood home. She and Jon tied the knot on her favorite beach, and Bill occasionally joins them on vacation along with his wife. It is the kind of place where time slows, shoulders relax, and you are able to reconnect easily with friends and family, which is to say, exactly the kind of place we want our restaurant to be.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Takorean",
				"add1": "1309 5th St NE",
				"add2": "Union Market",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "",
				"url": "https://www.takorean.com/",
				"note": "Takorean is a Union Market vendor providing fusion tacos and bowls with Korean-style BBQ fillings. The tacos are great, but you need to get their Korean taco bowl with half rice and half salad along with a soft boiled egg on top. From the Washington, DC Eater website, ‘The Korean-Mexican stall offers a variety of combinations of rice bowls, salads, and tacos. Guests can choose their favorite protein, slaws, sauces, and toppings. But the Bulgogi Taco, featuring thin slices of beef marinated in a sweet-and-spicy soy-based sauce and topped with kimchi long hails, as the favorite combo.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Taqueria Habanero",
				"add1": "3710 14th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "(202) 722-7700",
				"url": "https://www.taqueriahabanero.com/",
				"note": "Taqueria Habanero is a modest Mexican serving homemade tortillas, and fillings, along with pitchers of margaritas and sangria. From Eater DC website of the best tacos places in DC area, 'This festive Petworth eatery is a casual and cool destination inspired by cuisine from Puebla, Mexico. Its native Mexican owners serve hits like tinga poblana (shredded chicken and sausage) and tilapia-filled tacos.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Taqueria Las Gemelas",
				"add1": "1280 4th St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 866-0550",
				"url": "https://lasgemelasdc.com/",
				"note": "From the Taqueria Las Gemelas website, 'Las Gemelas is the newest passion project from Destination Unknown Restaurants, the DC-based company behind the beloved Oaxacan hotspot, Espita, and its popular Philly-inspired ghost kitchen, Ghostburger. Las Gemelas (“the twin girls” in Spanish) is a two restaurant concept located within &ldquo;La Cosecha” in the heart of the Union Market District.' and 'Taqueria Las Gemelas is a fast fancy temple of masa complete with tacos, quesadillas, and tlayudas built upon fresh heirloom corn tortillas made by Yesenia Neri Diaz and her team. We hope you stop by to sip a casual margarita (or two) on our sunny sidewalk café. If you can’t stay, be sure to grab some of our pantry staples, like moles, salsas, or tortillas to cook with at home.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jose R Ralat"
            },
            {
                "name": "Teddy's Roti Shop",
				"add1": "7304 Georgia Ave NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20012",
				"phn": "(202) 882-6488",
				"url": "",
				"note": "Teddy's Roti Shop is a family-run counter-service go-to offering West Indian rotis with various meat and veggie fillings. From the Washington, DC Eater website, ‘Silver Spring’s Teddy’s Roti serves up goat in its goat bussup shut, which is a mixture of roti, goat, and chickpeas. The roti soaks up the goat and all its Caribbean flavor.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Thip Khao Restaurant",
				"add1": "3462 14th St NW",
				"add2": "ccc",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20010",
				"phn": "(202) 387-5426",
				"url": "https://www.thipkhao.com/",
				"note": "Thip Khao Restaurant is a sleek and modern eatery that showcases spicy Laotian dishes and classic cocktails with an exotic twist. From the Michelin guide website, 'Having earned herself a loyal following at Bangkok Golden in Falls Church, Chef Seng Luangrath continues to wow crowds in ever-transforming Columbia Heights.Thip Khao’s menu tempts with its sheer variety, from snacks and salads to soups, curries, and a panoply of entrées. Naem khao, a crispy coconut rice salad, bursts with fresh and fragrant flavor, while muu som, cured and slow-cooked pork belly, is wonderfully fatty. Crispy pig ears dusted with a deliciously tart tamarind salt and dipped in fermented chili-fish sauce are both original and outstanding, but the knap paa, or Chilean sea bass, is a true standout. Brushed with curry paste and coconut cream, then grilled in a banana leaf, this dish will have you wondering if it's dinner or a present?'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Closed Tuesday"
            },
            {
                "name": "Thomas Sweets",
				"add1": "3214 P St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20007",
				"phn": "(202) 337-0616",
				"url": "https://thomassweet.com/location/washington-dc/",
				"note": "Thomas Sweets is a well-known dessert shop dishing up small-batch ice cream plus frozen yogurt and handmade chocolates. They have so many flavors if you can't find one you like you're not trying hard enough. Plus, they are open late even during the week. From their website, ‘Our original happy place opened in 1979, and the smiles haven’t stopped. Come on in and get a scoop or two, our fro yo, or create your own blend-in. Whether you’re enjoying our homemade ice creams and blend-ins, our freshly baked pastries, or our handmade chocolates, you can always count on our attention to ingredients and craftsmanship.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "ThreeFifty Bakery and Coffee Bar",
				"add1": "1926 17th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20009",
				"phn": "(202) 629-1022",
				"url": "http://threefifty.com/",
				"note": "ThreeFifty Bakery and Coffee Bar is a quaint place offering treats such as biscotti, cookies, pound cake, and espresso drinks along with a patio. Here's a quote from them: 'Three Fifty Bakery and Coffee Bar offer baked-goods that are prepared fresh daily in-house. We also masterfully customize baked-goods, served to your specifications perfectly, with our attention and focus on complete customer satisfaction. Some of our desserts include brownies, cookies, sweet bread's, muffins, quiches, and croissants.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Timber Pizza Company",
				"add1": "809 Upshur St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20011",
				"phn": "(202) 853-9746",
				"url": "https://www.timberpizza.com/",
				"note": "Timber Pizza is DC's wood-fired pizza, serving neo-Neapolitan pizza to the DMV (District, Maryland, and Virginia) area. Come check them out at their brick and mortar location in NW Washington or at their mobile oven at a location near you. They are an offshoot of roving flea market pie purveyor with Neapolitan pies and Argentinean bites like empanadas. From their website, ‘In 2014, Andrew Dana (middle) and Chris Brady (right) started Timber Pizza Company in their off-hours with a pizza oven, a ’67 Chevy pickup truck, and a deep love of dough. Enter Chef Dani Moreira (left), having just graduated from the prestigious Culinary Institute of America, the Timber Fam was officially established. In 2016, we opened our first brick-and-mortar pizza shop in Petworth, D.C. Since then, we’ve served a lot of pizza and even more love (probably the most pepperoni’s tbh). Always holding steady to our mission, To serve amazing experiences to the Timber Fam. We’re proudly still serving out extra love (and roni’s) for all our friends, old and new. Since 2014, Timber Pizza Company has become a well-known name across the DMV (DC, Maryland, and Virginia). Whether you’re running in for takeout, looking for a place to truly connect with people, browsing a farmers’ market, flying into DCA, and many more, you’ll find the Timber Fam CHILL’N.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Toki Underground",
				"add1": "1234 H Street NE",
				"add2": "2nd Floor",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 388-3086",
				"url": "https://www.tokiunderground.com/",
				"note": "Toki Underground is a popular but snug Asian-fusion eatery known for ramen noodle soups, dumplings, sake and cocktails. My favorite is to get the curry chicken Ramen with extra noodles and if you're extra hungry also add the pork belly. Or order some pan-fried dumplings or if they have their sticky and spicy Asian chicken wings get those to share with others. From the Michelin Guide website, ‘You’ll go up the stairs, not down to Toki Underground, which shares the same front door as The Pug Bar. Once inside, notice raw wood beams, walls plastered with stickers and scribble, as well as dangling Christmas lights that exude a sense of childlike angst. That angst may grow into full-blown annoyance, as the waits are staggeringly long (there are just 30 counter seats and no tables), but come for lunch to steer clear of all lines. Fried chicken steamed buns, lightly battered and delicately fried enoki mushrooms or pork dumplings are a good way to start things off. The Toki classic with chashu pork and a soft egg is a signature dish, and the broth is slurp-worthy. Its stick-to-your-bones porky intensity is especially memorable.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Unconventional Diner",
				"add1": "1207 9th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 847-0122",
				"url": "https://www.unconventionaldiner.com/",
				"note": "Unconventional Diner is an industrial-chic bistro and bar with upscale comfort fare, coffee, pastries, cocktails, wine, and beer. From the Washington, DC Eater website, ‘Brunch is served until 4 p.m. every day at the award-winning modern diner full of pop art adjacent to the Walter E. Washington Convention Center. Chef David Deshaies serves sweet potato shakshuka, avocado toast topped with confit egg yolk, and a Caribbean twist on shrimp and grits with andouille sausage, plantains, and pineapple-habanero sauce. UD’s “glam Italian” sibling L’Ardente rolls out brunch for the first time this spring. Daily brunch (9 a.m. to 4 p.m.) includes Caribbean shrimp and grits, Lebanese fried rice, Georgia French toasts with peaches and ice cream, and an everything lox bagel.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Union Market",
				"add1": "1309 5th St NE",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(301) 347-3998",
				"url": "https://unionmarketdc.com/",
				"note": "Union Market is a warehouse-like food market with a host of artisans offering charcuterie, empanadas, gelato and more. There are so many places to eat here sometimes it's hard to decide what to get. Go with a group so you can order lots of things you can share which allows you to try things and know more for next time. Plus, they have different pop-up type places worth trying. From their website, ‘Pioneering vision is the driving force behind Union Market District, an historically relevant neighborhood of sights, sounds, and tastes that continues to thrive today. Expanding beyond its origins as a food market to include shopping, dining, arts, entertainment, and community events year-round, Union Market District is a discovery destination—a place for creative enterprise and authentic experiences.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
			},
            {
                "name": "The Well Dressed Burrito",
				"add1": "1220 19th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "22036",
				"phn": "(202) 293-0515",
				"url": "https://www.cnfcatering.com/the-well-dressed-burrito",
				"note": "The Well Dressed Burrito is a compact space with limited hours turning out classic Mexican fare for the weekday to-go lunch crowd. After waiting over a year finally made it about 15 minutes before they closed and ordered the pulled BBQ pork burrito with lettuce, rice, and cheese along with their medium sauce. From their website, ‘The Well Dressed Burrito is known for being one of the first southwestern carry-outs in the DuPont Circle area, opening in 1986. Local customers know us as “the Burrito Place in the alley” because we are a little spot secretly located in the alley right down the street from Dupont Circle. Family run, loyal staff, and most importantly, our overstuffed well-dressed burritos make us a must-have to meet your lunch needs. The Well Dressed Burrito offers more than just burritos made from fresh ingredients and changes its specials daily.’ <strong>NOTE</strong>: They have daily specials of items you can only get that day and are cheaper than a regular burrito.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jeremy Carbaugh"
            },
            {
                "name": "Zaytinya",
				"add1": "701 9th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 638-0800",
				"url": "https://www.zaytinya.com/",
				"note": "Zaytinya is another Chef José Andrés' that offers an innovative mezze menu inspired by Turkish, Greek and Lebanese cuisines served up in a sleek and modern setting. Building on Jose’s deep knowledge of Mediterranean cooking and years of research and travel, the menu features shared small plates of authentic and innovative fare, creative cocktails, and unique Mediterranean wines. From their website, ‘Under the direction of James Beard Award-winning chef José Andrés, Zaytinya’s menu reflects the rich regional diversity of classical Turkish, Greek, and Lebanese cuisines. Starting with authentic ingredients and traditional techniques, Zaytinya’s talented chefs create original and unexpected dishes that bring these regional cuisines to a level never before experienced. Often thought of as party food, the small plates style of dining encourages socializing - a drink, a little conversation, and a few mezze shared by friends and family.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Zeppelin",
				"add1": "1544 9th St NW",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "(202) 506-1068",
				"url": "https://www.zeppelindc.com/",
				"note": "Zeppelin serves sushi and other grilled Japanese fare with sake and cocktails in a dramatic, contemporary space with karaoke. Noticed this place when walking from the Howard University metro stations towards 14th St. to get dim sum. From their website, 'Founded in 2019, Zeppelin Restaurant and Bar serves up sushi and Japanese charcoal-grilled yakitori, while paying homage to the Golden Age of the Great Passenger Airships. Featuring traditional Edomae-style nigiri sushi and Omakase bar by Chef Minoru Ogawa, a Tokyo native who studied under his master-chef father in Japan. Together with partners Adrian Williams, Ari Wilder, and Micah Wilder of Chaplin’s, Zeppelin was born.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Zion West African Restaurant",
				"add1": "1805 Montana Ave NE",
				"add2": "B",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20002",
				"phn": "(202) 636-9097",
				"url": "https://www.zkafricanlounge.com/",
				"note": "Zion Kitchen Lounge and Cafe is a laid-back destination with a menu of regional West African specialties and a full bar. from their website, 'Since 2002, Zion Kitchen has been a favorite for locals and native Africans. Each day, fresh and authentic West African cuisine is prepared using classic recipes handed down through the generations. Mastering her cooking skills in her native Nigeria, your host Oyindamola Akinkugbe (Oyin to her friends) has brought the unique and authentic tastes of traditional West African cooking to the DC area.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joe Yanon book Cool Beans"
            }
        ]
    }
}