{
    "result": {
        "city": "Delaware",
		"posts": [
            {
                "name": "The Dog House",
				"add1": "1200 N Dupont Hwy",
				"add2": "",
				"cty": "New Castle",
				"stt": "DE",
				"zpcd": "19720",
				"phn": "(302) 328-5380",
				"url": "",
				"note": "The Dog House is a no-frills, cash-only eatery with counter seating, offering hot dogs, burgers, pizza, and cheesesteaks. Ordered one of their foot-long hot dogs or two in a soft roll with some tooth, and an order of French fries will fill you right up. From their website, ‘Established in 1952, The Dog House Restaurant is an Iconic family eatery serving a menu made with some of Delaware’s finest ingredients. On average, “our foot-long dogs go out with about 3,000 of the area’s nicest people” using local suppliers such as Serpes Bakery, Dietz and Watson, and Hy Point Dairy. The Sloan brothers and their General Manager and future owner, Mitch Reinhart, created this relaxed, casual dining experience for everyone to enjoy! We are committed to maintaining the superior quality and tradition which has been the standard at this 70-year young landmark. Nothing puts a smile on our faces like seeing a multigenerational family sitting together at the counter while enjoying some dogs, fries, and our friendly staff. If they are locals or travelers, it is true “Our Dogs Do Go Out with the Nicest People!”'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Go Fish!",
				"add1": "24 Rehoboth Ave",
				"add2": "",
				"cty": "Rehoboth Beach",
				"stt": "DE",
				"zpcd": "19971",
				"phn": "(302) 226-1044",
				"url": "https://www.gofishrehoboth.com/",
				"note": "Go Fish! is a casual 40-seat restaurant with British theme featuring fish 'n' chips, toffee pudding, and other eats. The dish to order is the fish and chips (French fries) with a side order of curry sauce. From the Visit Deleware website, 'The comfort food from across the pond is here and waiting for you at Go Fish! in Rehoboth Beach. Enjoy a wide variety of British favorites: bangers and mash, shepherd’s pie, mushy peas, sticky toffee pudding, and of course, beer-battered fish and chips. You’ll savor the passion for all things British with every tasty bite! The place is open seven days a week for you to have a smashing good time to be remembered and repeated.'",
				"eaten": "yes",
				"photo": "https://c2.staticflickr.com/6/5496/9397745894_3f331dae70_n.jpg",
				"cptn": "Fish and chips (french fries for the Americans) with a side of curry sauce. Well worth the long drive home from Go Fish in Rehobooth Beach, DE",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Gus and Gus Place",
				"add1": "15 S Boardwalk",
				"add2": "",
				"cty": "Rehoboth Beach",
				"stt": "DE",
				"zpcd": "19971",
				"phn": "(302) 227-3329",
				"url": "",
				"note": "Gus and Gus Place is an iconic boardwalk standby with booth seating and a walk-up window offering burgers, fries, what looked like great fried chicken, and they even server breakfast. If you're not allergic to peanut oil you have to get an order of french fries. From the Rehoboth Foodie website, 'When you think of the Rehoboth Beach Boardwalk, you can't help but think of Gus & Gus' Place. It's as much a part of life around here as salt water taffy, the bandstand, parking tickets, and summer evening happy hour on Baltimore Ave. Located at the foot of Wilmington Avenue, Gus & Gus' has survived hurricanes, nor'easters, and (so far) even the meddling &ldquo;food police.&rdquo; And they continue to serve up their iconic burgers, cheesesteaks, dogs, chicken, breakfasts, and fries, much of which gets consumed while strolling along the sand or on a blanket under an umbrella on a sunny day.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Hopkins Farm Creamery",
				"add1": "18186 Dairy Farm Rd",
				"add2": "",
				"cty": "Lewes",
				"stt": "DE",
				"zpcd": "19958",
				"phn": "(302) 645-7163",
				"url": "https://www.hopkinsfarmcreamery.com/",
				"note": "Hopkins Farm Creamery's ice cream is made with local ingredients and sold from walk-up windows on a working dairy farm. You should get their salted caramel crunch which has nuts and large chocolate chip chunks. Frm their website, 'You're invited to visit us in person, and please bring your family... we also invite your questions about our dairy and what it's like to work with the cows every day. Sometimes the air smells just enough to give visitors a pleasant sense of an authentic dairy farming environment. Other times, depending on wind direction, it may seem like too much for some. We do our utmost to keep it to a minimum.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mrs. Robino's",
				"add1": "520 N Union St",
				"add2": "",
				"cty": "Wilmington",
				"stt": "DE",
				"zpcd": "19805",
				"phn": "(302) 652-9223",
				"url": "",
				"note": "Mrs. Robino's is an old-school Italian restaurant in a circa-1940 renovated row house serving red-sauce classics. From their Facebook, 'Mrs. Robino’s Restaurant celebrates a love of traditional Italian cuisine, where every plate is served just as it was on grandma's table. Traditional Italian cooking is really about simplicity at its core. It's about having the freshest, liveliest ingredients, and bringing the flavor out of them through the masterful technique. It's what we've been doing for decades at Mrs. Robino’s Restaurant, and it's our dedication to traditional recipes that seems to keep generations of customers coming back.' If you go there, you need to order the Beef Braciole, which is braised in the oven for three hours and served with a side house-made spaghetti or an order of the Meat Ravioli.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Vanderwende Farm Creamery",
				"add1": "4003 Seashore Hwy",
				"add2": "",
				"cty": "Greenwood",
				"stt": "DE",
				"zpcd": "19950",
				"phn": "(302) 349-5110",
				"url": "https://www.vanderwendefarmcreamery.com/",
				"note": "Vanderwende Farm Creamery's ice cream is handcrafted and made right in Bridgeville Delaware. They only use the best quality ingredients to produce a rich and creamy ice-cream. They offer a wide variety of flavors, so there is sure to be one for you. From their website, 'For three generations, our family has owned and operated Vanderwende Farms in Bridgeville, Delaware. Our farm sits alongside Route 404, a very popular means of travel to some of the region’s famous beaches — Lewes, Rehoboth, Dewey, Bethany, Fenwick, and Ocean City.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}