{
    "result": {
        "city": "Denver, CO",
		"posts": [
            {
                "name": "Blue Sparrow Coffee",
				"add1": "3070 Blake St",
				"add2": "#180",
				"cty": "Denver",
				"stt": "CO",
				"zpcd": "80205",
				"phn": "(720) 593-0180",
				"url": "https://www.bluesparrowcoffee.com/",
				"note": "Blue Sparrow Coffee is committed to their neighborhood, the people who work here and live here. They strive to serve you the best coffee in a friendly, comfortable environment. Blue Sparrow Coffee has partnered with local food providers bringing you the highest quality products from Enzo the Baker, Marczyk Fine Foods, and Genova's Biscotti. From their website, 'Located within Denver's thriving River North Arts District and the Platte Street community, we're committed to our neighbors, the people who work and live here. We strive to serve you the best coffee in a friendly, comfortable environment. Over the years, we've made a lot of friends in the coffee world who are dedicated to quality, sustainability, and community. Now is our chance to share their coffees with you.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dae Gee Korean BBQ",
				"add1": "827 Colorado Blvd",
				"add2": "",
				"cty": "Denver",
				"stt": "CO",
				"zpcd": "80206",
				"phn": "(720) 639-9986",
				"url": "https://www.daegee.com/",
				"note": "Dae Gee (which means pig in Korean) is a Korean BBQ restaurant progressively blending Korean food tradition with American culture. We combine the freshest ingredients, endless flavor, and a fun atmosphere to give you the exceptional dining experience you deserve. They serve unlimited BBQ along with unlimited sides for both lunch and dinner. From their website, 'Joe Kim loves it when someone comes to one of his Dae Gee Korean BBQ restaurants and truly pigs out. In fact, Dae Gee translates to “pig” in Korean, and “Pig Out” is its unofficial motto. So one of Kim’s favorite customers is Ethan Tsai. “He used to come into our first spot and really pig out,” Kim says. Back then, Kim had only one location in Westminster, and Tsai was still an organic chemistry professor at Metropolitan State University of Denver. Today, however, Kim owns five Dae Gees, with a sixth on the way, and is getting ready to start up a pandemic-inspired food-shipping business, while Tsai has taken his skills and his Ph.D. to Tivoli Brewing, where he is now the director of brewery operations. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Denver Biscuit Company",
				"add1": "3237 E Colfax Ave",
				"add2": "",
				"cty": "Denver",
				"stt": "CO",
				"zpcd": "80206",
				"phn": "(303) 377-7900",
				"url": "https://www.denbisco.com/",
				"note": "Denver Biscuit Company is a biscuit-based breakfast and sandwich shop set up inside the warehouse-like Atomic Cowboy bar. You need to order one of their biscuit sandwiches such as the club with fried chicken, bacon, and cheddar cheese or a biscuit French toast with sausage, egg, and cheese covered with maple syrup. From the Denver Eater website, 'Anything with fried chicken is a sure bet at this homegrown chain — and it’s even better alongside a milk stout–infused bloody mary or breakfast sangria. Waits are inevitable, but the Instagram shots of towering biscuit sandwiches make the time well spent.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Post Chicken and Beer",
				"add1": "1258 South Hover Road",
				"add2": "",
				"cty": "Longmont",
				"stt": "CO",
				"zpcd": "80501",
				"phn": "(720) 588-2883",
				"url": "https://www.postchickenandbeer.com/longmont/",
				"note": "The Post Chicken and Beer is an upbeat, casual spot serving up fried chicken, comfort-food sides, plus local beer, and cocktails. You need to order the fried chicken and the chicken Chicharrones; fried chicken skin served with a pinto bean hummus. From their website, 'We took the time to do our homework and get the best equipment around so that our fried chicken is perfectly juicy and crispy every single time. We start with humanely raised, all-natural chicken, brine it for hours, give it a dip in buttermilk, dredge it in seasoned gluten-free flour, and then pressure fry it to crisp golden perfection. We rest it for a few minutes to let the flavors meld and season it with our spicy goodness shaker. All that love, care, and attention to detail makes our bird simply mouth-wateringly delicious.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Reunion Bread Co",
				"add1": "3350 Brighton Blvd",
				"add2": "#140",
				"cty": "Denver",
				"stt": "CO",
				"zpcd": "80216",
				"phn": "(720) 620-9336",
				"url": "https://thesourcehotel.com/vendors/reunion-bread-co",
				"note": "From the Reunion Bread Co website, 'Born in Venezuela and raised by Portuguese immigrants, Ismael De Sousa brings European baked breads and pastries to the River North neighborhood. De Sousa has lived and worked all over the world, from South Africa to England to Miami. The menu will include rustic sourdough loaves, sweet and savory pastries, toasts, a New Belgium Brewing beer-infused bread, and more that reflect the cultures he's experienced.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Steuben's Food Service",
				"add1": "523 E 17th Ave",
				"add2": "",
				"cty": "Denver",
				"stt": "CO",
				"zpcd": "80203",
				"phn": "(303) 830-1001",
				"url": "https://www.steubens.com/",
				"note": "Steuben's Food Service is a classic regional American favorite's place, and cocktails make up the menu at this buzzing, retro-style diner. You need to order the fried chicken with mashed potatoes, gravy, and biscuit. From their website, 'Steuben’s is named after a restaurant in Boston that my Great Uncles, Max and Joe, opened in 1945. Steuben’s became a famous Boston restaurant, nightclub, and hotspot from the 1940’s to the 1960’s on Boylston Street. The Vienna Room, The Cave, and The Blue Room were all part of the Steuben’s space and hosted Big Band, Jazz, and Swing groups with The Rat Pack, proms and sweet sixteens, and more. In its prime, Steuben’s was the center of the Boston dining and nightlife scene.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}