{
    "result": {
        "city": "Detroit, MI",
		"posts": [
            {
                "name": "Kings Bakery",
				"add1": "4618 Greenfield Rd",
				"add2": "",
				"cty": "Dearborn",
				"stt": "MI",
				"zpcd": "48126",
				"phn": "(313) 551-3027",
				"url": "",
				"note": "Kings Bakery specializes in Mediterranean gourmet flatbreads and sandwiches. They are known for our phenomenal shawarmas and Manou-wiches(cheese bread sandwiches). From the Detroit Eater website, 'The bakery is known as the “home of the manouwich,” a Middle Eastern cheese pie made into a rolled sandwich that was recently featured in an episode of Ugly Delicious on Netflix. There are long lines for the manouwich, which comes in 17 varieties; the traditional maneesh comes in 44 options. The 55-seat bakery, which opened in 2013, is undoubtedly busiest during Ramadan. “We always have a line,” chef and co-owner Hassan Houssaiky says.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Mudgie's Deli and Wine Shop",
				"add1": "1413 Brooklyn St",
				"add2": "ccc",
				"cty": "Detroit",
				"stt": "MI",
				"zpcd": "48226",
				"phn": "(313) 961-2000",
				"url": "https://www.mudgiesdeli.com/",
				"note": "The quaint deli offers table service for house-smoked meat sandwiches, homemade soups, and craft beer. From the Detroit Eater website, ‘Mudgie’s offers an unbeatable variety sandwiches, including the Brooklyn, served warm and made with house-smoked beef brisket, applewood smoked bacon, beer pub cheese, and caramelized maple onions on a brioche roll. Order a beer or a bottle of wine to wash everything down. The shop takes online orders for pickup at the walk-up window and also offers dine-in service. No longer are good sandwiches solely within the purview of wheat eaters. For only $1.25 extra, almost all of the sandwiches found at Mudgie’s can be made on gluten-free bread. Pair one with a bag of original Better  Made potato chips and a Blake’s Hard Cider for a filling, completely GF  meal.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Schvitz Health Club",
				"add1": "8295 Oakland Ave",
				"add2": "",
				"cty": "Detroit",
				"stt": "MI",
				"zpcd": "48211",
				"phn": "(313) 724-8489",
				"url": "https://schvitzdetroit.com/",
				"note": "From the Schvitz Health Club website, 'Open to members and guests since 1930, The Schvitz is Detroit’s original urban health club and the only historic bathhouse left in the city. A storied landmark and cultural institution for nearly 100 years, this old-world oasis still offers the very best in ancient heat therapies and holistic healing. Great food and camaraderie will complete your restorative stay. Come unwind, back in time.' From the Netflix show starring David Chang, they serve steaks and other sides.",
				"eaten": "mo",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Scotty Simpson's Fish and Chips",
				"add1": "22200 Fenkell Ave",
				"add2": "ccc",
				"cty": "Detroit",
				"stt": "MI",
				"zpcd": "48223",
				"phn": "(313) 533-0950",
				"url": "http://scottysfishandchips.com/",
				"note": "Scotty Simpson’s Fish and Chips is a no-frills spot known for fish and chips, offering American eats such as burgers and fried chicken. From their website, ‘Scotty Simpson’s Fish and Chips has been a Detroit landmark since 1950 when James (Scotty) Simpson opened the doors and started serving fish and chips. Little has changed since then. There have been only three owners since Scotty, (Uncle) Sean Gilmore, and the current owner Harry Barber. Harry has worked at Scotty’s, as the  regulars call it, since 1966.’ From the Detroit Eater website, ‘Scotty Simpson’s has faithfully met Detroiters’ fish and chips needs since  1950. Though the Brightmoor restaurant offers options such as fried smelt and frog legs, the house specialty is Nova Scotian cod and chips fried in a secret batter recipe with fries, a roll, and tartar sauce. Don’t miss the pies, made fresh every Friday.’ Titus retweeted ‘Best fish and chips in the United States. Not surprising because fish and  chips are very popular across the river in Ontario.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Warda Patisserie",
				"add1": "1464 Gratiot Ave",
				"add2": "",
				"cty": "Detroit",
				"stt": "MI",
				"zpcd": "48207",
				"phn": "(248) 795-3026",
				"url": "hhh",
				"note": "From the Detroit News website about Warda Patisserie, 'Warda Bouguettaya talks about using Michigan produce for her baked creations with such passion you can almost taste the fresh, seasonal bounty. A self-described &ldquo;complete nerd&rdquo; when it comes to pastries, Bouguettaya has been cooking and baking in Detroit for a while, and in November her business Warda Patisserie joined forces with established art space and music venue Trinosophes just outside Eastern Market on Gratiot.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "Bon Appetit"
            }
        ]
    }
}