{
    "result": {
        "city": "Detroit, MI",
		"posts": [
            {
                "name": "Kings Bakery",
				"add1": "4618 Greenfield Rd",
				"add2": "",
				"cty": "Dearborn",
				"stt": "MI",
				"zpcd": "48126",
				"phn": "(313) 551-3027",
				"url": "",
				"note": "Kings Bakery specializes in Mediterranean gourmet flatbreads and sandwiches. They are known for our phenomenal shawarmas and Manou-wiches(cheese bread sandwiches). From the Detroit Eater website, 'The bakery is known as the “home of the manouwich,” a Middle Eastern cheese pie made into a rolled sandwich that was recently featured in an episode of Ugly Delicious on Netflix. There are long lines for the manouwich, which comes in 17 varieties; the traditional maneesh comes in 44 options. The 55-seat bakery, which opened in 2013, is undoubtedly busiest during Ramadan. “We always have a line,” chef and co-owner Hassan Houssaiky says.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Rose's Fine Food",
				"add1": "10551 E Jefferson Ave",
				"add2": "",
				"cty": "Detroit",
				"stt": "MI",
				"zpcd": "48214",
				"phn": "(313) 822-2729",
				"url": "https://www.rosesfinefood.com/",
				"note": "Rose's Fine Food serves down-home American fare, and housemade desserts served in vintage-diner environs with counter seating. Need to order the Chi Chi fried rice with fried eggs. Chi Chi is pickled kimchi. From their website, 'The vision for  Roses Fine Food and Wine is to restore nourishment to the inclusive, welcoming atmosphere of diners and to offer full flavor homemade food with a modern business model that nods to diner’s democratic beginnings.' From the Detroit Eater website, 'Charming East Jefferson restaurant Rose’s Fine Food puts a fresh, seasonal twist on the diner genre with options like buckwheat pancakes, beans and greens, and potato doughnuts. As a bonus, many of the dishes are vegan and gluten-free but don’t skimp on flavor. Currently, Rose’s has curbside carryout only with online ordering. There is a patio in the parking lot. Customers can purchase items like egg sandwiches and maple doughnuts online as well as cakes, cold brew coffee, and canned rosé.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Schvitz Health Club",
				"add1": "8295 Oakland Ave",
				"add2": "",
				"cty": "Detroit",
				"stt": "MI",
				"zpcd": "48211",
				"phn": "(313) 724-8489",
				"url": "https://schvitzdetroit.com/",
				"note": "From the Schvitz Health Club website, 'Open to members and guests since 1930, The Schvitz is Detroit’s original urban health club and the only historic bathhouse left in the city. A storied landmark and cultural institution for nearly 100 years, this old-world oasis still offers the very best in ancient heat therapies and holistic healing. Great food and camaraderie will complete your restorative stay. Come unwind, back in time.' From the Netflix show starring David Chang, they serve steaks and other sides.",
				"eaten": "mo",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Warda Patisserie",
				"add1": "1464 Gratiot Ave",
				"add2": "",
				"cty": "Detroit",
				"stt": "MI",
				"zpcd": "48207",
				"phn": "(248) 795-3026",
				"url": "hhh",
				"note": "From the Detroit News website about Warda Patisserie, 'Warda Bouguettaya talks about using Michigan produce for her baked creations with such passion you can almost taste the fresh, seasonal bounty. A self-described &ldquo;complete nerd&rdquo; when it comes to pastries, Bouguettaya has been cooking and baking in Detroit for a while, and in November her business Warda Patisserie joined forces with established art space and music venue Trinosophes just outside Eastern Market on Gratiot.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "Bon Appetit"
            }
        ]
    }
}