{
    "result": {
        "city": "Frederick, MD",
		"posts": [
			{
                "name": "Black Hog BBQ Bar",
				"add1": "118 South Market St",
				"add2": "",
				"cty": "Frederick",
				"stt": "MD",
				"zpcd": "21701",
				"phn": "(301) 662-9090",
				"url": "http://blackhogbbq.com/company/",
				"note": "Black Hog BBQ Bar is a local chain offering Carolina and Arkansas-style 'cue, with ribs, wings, sides, and drinks. You need to order the Carolina Chopped smoked pork shoulder with vinegar sauce or the Arkansas Brisket which double smoked, rough cut, smoked again with some sweet and smoky sauce. From their website, 'One of the rarest heritage breeds of hogs, the Black Hog is listed by the American Livestock Breeds Conservatory as endangered, with fewer than 300 breeding hogs registered today. Compared to other breeds, the flavors of the Black Hog’s meat is exceptional. The lean micro-marbled meat is extra tender due to the breed’s short muscle fibers. This produces a tender, moist cut of pork with an exquisite and unique taste. We thought it was only fitting to choose this name to represent the fine quality of food and service that we offer at the restaurant.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Brewer's Alley",
				"add1": "124 N Market St",
				"add2": "",
				"cty": "Frederick",
				"stt": "MD",
				"zpcd": "21701",
				"phn": "(301) 631-0089",
				"url": "https://brewers-alley.com/",
				"note": "Brewer's Alley is a kid friendly and invites you to visit and enjoy the house beers at their distinctive bar as well as some of the Finest Culinary Creations in one of their beautiful dining rooms. In the heart of Historic Frederick, Maryland, Brewer's Alley has become a favorite destination for residents and worldwide travelers alike. From their website, 'Frederick County’s Original Brewpub. We invite you to visit and enjoy the house beers at our distinctive bar as well as some of the Finest Culinary Creations in one of our beautiful dining rooms. In the heart of Historic Frederick, Maryland, Brewer’s Alley has become a favorite destination for local residents and worldwide travelers alike.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bushwaller's",
				"add1": "209 N Market St",
				"add2": "",
				"cty": "Frederick",
				"stt": "MD",
				"zpcd": "21701",
				"phn": "(301) 695-6988",
				"url": "https://bushwallers.com/",
				"note": "From their website, 'At Bushwaller’s, we pride ourselves on serving fresh, house-made cuisine in the warmth and comfort of an Irish Pub. For over 35 years, Bushwaller’s has been one of downtown Frederick’s most popular restaurants. We specialize in serving savory Irish and American comfort dishes such as Fish ‘n Chips, Shepherd’s Pie, Bangers ‘n Mash, Guinness Beef Stew, and Burgers. We like to think of Bushwaller’s as the community living room, so we strive to create a casual, inviting, flavorful dining experience at affordable prices.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Zoe's Chocolate Co.",
				"add1": "121 N Market St",
				"add2": "",
				"cty": "Frederick",
				"stt": "MD",
				"zpcd": "21701",
				"phn": "(301) 694-5882",
				"url": "https://zoeschocolate.com/",
				"note": "Zoe’s Chocolate combines the tradition of past generations and true artisan chocolatiers, with the modern sophistication of today’s flavors, trends, and ingredients. You need to buy yourself a roasted almond and dark chocolate bar. From their website, 'We are Zoe’s Chocolate Company, three siblings and a dad – Pantelis, Zoe and Petros Tsoukatos, and dad, George. In 2007 we opened a small artisan chocolate shop in Waynesboro, PA. We are proud of what we have accomplished. Here is our story. We three grew up in the chocolate business. Two generations before us, our great aunt and uncle came to the United States from Greece with a dream to follow their passion for chocolate. They started a confectionery business selling from a small pushcart in Baltimore, MD. Thus began our family business, and the rest, as they say, is history.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}