{
    "result": {
        "city": "Florida",
		"posts": [
            {
                "name": "Amelia Island Coffee",
				"add1": "207 Centre St",
				"add2": "ccc",
				"cty": "Fernandina Beach",
				"stt": "FL",
				"zpcd": "32034",
				"phn": "(904) 321-2111",
				"url": "https://www.ameliaislandcoffee.com/",
				"note": "Relaxed storefront coffee shop serves espresso drinks, breakfast, sandwiches, and ice cream. From their website, ‘Since 1995, Amelia Island Coffee has been a welcoming place to meet in the heart of historic downtown Fernandina. The 140-year-old exposed brick building is the perfect backdrop for our local coffee shop, where the focus is on making the perfect latte, serving up a full breakfast, and baking fresh goodies daily. You’ll find a large selection of espresso drinks along with cold brew, select organic teas, fruit smoothies, frappes, milkshakes, and Red Bull Infusions. We offer indoor and outdoor seating where pets are always welcomed.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Blackbrick Chinese and Dim Sum",
				"add1": "3451 NE 1st Ave",
				"add2": "",
				"cty": "Miami Beach",
				"stt": "FL",
				"zpcd": "33137",
				"phn": "(305) 573-8886",
				"url": "http://halesblackbrick.com/",
				"note": "Blackbrick Chinese and Dim Sum is a chef-owned Chinese restaurant serving dim sum, mains, and wine in a funky, contemporary space. From their website, ‘Blackbrick stylized but playful interior was designed by Chef Hales himself and menu was created from his travels in China, experience in NYC and collaboration with Chef Feng, his Chinese Chef. The design and menu speak to the mind of Chef Hales, funky, adventurous, and a focus on good homey food.’ From the Food Network website, ‘For a modern take on regional Chinese cuisine, head to Blackbrick. Dim sum options include crystal shrimp dumplings, chicken siu mei, cumin-lamb dumplings, and barbecued pork buns. Noodles are made in-house for dishes like the dan dan mian, which tosses spicy Szechuan pork ragu with bucatini. Guy is obsessed with dan dan mian. “I can’t figure out how to get it in my face fast enough,” said Guy between bites. The dishes they recommend are Har Gow Shrimp Dumpling, Xinjiang Cumin-Lamb Dumpling, Dan Dan Mian, Gong Bao Rabbit, Grandma’s Red Oxtail, and General Tso’s Florida Gator.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Blue Collar",
				"add1": "6730 Biscayne Blvd",
				"add2": "Biscayne Inn",
				"cty": "Miami",
				"stt": "FL",
				"zpcd": "33138",
				"phn": "(305) 756-0366",
				"url": "https://www.bluecollarmiami.com/",
				"note": "Blue Collar serves comfort-food favorites are bumped up a notch at this American restaurant with '70s-inspired style. They're a small restaurant located in the historic MIMO district of Miami that serves food that people like to eat. Which includes a daily rotation of braised dishes, parmesans, ribs, and an unprecedented variety of vegetables. You need to order the Big Ragout Sandwich which is served in a hollowed-out crusty bread, with pork and veal shoulder, and brisket along with provolone and parmesan cheese. From the Miami Eater website, 'Big fan of NY strip? The prime, juicy patty in Blue Collar’s dry-aged cheeseburger is accompanied by melted cheese, lettuce, tomato, and onion. It’s served on a semi-sweet Portuguese muffin, a satisfying combination with every bite. Comfort food done right is the ethos behind longtime Miami favorite Blue Collar. Its menu boasts an impressive list of 20 vegetable dishes and a chocolate cake so decadent that it comes with its own glass of milk.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Buya Ramen",
				"add1": "911 Central Ave",
				"add2": "",
				"cty": "St. Petersburg",
				"stt": "FL",
				"zpcd": "33705",
				"phn": "(727) 202-7010",
				"url": "https://www.buyarestaurants.com/buya-ramen-st-petersburg.html",
				"note": "Buya Ramen is a buzzy, industrial-chic hangout serving Japanese small plates and ramen, plus many whiskey options. You need to order the Crispy Duck Ramen. From their website, 'Buya Ramen is a place to experience true socializing in a relaxed and high-spirited environment with friends and strangers alike. An atmosphere that encourages meeting new people and taking life &ldquo;offline&rdquo; with house-crafted beverages and delectable food.' From the Food Network website, 'Buya Ramen brings an off-beat attitude to Asian cuisine. The Japanese-style gastropub is the perfect place to enjoy a cocktail and legit ramen. Guy’s family gives the ramen and the dynamite shishito peppers glowing reviews. They recommend ordering the following dishes Crispy Duck Ramen and Blistered Shishito Peppers.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Duffy’s Sports Grill",
				"add1": "11588 US-1",
				"add2": "Shoppes of Oakbrook",
				"cty": "North Palm Beach",
				"stt": "FL",
				"zpcd": "33408",
				"phn": "(561) 721-2650",
				"url": "https://www.duffysmvp.com/",
				"note": "Duffy’s Sports Grill is a chain tavern catering to sports fans with a pubby American menu, all-day happy hour, and many TVs. Order the rice bowl with chicken or beef. From their website, 'Customers were offered high-quality food in a comfortable setting with friendly service, all at fair price, and Duffy’s constantly looked for ways to become involved in the community. As the concept grew, so did the menu. Even to this day, many of our signature items, such as BBQ Baby Back Ribs and Jumbo Chicken Wings, have been around since the early days of Duffy’s Drafthouse. Duffy’s most popular salad is still the original &ldquo;Drafthouse&drquo; salad.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Gaspers Patio Bar and Grill",
				"add1": "8448 N 56th St",
				"add2": "",
				"cty": "Temple Terrace",
				"stt": "FL",
				"zpcd": "33617",
				"phn": "(813) 988-6959",
				"url": "https://www.gasparspatio.com/",
				"note": "Gaspers Patio Bar and Grill is a long-standing family-owned bar for pub grub, beer, and live music in a festive indoor/outdoor setting. You have to get the Cuban sandwich. From their website, 'Jimmy Ciaccio credits his father, Gaspar Ciaccio, with teaching him key elements to running a successful business. Take pride in what you do, have a strong work ethic, treat your employees with respect, and take good care of your customers. Those are the qualities that built the Temple Terrace Lounge, a business Gaspar and Fano Ciaccio started in 1960. In 1989, Jimmy took over and renamed it the Temple Terrace Cigar Bar and Grille. &ldquo;My dad taught me everything I know, and there's a passion in everything I do - the same passion my dad had,&rdquo; Jimmy said. &ldquo;He was a good businessman.&rdquo;'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Green Turtle Inn",
				"add1": "81219 Overseas Hwy",
				"add2": "",
				"cty": "Islamorada",
				"stt": "FL",
				"zpcd": "33036",
				"phn": "(305) 664-2006",
				"url": "https://www.greenturtleinn.com/",
				"note": "Green Turtle Inn is a basic setting for inspired seafood dishes including conch chowder and scallops with fettuccine. You should order the turtle soup or the bacon wrapped meatloaf. From their website, 'The Green Turtle Inn has been an Islamorada landmark since 1947. Known for its fine cuisine and generous hospitality, this iconic bar and restaurant has captured the attention of travelers, locals, and critics for decades. The Turtle may be lauded in Florida Keys history, but there’s nothing old about this hip destination. The Green Turtle balances fresh, modern fare with an authentic Keys-casual vibe and will always be home to good food, great friends, warm service, and happy times.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Jupiter Donuts",
				"add1": "420 US Highway 1",
				"add2": "",
				"cty": "North Palm Beach",
				"stt": "FL",
				"zpcd": "33408",
				"phn": "(561) 557-5291",
				"url": "https://jupiterdonuts.com/",
				"note": "Jupiter Donuts start with the freshest ingredients and handcraft each and every donut. They have been committed to baking fresh donuts, bagels sandwiches, and pastries. From their website, 'Over 40 handcrafted donuts that are out of this world. Made fresh every day. Donuts - the solution to your problems. How does one boast about their products without &ldquo;tooting&rdquo; their own horn? Since the start at Jupiter Donuts back in 2013, we have been committed to baking fresh donuts, bagels sandwiches, and pastries. Our commitment to you, our customer, has been unwavering. The reviews are in, and our customers have spoken. There is not another donut out there like ours. &ldquo;Out of this world&rdquo; really does describe them. Take a look at what makes Jupiter Donuts so special.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "La Sandwicherie",
				"add1": "229 14th St",
				"add2": "",
				"cty": "Miami Beach",
				"stt": "FL",
				"zpcd": "33139",
				"phn": "(305) 532-8934",
				"url": "https://lasandwicherie.com/",
				"note": "La Sandwicherie is a no-frills counter space dispensing gourmet sandwiches on French bread plus salads and smoothies. As their name states get yourself some sandwiches. From their website, 'Serving heavenly sandwiches in Miami Beach since 1988, La Sandwicherie captures the best French savoir-faire in the simplest of settings to transport your taste buds to another world without costing you the earth. Daily fresh ingredients, crisp baguettes or soft croissants, and the added magic of the infamous vinaigrette make for a true taste sensation. Since Franz and Elise have been heading La Sandwicherie, they created the La Sandwicherie Group to increase the number of locations in Florida. A must-see in Miami Beach, Brickell, Wynwood, North Beach, and Coral Gables.' <strong>NOTE</strong>: The have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "The Local Craft Food and Drink",
				"add1": "150 Giralda Ave",
				"add2": "",
				"cty": "Coral Gables",
				"stt": "FL",
				"zpcd": "33134",
				"phn": "(305) 648-5687",
				"url": "",
				"note": "The Local Craft Food and Drink is a welcoming spot for elevated comfort food, craft beer, and cocktails in snug, exposed-brick quarters. You need to order the Hen Dumpling Soup, Bone Marrow, and the Lamb Belly BLT. From the Miami Eater website, ‘The Local burger stands tall with its double patties, double cheese, chopped bacon, dill pickles, and Mississippi Comeback sauce. It tends to sell out, so coming in early or calling ahead is always recommended. On Mondays, score a burger and a beer for $15.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Miller’s Alehouse",
				"add1": "9800 FL A1AAlt",
				"add2": "Promenade Shopping Plaza",
				"cty": "Palm Beach Gardens",
				"stt": "FL",
				"zpcd": "33410",
				"phn": "(561) 691-1915",
				"url": "https://millersalehouse.com/",
				"note": "Miller’s Alehouse is a casual sports-pub chain with basics from bar snacks to steaks & a large selection of tap beers. Order their 35 shrimp Alfredo or two lobster tails for $19.95. Or the 3/4 lb special Prime Rib on Thursday. For dessert get the Captain Jack’s which is ice cream, cake, etc. From their website, 'We’re all about you just being you. The first Miller’s Ale House opened in 1988, in Jupiter, Florida, as a local place to be enjoyed by all walks of life. We are a sports-themed casual dining restaurant with 90+ locations in 10 states. A place where making friends is as easy as ordering your next beer. So whether you’re here to chill, cheer, chow down, or get charged up, you’ll find a whole house full of friends and friends-to-be ready to join in.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mr. and Mrs. Bun",
				"add1": "15572 Sunset Dr",
				"add2": "",
				"cty": "Miami",
				"stt": "FL",
				"zpcd": "33193",
				"phn": "786) 717-6244",
				"url": "hhh",
				"note": "Gian Carlo Accinelli and his wife are putting their love on the line all in the name of their buns at Mr. and Mrs. Bun. The Peruvian couple serve all of their unique sandwiches on their signature, house-made buns. For the Asado con Palta sandwich, slow-cooked eye of round is piled on a fresh bun with avocado and crispy onions and then served with the jus from the cooked meat. Orderthe Asado con Palta, Pollo Chi Jao Kai, or Aji de Gallina Bites.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Satchel's Pizza",
				"add1": "1800 NE 23rd Ave",
				"add2": "",
				"cty": "Gainesville",
				"stt": "FL",
				"zpcd": "32609",
				"phn": "(352) 335-7272",
				"url": "https://www.satchelspizza.com/",
				"note": "Satchel's Pizza is a quirky institution is featuring thin-crust pies, salads, and calzones, plus outdoor seating. You need to <a href='http://lessfilms.com/pizza/'>watch Less Films video series on Satchel's Pizza</a>. From their website,'Satchel's Pizza opened on March 7th, 2003. The mission is to make great food in a beautiful atmosphere and serve up something for all the senses. Eat-in a van, under a plane, or in a greenhouse. Enjoy Satch made stained glass windows, local art, homemade sodas, and live music. There's a playground for the kids and a friendly smile all around. Credit cards and mobile pay now accepted.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Less Film's Allan Branch"
            },
            {
                "name": "Timoti's Seafood Shak",
				"add1": "21 N 3rd St",
				"add2": "ccc",
				"cty": "Fernandina Beach",
				"stt": "FL",
				"zpcd": "32034",
				"phn": "(904) 310-6550",
				"url": "http://www.timotis.com/",
				"note": "Fish tacos, lobster rolls, and other fine fare are served at this simple shack with an outdoor patio. From their website, ‘Whether you’re in the mood for a basket of fried shrimp and hush puppies or a fresh poke bowl, we’ve got your taste buds covered at Timoti’s. All our seafood is wild-caught and ready to enjoy! Fernandina’s inlets and marshes fostered the modern shrimping industry. Back in 1913, visiting fisherman Billy Corkum invented the Otter Trawl net, a better way to harvest shrimp. Over a hundred years later, we’re still cooking up shrimp harvested in the same manner that made the Island of Eight Flags flourish. The Timoti’s family endeavors to deliver simple, flavorful meals made with wild-caught seafood and fresh ingredients. Our commitment to quality honors the integrity of the fishermen who built this community.’ Let’s Be Us (YouTube) recommends the poke bowl, fish, and shrimp tacos.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Versailles Cuban Bakery",
				"add1": "3501 SW 8th St",
				"add2": "ccc",
				"cty": "Miami",
				"stt": "FL",
				"zpcd": "33135",
				"phn": "(305) 441-2500",
				"url": "https://www.versaillesbakery.com/home",
				"note": "Versailles Cuban Bakery is a large, stylish eatery with a selection of cakes, baked items, sandwiches, and savory eats. From their website, 'We bake from traditional Spanish-Cuban to modern baked goods like cupcakes and cheesecakes. We carry a wide variety of pastries and cakes for you and your loved ones. Indulge in our succulent sweet and salty menu with hundreds of items to choose from. Versailles brews its own blend of premium espresso, Cafe La Carreta, which is considered the best cafecito in town. The crowd sipping on this ambrosia ranges from old Cuban men  discussing politics to young adults getting their caffeine fix before  hitting the beach.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Whisk Gourmet",
				"add1": "7382 SW 56th Ave",
				"add2": "",
				"cty": "Miami",
				"stt": "FL",
				"zpcd": "33143",
				"phn": "(786) 268-8350",
				"url": "http://www.whiskgourmet.com/",
				"note": "Whisk Gourmet is a modern and spacious cafe serving American dishes with Southern flair, plus gourmet take-home meals. Order the deep-fried fish or the beer braised pork ribs. From their website, 'Homestyle meals and feels are what make Whisk Gourmet a South Miami staple. Open for lunch, dinner, or the uber-popular brunch, Whisk whips up crowd-pleasing plates like the Gnarly Biscuit BEC “Sandwich” and open-faced fried chicken BLT.' From the Miami Eater website, 'Homestyle meals and feels are what make Whisk Gourmet a South Miami staple. Open for lunch, dinner, or the uber-popular brunch, Whisk whips up crowd-pleasing plates like the Gnarly Biscuit BEC “Sandwich” and open-faced fried chicken BLT.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Wicked Bao",
				"add1": "232 N 2nd St",
				"add2": "ccc",
				"cty": "Fernandina Beach",
				"stt": "FL",
				"zpcd": "32034",
				"phn": "(904) 775-5577",
				"url": "https://wickedbao.com/",
				"note": "It's a trendy eatery that provides Asian comfort foods such as pork ramen, Taiwanese buns, and kimchi fried rice. From their website, 'We serve authentic and delicious  Asian street food, like Pot Stickers, a favorite, Pork Belly BAO, and dry-rubbed wings. Come enjoy a new concept in food in our delightful historical building. We are open for dine-in and take-out. Try amazing dishes like Kimchi Beef Fried Rice, homemade Spring Rolls, and a delicious selection of Wicked BAOs, our specialty, made with steamed Taiwanese BAO buns. All our dishes are carefully crafted to be enjoyed as is.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Geoff Yates"
            },
            {
                "name": "Yardbird Southern Table and Bar",
				"add1": "1600 Lenox Ave",
				"add2": "",
				"cty": "Miami Beach",
				"stt": "FL",
				"zpcd": "33139",
				"phn": "(305) 538-5220",
				"url": "https://www.runchickenrun.com/miami/",
				"note": "Yardbird Southern Table and Bar is a rustic outpost attracting foodies with inventive farm-to-table Southern comfort food and bourbon bar. You need to order the deviled eggs and the shrimp and grits. From their website, 'With accolades from James Beard and Bon Appétit, Yardbird pays tribute to the craveable American classics that bring people together. Guests can indulge in brunch, lunch, dinner, and a curated cocktail program highlighting a dynamic collection of bourbons. Yardbird takes guests on a culinary journey through a menu of unapologetically indulgent dishes and heady bourbon cocktails. Serving up nationally acclaimed comfort food for more than a decade, it’s no secret our restaurant has garnered global fanfare.' <strong>NOTE</strong>: They have other locations around the United States.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}