{
    "result": {
        "city": "Georgia",
		"posts": [
            {
                "name": "Bella Cucina",
				"add1": "262 Buckhead Ave NE",
				"add2": "Buckhead Village District",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30305",
				"phn": "(678) 539-8400",
				"url": "https://bellacucina.com/",
				"note": "From the Bella Cucina website, 'In the early nineties, Alisa Barry opened a café in Atlanta to share her passion for cooking and eating as an artful ritual. Inspired by her culinary training in California and sabbaticals in the hill towns of Italy, she created a simple menu made with locally sourced ingredients. When her loyal customers kept asking to take home her artful offerings, an artisan food business was born. Bella Cucina Artful Food is an all-natural, artisan product line available in lifestyle gift and specialty food stores around the world. Bella Cucina believes beauty extends beyond the table and into the home.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Alton Brown"
            },
            {
                "name": "Bobo Seafood Market",
				"add1": "2800 Montgomery St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31405",
				"phn": "(912) 232-5757",
				"url": "hhh",
				"note": "From Titus's blog about Bobo Seafood Market, 'I think I took part in a Low Country Boil every day I was in Savannah save for one. In these parts, there's plenty of spots that sell seafood both fresh and also cooked, and one of the more popular options at these type of places are the Savannah style Low Country Boils. The main components of which are boiled shrimp, sausage, and potatoes served with garlic sauce, hot sauce, and a little dime baggie of extra seasoning. Exactly like you see below. Sometimes crab is included too, but most spots didn't have any around the time we were visiting. The key to a good boil is shrimp that isn't overboiled, plus that finger-licking sauce. Bobo Seafood is rightfully one of the most popular local stops for a boil.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Bone Garden Cantina",
				"add1": "1425 Ellsworth Industrial Blvd NW",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30318",
				"phn": "(404) 418-9072",
				"url": "https://bonegardencantina.com/",
				"note": "Bone Garden Cantina has a Day of the Dead decor meets a homestyle Mexican menu and margaritas at this hip, lively cantina. You need to order their cactus tamale or mole tacos/burritos. From their website, 'Day of the Dead or “Dia de Los Muertos” is an ancient custom of honoring ancestors and departed loved ones during the days of October 31st through November 2nd. Observed with reverence and excitement across Mexico, the celebrations and gatherings of friends and family reveal a uniquely positive outlook on life. Tequila and Mezcal have been a part of this tradition for centuries, as Mexico has a rich history of producing the oldest distilled spirit in the western hemisphere. Bone Garden Cantina offers many opportunities to enjoy and discover Agave Spirits through an extensive menu selection, delicioso cocktails, ongoing Tequila Tastings, Mezcal workshops, and educational information.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Buford Highway Farmers Market",
				"add1": "5600 Buford Hwy NE",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30340",
				"phn": "(770) 455-0770",
				"url": "https://www.aofwc.com/",
				"note": "The Buford Highway Farmers Market is a spacious market with a global and ethnic focus on the selection of produce, meats, and seafood. From the Atlanta Eater website, ‘The sprawling market on Buford Highway includes everything from fresh produce and meats to foodstuffs, spices, and pantry goods from Mexico, Central and South America, West Africa, Japan, China, and Thailand. Buford Highway Farmers Market encompasses over 100,000 square feet selling a variety of fresh produce, meat, and seafood and offering aisles filled with products and ingredients from around the world. There’s often fresh-made dumplings, along with other prepared foods found at the back counter, too.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Busy Bee Cafe",
				"add1": "810 Martin Luther King Jr Dr NW",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30314",
				"phn": "(404) 525-9212",
				"url": "https://www.thebusybeecafe.com/",
				"note": "Busy Bee Cafe is a circa-1947 downtown classic that still serves traditional soul food at budget prices in a cozy storefront. You need to order the fried chicken. From their website,'Lines for fried chicken and other soul food classics tend to get long at this Vine City restaurant institution, especially on the weekends. The move is to head here on a Monday for some of the city’s best-fried chicken, alongside an assortment of other Southern meat-and-three staples. The fried chicken at Busy Bee is marinated for 12 hours, hand-breaded, and fried. If that isn’t enticing enough, get the smothered version, which is topped with pan gravy.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Clary's Cafe",
				"add1": "404 Abercorn St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 233-0402",
				"url": "https://claryscafe.com/",
				"note": "From their website’, If you have ever visited Clary’s Café, then you know that they’re about far more than the food. It is a place full of nostalgia and intriguing characters. It is a colorful mosaic of times and people and the bonds that have formed throughout the years. The feelings of home and family are evident when you walk through the door. As you look around at all of the knickknacks, paintings, family pictures, and memorabilia that form its décor, you may wonder how a drugstore could have evolved into what you see now… World Famous Clary’s Café.” Titus recommends the Corned Beef Hash at Clary’s Cafe in Savannah. Top 5 all-time from what I’ve tried. Serving the city since 1903.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "The Collins Quarter",
				"add1": "151 Bull St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": " (912) 777-4147",
				"url": "https://thecollinsquarter.com/",
				"note": "From their website, ‘The brunch shift is the most popular shift at both locations of the Collins Quarter, and it lasts until 3:00 PM daily. Modeled after Collins Street in Melbourne, Australian-born owner Anthony Debreceny used specialty coffee and standard yet innovative breakfast foods as the basis of his restaurants. Menu favorites include bananas Foster French toast, and shakshuka. The Collins Quarter’s second location is in Forsyth Park and was a genius addition to the city’s 30-acre green space. Here, the takeaway coffee and pastry window lets visitors enjoy their morning without the inevitable wait and head straight to the park.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Common Thread",
				"add1": "122 E 37th St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 944-7482",
				"url": "https://www.commonthreadsavannah.com/",
				"note": "Common Thread serves carefully sourced meals, veggie options, and cocktails served in a refined destination. Titus Ruscitti recommends the Black Bass Crudo, the Tortellini, the South Carolina Shrimp, and the Hearth Cooked Cobia. Titus blogged about Common Thread, 'Common Thread was brand new when we visited in March of 2021. It's the second restaurant from a team that runs a well-respected spot across the river in Bluffton, South Carolina, called Farm. We liked what the menu was showing us and managed to get a reservation before we drove down. Good call bc the place was popping, and many groups were being turned away. Actually, it's a good idea to make reservations for anywhere you're trying to go in Savannah as it's a busy little city with eating out being a big part of the tourist draw. Common Thread is a reservation you want. They served up one of my favorite sitdown meals this year, and while the menu has switched, I'd love to check out the new items because those we had on our visit were pretty exquisite. In fact, we tried to go back, but it was booked.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Dark Shark",
				"add1": "6705 Johnny Mercer Blvd",
				"add2": "#2336",
				"cty": "Wilmington Island",
				"stt": "GA",
				"zpcd": "31410",
				"phn": "(912) 210-8102",
				"url": "hhh",
				"note": "The Fresh, Fried, and Crispy (Netflix) show host recommends ordering the catfish and collard taco as long with the deep-fried peach is wrapped in dough and sugar. From the Food Network website, 'Dark Shark is a food truck swimming through the streets of Savannah known for their skillfully chopped and saucy tacos served with sides of onion rings, hush puppies and even peaches!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Fresh, Fried, and Crispy (Netflix)"
            },
            {
                "name": "El Taco Veloz",
				"add1": "5084 Buford Hwy NE",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30340",
				"phn": "(770) 936-9094",
				"url": "https://tacoveloz.com/",
				"note": "El Taco Veloz strives to deliver the best in high-value, low-priced authentic Mexican food. From their website, 'Since our opening on November 1991 in the heart of Buford Hwy, Taco Veloz has been offering the best of traditional and popular Mexican street food. With all the textures, colors, flavors, and smells, our food is irresistible for any food palate. Every item is made with the highest quality and freshest ingredients. Taco Veloz was accepted from day one by the community. Long lines flooded the taqueria to get a taste of our delicious tacos, tortas, burritos, nachos and aguas frescas. This is what has motivated us to continue to grow the business and provide our products all around Atlanta.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Fat Matt's Rib Shack",
				"add1": "1811 Piedmont Rd NE",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30324",
				"phn": "(404) 607-1622",
				"url": "https://fatmattsribshack.net/",
				"note": "Fat Matt's Rib Shack is a no-frills counter-service beer and BBQ joint with nightly live blues music. From their website, 'Fat Matt’s, An Electric And Unpretentious Blues And Barbecue Joint Specializes In Ribs, From Sandwich To Slab, And A Long List Of Special Sides. Nightly Live Acts, Slab Of Award-Winning Ribs and Sweet Potato Pie.' From theAtlanta Eater website, 'Heralded by the late Anthony Bourdain, Fat Matt’s Rib Shack on Piedmont often features a line out the door. Don’t be deterred. It moves fast. Order a slab of pork ribs with sides of “rum” baked beans, collards, and mac and cheese while listing to live blues music.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Fellini's Pizza",
				"add1": "909 Ponce De Leon Ave NE",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30306",
				"phn": "(404) 873-3088",
				"url": "https://fellinisatlanta.com/",
				"note": "Fellini's Pizza is a relaxed pizzeria that draws a mixed crowd with pies, a colorful interior, and a patio with a fountain. From the Atlanta Eater website, 'At $2.75 a (massive) slice, one or two helpings here and a drink with friends makes for a great pizza spot. With seven locations around town and late-night hours, Fellini’s has become an Atlanta staple for affordable and delicious pizza.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "John T. Edge"
            },
            {
                "name": "Folk Art",
				"add1": "465 North Highland Avenue Northeast",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30307",
				"phn": "(404) 537-4493",
				"url": "https://www.folkartrestaurant.com/",
				"note": "Folk Art is a brick-walled spot with vintage decor whipping up home-style fare and cocktails with a stylish twist. You should order the meatball burger which comes with three patties, sauteed onions, and mushrooms. From their website, 'The original Inman Park location is sure to present people with a bit of a wait, but it’s worth it. Folk Art has earned a reputation for having some of the best brunch fare in Atlanta since opening in 2013. Having opened a second location in Decatur in the former Thumbs Up space, Folk Art continues to pull in throngs of patrons there, too. Look for plates of Southern brunch fixings on the menu, like deep-fried cheddar jalapeno grit fritters, Angus beef patty melts, and roasted pork and chilis over eggs and queso. Don’t shy away from the staples at this restaurant, including the three-egg omelets and whiskey compote waffle with fried chicken. The latter totally stands up to fierce competition in this chicken-and-waffle-crazed town. Start your day the right way with one of Folk Art’s famous breakfast options. House-made Biscuits (of course) and savory breakfast sandwiches, fluffy waffles, and perfect omelettes, paired with a side of our one-of-a-kind Hash “itout” Browns, and too many more delicious choices to list. Folk Art is your new go-to breakfast/brunch spot. We serve breakfast all day, so is breakfast for dinner is your jam, we’ve got you covered.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Fox Bros. Bar-B-Q",
				"add1": "1238 DeKalb Ave NE",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30307",
				"phn": "(404) 577-4030",
				"url": "https://www.foxbrosbbq.com/",
				"note": "Fox Bros. Bar-B-Q serves the Texan brothers' slow-roasted ribs, pulled pork, and Southern sides in an informal space with a patio. You need to order their brisket burger from what I have been told. Here's a quote from their website: 'Growing up in Texas, Jonathan and Justin Fox were inspired by the open sky, the Texas heat, and the southern spice. With no professional training, the self-taught, identical twins developed a passion for cooking for friends and family.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "The General Muir",
				"add1": "1540 Avenue Pl",
				"add2": "Emory Point - B-230",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30329",
				"phn": "(678) 927-9131",
				"url": "https://www.thegeneralmuir.com/",
				"note": "The General Muir is a New York-style deli goes contemporary at this upscale Jewish deli adorned with subway tiles. Order the smoked pastrami hash with sunny side eggs on top or a platter which are served with capers, red onion, olives, and a choice of schmear and a bagel. The Lower Eastside lox (salt-cured), Nova (smoked), smoked trout salad or the Maven lox (salt-cured), Nova (smoked), sable, baked salmon salad. From tehir website, 'The General Muir is a modern American restaurant inspired by classic New York Jewish deli, returning it to its hand-crafted roots. Traditional favorites are honored — pastrami is cured and smoked in-house, bagels are hand-rolled and kettle boiled — and joined by dishes going beyond tradition, focusing on fresh ingredients and simple preparations. The restaurant is named for the refugee transport ship that brought co-owner Jennifer Johnson's mother and grandparents, Holocaust survivors, to New York in 1949.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "The Grey",
				"add1": "109 Martin Luther King Jr Blvd",
				"add2": "",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 662-5999",
				"url": "https://thegreyrestaurant.com/",
				"note": "The Grey is a high-end retro venue with two bars offering modern Southern eats in a refurbished Greyhound bus depot. From their website, 'Welcome to The Grey. Occupying a 1938 art deco Greyhound Bus Terminal that they painstakingly restored to its original luster, The Grey offers a food, wine, and service experience that is simultaneously familiar and elevated. Bringing her personal take on Port City Southern food to a city of her youth allows The Grey to offer dishes that are deep, layered, and soulful in their flavors. With a penchant for regional produce, seafood and meats, guests will find a melting pot of surprising and comforting tastes with something new revealed in each and every visit.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Grey Market",
				"add1": "109 Jefferson St",
				"add2": "",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 201-3924",
				"url": "https://www.thegreymkt.com/",
				"note": "The Grey Market combines a Southern lunch counter and New York City-style bodega — bringing a 'come as you are, for anything you need' spirit to a genre made famous as a site of segregation. The Grey Market will serve Savannahians seafood boudin po’ boys, rare roast beef sandwiches, and a curry chicken salad (inspired by the Grey’s Chicken Country Captain) to-go. From their website, 'Johno Morisano and Mashama Bailey opened The Grey in 2014 and immediately landed themselves and Savannah on the national food map receiving a number of accolades that include, among a long list of others, a James Beard semifinalist nod as Best New Restaurant in America, Eater.com’s Restaurant of the Year for 2017/18 and Time Magazine’s Top 100 Places in the World in 2018. Mashama received her first James Beard nomination as Best Chef – Southeast in 2018. '",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Hankook Taqueria",
				"add1": "1341 Collier Rd NW",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30318",
				"phn": "(404) 352-8881",
				"url": "https://www.mytakorea.com/takorea-hankook-about/",
				"note": "Hankook Taqueria is a fast-food eatery, born from a taco truck, serving casual Korean-Mex fusion fare. From what I heard, you should order the Korean fried chicken tacos and the Bulgogi Kimchi fries. From their website, ‘Hankook is where it all started. Chef Tomas Lee brought the combined flavors of Korea and Mexico to Atlanta in this off-the-beaten-path location in the westside of Atlanta.” From the Atlanta Eater website, ‘Hankook Taqueria was born from a food truck and bills itself as a Korean-Mexican fusion restaurant with an assortment of Korean barbecue tacos and burritos. This no-frills taco shop has become a mainstay on Collier Road in Westside. Try the spicy pork or chicken tacos or burritos with Korean-marinated meats. Don’t forget to order sesame fries. For something with a bit of kick, order the spicy firedog with green cabbage kimchi.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Diners, Drives-ins, and Dives"
            },
            {
                "name": "Heirloom Market BBQ",
				"add1": "2243 Akers Mill Rd SE",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30339",
				"phn": "(770) 850-1008",
				"url": "https://heirloommarketbbq.com/",
				"note": "Heirloom Market BBQ is a tiny eatery with a single communal table offering BBQ and burgers with a slight Asian accent. You should get the spicy BBQ sandwich. From the Atlanta Eater website, ‘This Cobb County barbecue spot has limited seating, but chefs and owners Cody Taylor and Jiyeon Lee bring more than enough flavor to compensate for the cramped quarters or a ride home with a to-go box. Taylor and Lee’s Southern-Korean barbecue restaurant offers a must-try spicy Korean pork sandwich on its menu with chopped rib meat marinated in fermented chile paste, topped with kimchi coleslaw, black sesame seeds, and a sliced scallion. Order the sandwich with a side of Brunswick stew, cucumber radish salad, or kimchi slaw.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Home grown GA Restaurant",
				"add1": "968 Memorial Dr SE",
				"add2": "ccc",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30316",
				"phn": "(404) 222-0455",
				"url": "http://www.homegrownga.com/",
				"note": "Home grown GA Restaurant is a laid-back eatery serving locally sourced breakfast and Southern fare in a retro country-diner setting. From their website, 'FrontSure, you may have seen something similar to this here and there in other places. Locally grown produce. OK, that's been done before. Fresh ingredients, that's nothing new. A tasty meal that delights your taste buds without clogging your arteries? A challenge. But we're not the first to pull it off. Home grown offers creative and delicious breakfast options and a hearty brunch menu on the weekend. Home grown has already become a favorite neighborhood hangout spot for residents nearby and a mandatory stopping point for just about anyone else passing through the east Atlanta area by car, bike, scooter, motorcycle, or on foot.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "The Worlds Most Amazing Vacation Rentals (Netflix)"
            },
            {
                "name": "Joy Cafe",
				"add1": "1100 Peachtree St NE",
				"add2": "#110",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30309",
				"phn": "(404) 996-1377",
				"url": "https://www.joycafeatl.com/",
				"note": "Joy Cafe is a locally–run cafe serving sandwiches, salads, and they serve a weekend brunch in a comfy setting with a patio. You need to order the shrimp and grits or the biscuits and gravy with chorizo and cheesy hash browns. From their website, 'Our attention to detail ensures quality while keeping foods preservative-free. Our recipes have been handed down from generation to generation, and now we bring them to you!. We're always cooking up amazing food at Joy Cafe, whether you're in the mood for a life-changing grilled cheese or a decadent berry breakfast waffle. Our seasonal offerings are always changing, too.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Diner, Drive-ins, and Dives"
            },
            {
                "name": "Leopold's Ice Cream",
				"add1": "212 E Broughton St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 234-4442",
				"url": "https://leopoldsicecream.com/",
				"note": "From their website, ‘For over a century, we have been serving up “Good Things to Eat, Good Things to Drink” in beautiful, historic Savannah, Georgia. From our award-winning, homemade super-premium ice cream, unchanged since 1919, to our fresh squeezed fruit drinks, coffees, and freshly baked treats, you’re sure to find something memorable at Leopold’s.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Metro Coffee House",
				"add1": "1054 Broad St",
				"add2": "",
				"cty": "Augusta",
				"stt": "GA",
				"zpcd": "30901",
				"phn": "(706) 722-6468",
				"url": "",
				"note": "MFrom the Visit Augusta website, ‘Metro A Coffeehouse and Pub (aka “Metro”) is a rustic, personality-filled landmark location in Downtown Augusta, Georgia. Cultivated by locals and visitors alike, Metro is a place to gather as one to drink premium coffee, beer, and mixed spirits, a place to be together and worry about very little.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Narobia's Grits and Gravy",
				"add1": "2019 Habersham St",
				"add2": "",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 231-0563",
				"url": "",
				"note": "Narobia's Grits and Gravy is a modest, down-home joint serving American comfort and soul foods for breakfast, brunch, and lunch. I saw Narobia's Grits and Gravy restaurant on Mashama Bailey's episode of Chef's Table on Netflix. Order the shrimp and grits with eggs over easy on top.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Mashama Bailey - Chef's Table"
            },
            {
                "name": "New Moon Cafe",
				"add1": "936 Broad St",
				"add2": "JB White's Building storefront",
				"cty": "Augusta",
				"stt": "GA",
				"zpcd": "30901",
				"phn": "(706) 823-2008",
				"url": "https://www.newmoondowntown.com/",
				"note": "New Moon Cafe is an upbeat cafe offering freshly roasted coffee beans and a menu of housemade pastries, soups, and entrees. From their website, ‘We are serving up creative comfort food using fresh, honest ingredients from around the southeast. We roast our own coffee in small batches, bake our bread and pastries in-house and make our soups from scratch every day. We’re also proud to serve the best of what we don’t make in-house, like Ghirardelli chocolate, Boar’s Head meats and cheeses, and American-grown teas from the Charleston Tea Garden. New Moon is an innovative culinary family fueled by community and a passion for bringing people together over great food & the perfect cup of coffee.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nina and Rafi",
				"add1": "661 Auburn Ave NE",
				"add2": "SPX Alley #220",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30312",
				"phn": "(404) 549-8997",
				"url": "https://www.ninaandrafi.com/",
				"note": "Nina and Rafi serve rustic Italian eatery and pizzeria with brunch and a full bar, including an extensive amaro collection. From the Atlanta Journal-Constitution website, 'Atlanta’s most popular pizza maker grew up spending summers on the central Jersey shore with his grandma. To make money, he worked at his Uncle David’s pizzeria in Red Bank, New Jersey, a place called Franciosi’s, where he rolled out his first pie around the age of 12 or 13. Truth be told, he didn’t love the work, which required him to labor next to a scorching hot oven for 60 to 70 hours a week. &ldquo;It was always a job to fall back on, but it was always a job I kinda fought,&rdquo; he says.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "The Olde Pink House",
				"add1": "23 Abercorn St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 232-4286",
				"url": "https://www.theoldepinkhouserestaurant.com/",
				"note": "From the Carolina Eater website, ‘The Olde Pink House is Savannah’s elegant and quintessential Southern restaurant. Every dish, like cornbread fried oysters, crispy fried lobster, and she crab soup, falls squarely in the elevated comfort food category. The Georgian pink house, which dates from the 1770s, was home to Georgia’s first bank in the 1800s before eventually becoming a restaurant in 1971. Over the years, owners have added Arches Bar on the southern side of the house and Planters Tavern, a one-table wine vault that can be reserved for special occasions. Run by executive chef Vincent Burns since 1997, the Olde Pink House has remained one of Savannah’s top picks for a nice night out.’ Titus recommends the Crispy Scored Whole Fried Flounder dressed with an apricot glaze.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "One Flew South",
				"add1": "6000 N Terminal Pkwy",
				"add2": "Hartsfield-Jackson Atlanta International Airport (ATL) - Concourse E",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30320",
				"phn": "(404) 209-8209",
				"url": "https://oneflewsouthatl.com/",
				"note": "One Flew South serves well-prepared Asian-tinged rooty southern chow is their thing. Think pulled-duck confit sandwich with toasted peanut relish and scallion. Don’t miss their house-cured salmon bruschetta. They serve real restaurant food, not the type of thing typically found being done well in airports, and in this sense, it has been the inspiration and the outlier for a whole new wave of foodservice trends in the travel space. One Flew South is a frequent fliers' favorite stop eclectic/Southern spot at Atlanta airport's Concourse E. From their website, ‘One Flew South is the first upscale dining experience in Hartsfield-Jackson Atlanta International Airport. Diners can enjoy spirited global fare featuring premium ingredients from regional farmers and purveyors. One Flew South serves proper cocktails and features an exceptional sushi menu and takeaway items. The restaurant presents an enticing culinary destination for travelers braving the world’s busiest airport.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Optimist",
				"add1": "914 Howell Mill Rd",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30318",
				"phn": "(404) 477-6260",
				"url": "https://www.theoptimistrestaurant.com/",
				"note": "The Optimist serves lobster rolls, gumbo, wood-fired oysters, and more in a lofty, country-modern space. You need to try the lobster rolls and shrimp toast for the toast alone. From their website, ‘Ford Fry’s The Optimist brings a seaside fish camp experience to landlocked Atlantans. From fresh oysters from the Alabama coast and Maine sea scallops to whole roasted Georgia trout, guests enjoy high-quality, sustainable seafood from the country’s best suppliers. Tucked in an old ham-aging house, The Optimist serves up beer, wine, and handcrafted cocktails with hickory-roasted fish and raw oysters, while beach-food classics like hush puppies and lobster rolls transport you to your favorite coastal haunts.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "The Chef Show - Netflix"
            },
            {
                "name": "Paschal's Restaurant and Bar",
				"add1": "180 Northside Dr SW",
				"add2": "ccc",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30313",
				"phn": "(404) 835-0833",
				"url": "https://www.paschalsatlanta.com/",
				"note": "From their website, 'Located in the heart of the Historic Castleberry Hill Neighborhood, you will find Paschal's Atlanta Restaurant, an icon complete with a rich history from six decades. Paschal's features signature soul food dishes that include: Our Famous 1947 Fried Chicken, Mac and Cheese, Collard Greens, Black-Eyed Peas, and Fried Catfish. Paschal's Restaurant, a historic and soulful dining experience, features southern specialties such as fried chicken, braised short ribs, smothered pork chops, and our famous peach cobbler.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Patty and Frank's",
				"add1": "1235 Chattahoochee Ave NW",
				"add2": "ccc",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30318",
				"phn": "ggg",
				"url": "https://pattyandfranksatl.com/",
				"note": "From their website, ‘Patty &and Franks is open all day at the Chattahoochee Food Works in Atlanta. Opened in 2021, the food hall was the perfect home for Patty and Frank to open their very first location. Our burgers and franks are made from world-class, ultra-premium meats, and you can taste the difference immediately. All the ground beef for our burgers is a premium custom blend from Pat LaFrieda Meat Company. Our hot dogs are an all-natural, 100% heritage Piedmontese beef recipe developed by Andrew Zimmern and Pat LaFrieda. We make our award-winning, world-famous chili from scratch. We make our own lemonade and brew our own iced tea. Our gravy and Patty Sauce are made the same way, always fresh, from our own kitchen. You won’t find a better burger or hot dog, that’s for sure! We are so proud of what we offer our guests. That’s why we live by our slogan, “Love In Every Bun.”’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andrew Zimmern"
            },
            {
                "name": "PERC Coffee",
				"add1": "1802 E Broad St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 209-0025",
				"url": "https://perccoffee.com/",
				"note": "From their website, ‘Our mission is to share good times and amazing coffee with everyone we meet. We believe in growing a business rooted in authenticity, passion, and the curiosity to blaze trails. It’s an honor to work with the farmers who produce these fantastic coffees, and we’re pleased as punch to share them with you. We hope you dig it!’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Ponce City Market",
				"add1": "675 Ponce de Leon Ave. NE",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30308",
				"phn": "",
				"url": "https://poncecitymarket.com/",
				"note": "Ponce City Market is a mixed-use development located in a historic building in Atlanta, with national and local retail anchors, restaurants, a food hall, boutiques and offices, and residential units. From their website, 'At the heart of Ponce City Market, the Central Food Hall is becoming the most vibrant food hall and market in the Southeast. James Beard Award-winning chefs, the likes of Anne Quatrano, Linton Hopkins, and Sean Brock join Atlanta’s most exciting young purveyors and restauranteurs to offer everything from Georgia and Carolinas-caught seafood, to classic burgers, cold-pressed juice, house-made pasta, and freshly milled heirloom grain bread. Similar to the legendary food hall at Chelsea Market in Manhattan—also owned by the developers of Ponce City Market—the Central Food Hall is a culinary gathering place within a revamped historic space, but with the distinct character and ﬂavors of Atlanta.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Randy's Bar-B-Q",
				"add1": "750 Wheaton St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 412-2671",
				"url": "hhh",
				"note": "From the Connect Savannah website about Randy’s Bar-B-Q, ‘It’s a real deal, roadside barbecue shack. The menu is only a few items - ribs, chicken, deviled crabs, and a few sides - but they do it right and provide giant portions. Randy’s Barbecue is off the beaten path and truly a hidden gem of Savannah.’ From the Savannah Now website, ‘You don’t usually think of smoke rising from an oasis. You don’t expect a pool of barbecue sauce being the balm for the weary traveler. But like a thirsty desert caravan, people work their way to just such a place in downtown Savannah Tuesdays through Saturdays. On foot and by car, they come to line up under the midday sun at Randy’s Bar-B-Q on Wheaton Street.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Shabazz Seafood",
				"add1": "502 W Victory Dr",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31405",
				"phn": "(912) 777-7589",
				"url": "https://www.shabazzseafood.com/",
				"note": "From their website, ‘As seen on Netflix “Fresh, Fried, and Crispy,” Shabazz Seafood has been continuously serving millions in Savannah, GA since 1989 while maintaining the tradition having the best fish and seafood in Savannah. We pride ourselves in offering our customers the best food experience, from our signature Fish Supreme Combo, our delicious Shabazz Seafood Platter, to the flavorful Malika Shabazz Juice. Just minutes away from Downtown Savannah, visit us for lunch and dinner six days a week. At Shabazz Seafood, our menu favorites will have you wanting more. Let us take the stress out of your next party or meeting by ordering our event catering. At Shabazz Seafood, we cater all parties no matter how big or small. ‘ Titus recommends the wheat bread or buns for the fish sandwich. The host of Fresh, Fried, and Crispy recommends ordering the fish supreme sandwich.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Silver Skillet",
				"add1": "200 14th St NW",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30318",
				"phn": "(404) 874-1388",
				"url": "https://www.thesilverskillet.com/",
				"note": "Silver Skillet is a go-to for Southern breakfasts since 1956 with country-fried fare set in vintage decor. They've been serving all the stick-to-your-ribs classics, including the famed Lemon Icebox Pie and grits and ham. You need to order the biscuits or the pies. From the Atlanta Eater website, 'In the world of the classic greasy spoon, the Silver Skillet has been described as Atlanta's benchmark for its quaint quality along with a menu filled with Atlanta favorites like eggs, grits, red-eye gravy, and an award-winning lemon icebox pie. Nestled between Westside and Midtown, two of Atlanta's most progressive dining neighborhoods, the historic diner has offered its customers a consistent Southern dining experience for over 56 years.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Southern Soul Barbeque",
				"add1": "2020 Demere Rd",
				"add2": "",
				"cty": "St Simons",
				"stt": "GA",
				"zpcd": "31522",
				"phn": "(912) 638-7685",
				"url": "https://www.southernsoulbbq.com/",
				"note": "Southern Soul Barbeque is located in a former gas station is now a bustling Southern BBQ joint serving oak-smoked meat and other specialties. From Food Network website, 'At Southern Soul Barbeque they like their ribs sweet, and they mean sweet. Each rib gets coated in brown sugar and tupelo honey. The result is super tender ribs and pulled pork with a unique woody smokiness.' From the Southern Living website, 'It's exactly 12.5 miles from Exit 38 on I-95 to the parking lot of Southern Soul Barbeque on St. Simons Island. If you're motoring southward down to the sunny skies of Florida, it's very much worth taking that short detour to see how Harrison Sapp and Griffin Bufkin have transformed an old seaside gas station into a Southern barbecue destination.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Staplehouse",
				"add1": "541 Edgewood Ave SE",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30312",
				"phn": "(404) 524-5005",
				"url": "https://www.staplehouse.com/",
				"note": "Staplehouse is a new American restaurant and bar benefiting a charity, with a reservations-only policy at tables. From their website, ‘if you’ve never experienced the relaxing setting of our garden and patio, now is absolutely the time. Our garden is perfect for a sunny day or a cool evening. The patio is covered and ready to take on any weather. When you arrive outside, you’ll find everything you might need.’ From the Atlanta Eater website, 'Ryan Smith crafts the right-now model of the mid-priced tasting menu, serving a dozen or so constantly evolving courses; dishes might involve modernist mousses and powders but never spiral too far from an end goal of accessible pleasure. Co-owners Jen Hidinger and Kara Hidinger (Smith’s wife) lead the front of house with Southern graciousness.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, Wednesday, and Thursday",
				"rcmmnd": "Bon Appétit Top 10 in 2016 (YouTube)"
            },
            {
                "name": "Sublime Doughnuts",
				"add1": "535 10th St NW",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30318",
				"phn": "(404) 897-1801",
				"url": "https://www.sublimedoughnuts.com/",
				"note": "Sublime Doughnuts is a quaint shop doing donuts in a variety of adventurous flavors like maple-bacon-cheddar and red velvet. From their website, ‘As the creative mind behind Sublime Brands’ distinctive doughnut and bakeshop concept, Founder and Creative Director Kamal Grant demonstrates a love for baking and bringing smiles to customers’ faces that can only be described as awe-inspiring. “I realized at a very young age that sweets make people happy, and that’s what I wanted to do with my life,” recalls Grant.’ From the Atlanta Eater website, ‘One of the first gourmet doughnut shops to hit the scene in Atlanta, Sublime is now a mainstay in Home Park and in Toco Hills. Who doesn’t love a 24-hour doughnut shop serving coffee and ice cream, too? Order the A-Town Cream, a chocolate-glazed, A-shaped doughnut filled with custard, or the ice cream-stuffed doughnut burger. Flavors change frequently here but expect doughnuts like s’mores, Nestle crunch, salt and vinegar, and red velvet to be on the menu. Open 24/7.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
			},
            {
                "name": "Talat Market",
				"add1": "112 Ormond St SE",
				"add2": "",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30315",
				"phn": "(404) 257-6255",
				"url": "https://talatmarketatl.com/",
				"note": "From the Talat Market website, 'Talat Market is located in the Summerhill neighborhood of Atlanta, Georgia. We grew from a pop-up to a brick-and-mortar restaurant because of the amazing support of our community. Co-owners Parnass Savang and Rod Lassiter cook using Thai technique and featuring local Georgia ingredients. &ldquo;Talat&rdquo; means &ldquo;market&rdquo; in Thai. So yes, we’re Market Market.' From the Atlanta Eater website, 'Thai Restaurant Talat Market Debuts in Summerhill, and Joins Atlanta’s Takeout Game. While the pandemic may have changed their grand opening plans, former pop-up chefs Parnass Lim Savang and Rod Lassiter see Talat Market opening for takeout as just another challenge to tackle.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, Wednesday, and Thursday",
				"rcmmnd": "Southern Foodways Alliance"
            },
            {
                "name": "Taqueria Del Sol",
				"add1": "2165 Cheshire Bridge Rd NE",
				"add2": "ccc",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30324",
				"phn": "(404) 321-1118",
				"url": "http://www.taqueriadelsol.com/georgia/georgia/",
				"note": "Taqueria Del Sol is a local counter-serve chain offering a short menu of soft tacos and enchiladas in a relaxed space. From their website,' Taqueria del Sol was founded on two things: friendship and a passion for great food. After moving to America from Mexico to pursue a music career, Executive Chef Eddie Hernandez found himself in Atlanta, GA, after a failed recording contract in Houston, TX. Shortly after moving, Eddie connected with Owner Mike Klank, a Tennessee native with an engineering degree from Georgia Tech, and he gave the rocker with long hair and a pierced ear a chance in the El Azteca kitchen. What started as a business partnership grew into an unlikely friendship, and before long, the two cut ties with El Azteca and started Azteca Grill, their first project as a pair. Not long after, the two opened the infamous Sundown Cafe in 1991 in the space where Taqueria del Sol's Cheshire Bridge location currently resides.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jose R. Ralat and the Southern Foodways Alliance"
            },
            {
                "name": "Treylor Park",
				"add1": "115 E Bay St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(888) 873-9567",
				"url": "https://www.treylorpark.com/",
				"note": "The Fresh, Fried, and Crispy show host recommends ordering the Philly egg roll, grilled apple pie sandwich (fried chicken, grilled apple, bacon), Treylor Park chicken pot pie (deep fried chicken, corn, peas, gravy, cheddar, wrapped in a tortilla).or the peanut butter and jelly chicken wings to garnish a bloody Mary. From the Food Network website, ‘Get your Southern fare fix at Treylor Park, with a few surprising twists like their PB and J Wings, Shrimp and Grits Tacos and a chef’s choice charcuterie board.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Fresh, Fried, and Crispy"
            },
            {
                "name": "The Varsity",
				"add1": "61 North Avenue NW",
				"add2": "ccc",
				"cty": "Atlanta",
				"stt": "GA",
				"zpcd": "30308",
				"phn": "(404) 881-1706",
				"url": "https://thevarsity.com/",
				"note": "From their website, ‘The original Varsity was opened in 1928 on a 70’ X 120’ lot with a white picket fence by a man named Frank Gordy; a man with a $2000 nest egg and “million dollar taste buds.” Through his dedication to freshness, superior quality, advanced technology, and serving the best food fast, he gained a reputation that is known worldwide. “What’ll ya have… What’ll ya have?” There’s no friendlier greeting than the one you’ll receive when you step up to the counter at The Varsity. And that’s just the beginning of what makes The Varsity so special. There’s not a faster, fresher, or more fun-filled dining experience like it anywhere! Gordy family-owned and operated since 1928. The Varsity is a downtown Atlanta institution and The World’s Largest Drive-in Restaurant. Visiting The Varsity before a big game or anytime for a quick, delicious meal is more than just dining out; it’s experiencing an iconic part of Atlanta’s culture. Now, with six locations and growing, The Varsity is the ninety-four-year-old fun place to eat that keeps getting better with age.’ Titus tweeted ‘Chili Dog from The Varsity (Atlanta, GA). As seen on every SEC championship broadcast. Skinless all beef wiener with chili + mustard and an order of onion rings. Biggest hot dog stand I’ve ever visited, stretching two city blocks with an 800-person capacity. Since 1928.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "The Wyld",
				"add1": "2740 Livingston Ave",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31406",
				"phn": "(912) 692-1219",
				"url": "http://www.thewylddockbar.com/",
				"note": "The Wyld is a waterside hangout for New American fare with a seafood focus, along with cocktails, bocce, and a fire pit. Titus blogged, 'If you're looking for good food, nice views, and cold brews head over to this hip dock bar and get there early if you don't want to wait. The Wyld is a locals favorite in part due to it's away from the downtown location. It's got a very Low Country feel with its menu and setting. Fried local shrimp was excellent, as it most always is in these parts. There's not a better region to indulge in it than here.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Zunzi's",
				"add1": "236 Drayton St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 443-9555",
				"url": "https://www.zunzis.com/",
				"note": "From the Carolina Eater website, ‘Zunzi’s is a South African-inspired sandwich shop with locations in both Atlanta and in Savannah. Sandwiches are served on 12-inch French bread with Zunzi’s sauce, a cream-based sauce that still tastes both fresh and of vinegar. The Conquistador is the most popular sandwich, which includes an ample amount of peri peri-marinated chicken dressed with Zunzi’s sauce and Zunzi’s dressing. If you text Zunzifest on the second Tuesday of every month, you can try it or the vegetarian sandwich, the Rising Sun, for free. Pair it with a South African sweet tea.’ Titus tweeted, “The Boerewors Sandwich at Zunzi’s South African Deli in Savannah. Considered the best sandwich shop in the state, according to some. These aren’t the regional favorite Gatsby Sandwiches you find all over Cape Town (those are stuffed with fries), but it’s damn delicious nonetheless.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            }
		]
    }
}