{
    "result": {
        "city": "Greenville, SC",
		"posts": [
            {
                "name": "Bake Room",
				"add1": "147 Welborn St",
				"add2": "ccc",
				"cty": "Greenville",
				"stt": "SC",
				"zpcd": "29601",
				"phn": "ggg",
				"url": "hhh",
				"note": "From the Bon Appetit website, ‘Oh, yeah, those pastries I got at Methodical? They’re baked at a small bakery called Bake Room, run by Wade Taylor, who sources local grains to bake naturally leavened breads and pastries. Taylor’s morning bun is an absolute masterpiece, much lighter and flakier than the traditional bun, with a top that gets the old-fashioned doughnut treatment, tossed in cinnamon sugar. Eating it is something like hearing Marvin Gaye for the first time. The exterior of Taylor’s croissants shatter perfectly, and his chocolate chip monkey bread resembles miniature layered croissants more than cake, rendering everything I used to love and appreciate about monkey bread useless.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "Clare's Creamery",
				"add1": "1635 E North St",
				"add2": "ccc",
				"cty": "Greenville",
				"stt": "SC",
				"zpcd": "29607",
				"phn": "ggg",
				"url": "https://www.clarescreamery.com/",
				"note": "From their website, ‘Hello, ice cream lovers. At Clare’s Creamery, we have a passion for sharing our love of ice cream with everyone we meet. We strive to create a tradition celebrated with valued friends, family, and neighbors originating from these core principles: Small-batch ice cream hand-crafted in Greenville, South Carolina. Recipes made the way we like them (and we hope you like them too). Quality ingredients sourced from the best local and national suppliers. Welcoming environment and prices that are affordable to all our neighbors.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "Due South Coffee Roasters",
				"add1": "1320 Hampton Ave",
				"add2": "#4B",
				"cty": "Greenville",
				"stt": "SC",
				"zpcd": "29601",
				"phn": "(864) 283-6680",
				"url": "https://duesouthcoffee.com/",
				"note": "Hip, industrial-style coffeehouse offering gourmet coffee drinks, pastries, and other simple nibbles. From their website, ‘Since 2013, we have been roasting ambitious and forward-thinking specialty coffee in the upstate of South Carolina. Our sourcing relationships, thoughtful roasting, and friendly preparation of coffee are all in service to you, our community that continues to inspire us towards excellence.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "Gather GVL",
				"add1": "126 Augusta St",
				"add2": "ccc",
				"cty": "Greenville",
				"stt": "SC",
				"zpcd": "29601",
				"phn": "(864) 501-5008",
				"url": "https://www.gathergreenville.com/",
				"note": "From their website, ‘Gather® is a food and beverage-focused recreation and amusement facility that serves as a gathering place for the community. Gather GVL is not only environmentally friendly, it’s family-friendly as well.’ From USA Today Top 10 Best website, ‘As the name implies, Gather is a food hall that wants to bring people together. A colorful collection of shipping containers filled with more than 10 food and beverage vendors and plenty of places to sit make it an attractive destination for foodies of all ages. Sushi, burgers – even lobster rolls – are all on offer at this outdoor space. Locals also love that you can bring your pets on select days.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "SBH BBQ",
				"add1": "5021 Pelham Rd",
				"add2": "ccc",
				"cty": "Greenville",
				"stt": "SC",
				"zpcd": "29615",
				"phn": "(864) 509-1059",
				"url": "https://sbhbbq.com/",
				"note": "From their website, ‘SBH BBQ is a spin-off of our competition team (Smoking Butt Heads) that competes across the country on the KCBS BBQ circuit with great success racking up numerous Grand Championships and winning the 2020 World Invitational Championship. We have taken that success and brought world-class BBQ to Greenville.’ From the Carolina’s Eater website, ‘Todd Smith pulled a hat trick when his barbecue team won the Kansas City Barbeque Society World Invitational Championship with a total score of 708. It included a perfect mark in pork and significant placements in brisket, ribs, and chicken. He’s bested every known barbecue team on the planet, and his small restaurant on Greenville’s Eastside produces competition-quality barbecue every day. Tables fill up at lunch, so grab a seat at the bar or on the shaded deck through the side door. Order the melty pork medallions at dinner or the burnt ends, when available, and an only on Friday brisket burger.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "Swamp Rabbit Cafe and Grocery",
				"add1": "205 Cedar Lane Rd",
				"add2": "ccc",
				"cty": "Greenville",
				"stt": "SC",
				"zpcd": "29611",
				"phn": "(864) 255-3385",
				"url": "https://www.swamprabbitcafe.com/",
				"note": "Swamp Rabbit Cafe and Grocery is a hybrid cafe and bakery featuring locavore American eats, desserts, and grocery items in a comfy setting. From their website, ‘Welcome to the Swamp Rabbit Cafe and Grocery! Here at the Swamp, we work to support and strengthen a just and sustainable food system that allows local farmers and food makers to thrive. We do this through our bakery, kitchen, cafe, grocery, and food hub. Our mission is to buy, sell, and cook with fresh, local food to support a sustainable food system and provide a community space where people come together to celebrate meals. We envision a community that celebrates and supports a just and sustainable food system that allows small local farmers to thrive.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let's Be Us (YouTube)"
            }
        ]
    }
}