{
    "result": {
        "city": "Indiana",
		"posts": [
            {
                "name": "Fort Wayne's Famous Coney Island",
				"add1": "131 W Main St",
				"add2": "",
				"cty": "Fort Wayne",
				"stt": "IN",
				"zpcd": "46802",
				"phn": "(260) 424-2997",
				"url": "https://www.fortwaynesfamousconeyisland.com/",
				"note": "Fort Wayne's Famous Coney Island was established in 1914, this bustling eatery known for hot dogs also offers burgers, chili, and pie. From their website, 'The oldest coney stand in America! Opening on Calhoun Street in 1913 and moving to Main Street in 1914, Coney Island has taken on a life of its own. It is one of many Fort Wayne eateries established by Macedonians and maintained by their descendants. Russ Choka took the helm from his Father-in-Law in the 1950s and was a driving force and regular face for decades. Today, Jimmy Todoran (who started for Russ in 1986 at just 15) and Kathy Choka (daughter of Russ) take on the role of caretakers; corporate titles would never work in this working-class hot dog joint with all walks of life.' Titus tweeted the following, 'Two Coney dogs at Ft. Wayne Coney Island (Ft. Wayne, IN). There’s just something about spots like this 100+ year-old Macedonian-owned stand. I don’t even care that the wieners are skinless. Visiting places like this is about as close to time travel as we have. Since 1914.'",
				"eaten": "jjj",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Taste of India",
				"add1": "5809 IN-3",
				"add2": "",
				"cty": "Spiceland",
				"stt": "IN",
				"zpcd": "47385",
				"phn": "(765) 987-8786",
				"url": "",
				"note": "Taste of India serves traditional Indian fare, including vegetarian and vegan options, in a modest dining room from a truck stop.",
				"eaten": "jjj",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Traders Point Creamery",
				"add1": "9101 Moore Rd",
				"add2": "",
				"cty": "Zionsville",
				"stt": "IN",
				"zpcd": "46077",
				"phn": "(317) 733-1700",
				"url": "https://www.traderspointcreamery.com/",
				"note": "Traders Point Creamery is a farm-to-table restaurant housed in the romantic setting of a 19th-century dairy barn. From their website, 'Our MISSION is to: Farm in harmony with the land and the animals. Produce the most nutritious and healthful product possible. Encourage education of farming and nutrition. Promote a community of local food and sustainable farming, reconnecting farmers & consumers. Traders Point Creamery is an organic, 100% grass-fed dairy farm and artisan creamery in Zionsville, Indiana, owned by the Kunz family. As the first USDA-certified organic dairy farm in Indiana, we believe in “nourishing the land that nourishes us all.” Since 2003, we have blended tradition and innovation to craft the purest and most wholesome artisan dairy products by working in harmony with nature’s design. We are committed to working with farmers and consumers for a flourishing community of sustainable food production to bring you the best in nourishing, 100% grassfed dairy.'",
				"eaten": "jjj",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Working Man's Friend",
				"add1": "234 N Belmont Ave",
				"add2": "",
				"cty": "Indianapolis",
				"stt": "IN",
				"zpcd": "46222",
				"phn": "(317) 636-2067",
				"url": "",
				"note": "Working Man's Friend is a bustling diner featuring giant burgers and other casual grub, along with cocktails in an old-school space. The Burger Show recommends ordering their burger. From the Indy Star website, 'If you draw a line right down the center of Illinois, from north to south, there’s this line of incredible hamburger spots that make this lacy edged burger. But there’s a bunch in Indiana. One is The Workingman’s Friend (Indianapolis). Workingman’s Friend makes that same patty. It’s a very specific process where they smash the patty, and then they push the edges out super thin, so the edges become almost like a beef candy; it’s like this really cool chewy beef. It’s concentrated beef and salt and flavor.'",
				"eaten": "jjj",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Burger Show (YouTube)"
            }
        ]
    }
}