{
    "result": {
        "city": "Kentucky",
		"posts": [
            {
                "name": "Anchor Grill",
				"add1": "438 W Pike St",
				"add2": "",
				"cty": "Covington",
				"stt": "KY",
				"zpcd": "41011",
				"phn": "(859) 431-9498",
				"url": "",
				"note": "Anchor Grill is an unassuming American diner serving familiar chow 24/7 in throwback digs with wood-paneled walls. Helen Rosner recommends the G.L.T., which is goetta (similar to scrapple), lettuce, and tomato. From the Cinciinati.com website, 'A 76-year-old diner and Covington staple is the best diner in Kentucky, according to Food & Wine. Locals may not be surprised to hear that the dining outlet recently included the city's historic Anchor Grill, located at 438 Pike St., in its list of the best diners in each state. Food and Wine editors noted the vintage eatery's penchant for goetta, recommending its noteworthy &ldquo;GLT&rdquo; sandwich – goetta, lettuce, and tomato – which they declared an &ldquo;all-day and all-night favorite.&rdquo;'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner"
            },
            {
                "name": "Con Huevos Restaurant",
				"add1": "2339 Frankfort Ave",
				"add2": "",
				"cty": "Louisville",
				"stt": "KY",
				"zpcd": "40206",
				"phn": "(502) 384-3027",
				"url": "https://conhuevos.com/",
				"note": "Con Huevos Restaurant is a Mexican breakfast, and lunch platters plus traditional desserts served in a tiny, bustling space. They want you to live the real experience of Mexican food, and they mean it. The secret is they do it the same way as “la Abuela” (grandmother) used to do it in Mexico. Every day from scratch, using fresh ingredients, patiently spending the right time (no matter what it takes longer) and the most important is always Con Muchos Huevos. The Southern Foodways Alliance recommends you order the chilaquiles. From their website, 'A Louisville Brunch Original. Straight Outta Guadalajara. When you live your life con huevos, joy will follow. From Mariachis and Tequila all the way to Louisville, Kentucky, Con Huevos! Brings you the rich flavor and the energía vibrante that is the joy at the heart of Mexican culinary culture.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "The Southern Foodways Alliance"
            },
            {
                "name": "Gralehaus",
				"add1": "1001 Baxter Ave",
				"add2": "",
				"cty": "Louisville",
				"stt": "KY",
				"zpcd": "40204",
				"phn": "(502) 454-7075",
				"url": "https://www.thegrales.com/",
				"note": "Gralehaus is an eclectic nook in a Victorian house with seasonal breakfast and lunch bites, along with craft beers and coffee. You need to order the fried bologna sandwich with a fried egg on top or lamb and grits. From their website, ‘Founded in 2014, gralehaus operates its cafe and bed and beverage inside an old Victorian-style home built in the early 1900s. Stop by to enjoy some carefully crafted coffee drinks featuring Counter Culture Coffee, fresh juices, and teas, as well as some “breakfast” beer, wine, or cocktails. Our seasonally driven food menu is fun, bright, and fresh and features many local farms & food artisans.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Grind Burger Kitchen",
				"add1": "829 E Market St",
				"add2": "",
				"cty": "Louisville",
				"stt": "KY",
				"zpcd": "40206",
				"phn": "(502) 213-0277",
				"url": "https://www.grindburgerkitchen.com/",
				"note": "Grind Burger Kitchen serves burgers piled high with toppings served in a chill, modern space with craft beer on tap. The items to order are the Cubano with fries or the veggie burger. From their website, 'My husband Jesse and I began as Grind Gourmet Burger Truck in the Spring of 2012, and by June of 2014, we had grown into a permanent location. We went all in when we moved to a brick-and-mortar location in the popular NuLu neighborhood and turned it into a thriving restaurant that has received local and national attention. It's our mission to serve a superior, chef-driven burger using the best local and regional ingredients available, prepared and served by happy employees that are paid a fair wage. We look forward to sharing our passion for good food and good people with you.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Laha's Red Castle Hamburgers",
				"add1": "21 Lincoln Square,",
				"add2": "",
				"cty": "Hodgenville",
				"stt": "KY",
				"zpcd": "42748",
				"phn": "(270) 358-9201",
				"url": "",
				"note": "From the Burger Beast website about Laha's Red Castle Hamburgers, 'Laha’s Red Castle has been open and serving up hamburgers since 1934, so you know something special is about to happen. The dipped portion of the burger refers to one bun being infused with some of their homemade chili. While it is a double, it does not mean that there are two patties. The burger is two meat portions smashed into each other during cooking. The meat had a beautiful crust achieved only by an expert burger griddle cook. When you mix the chili sauced bun, onions, cheese, and mustard into the equation, you have what’s called a big-time winner on our hands.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "John T. Edge"
            },
            {
                "name": "Momma's Mustard, Pickles, and BBQ",
				"add1": "102 Bauer Ave,",
				"add2": "",
				"cty": "Louisville",
				"stt": "KY",
				"zpcd": "40207",
				"phn": "(502) 938-6262",
				"url": "https://mommasbbq.com/",
				"note": "Momma's Mustard, Pickles, and BBQ serves Kansas City-style BBQ ribs and other meats, plus many sides, are served in comfy, old-school quarters. The item to order is the beef ribs. From the Food Network website, ‘Kansas native Chad Cooley delivers the smoky flavors of his home state to Kentucky by way of this barbecue joint. “Good smoke, nice rub,” Guy said after tearing into a basket of chicken wings. The wings are hit with a spice-laden dry rub, smoked over hickory wood, fried, and then dusted once more with dry rub before being served with a side of buttermilk ranch dressing. Another standout is the beef ribs, which are paired with pickles made from a recipe handed down from Cooley’s mom. They recommend ordering the chicken wings, beef ribs, and pickles.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Old Hickory B-B-Q",
				"add1": "338 Washington Ave",
				"add2": "",
				"cty": "Owensboro",
				"stt": "KY",
				"zpcd": "42301",
				"phn": "(270) 926-9000",
				"url": "https://www.oldhickorybar-b-q.com/",
				"note": "Old Hickory B-B-Q restaurant is serving mutton, burgoo, fried chicken, and catfish in a cozy, country-style setting.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Seafood Lady",
				"add1": "107 W Oak St",
				"add2": "",
				"cty": "Louisville",
				"stt": "KY",
				"zpcd": "40203",
				"phn": "(502) 210-9381",
				"url": "https://www.seafoodlady502.com/",
				"note": "Seafood Lady serves steamed lobster, crab cakes, and crawfish offered in a down-to-earth joint with a bar and TVs. You need to order the deep fried lobster with shrimp on a waffle. From their website, 'The story of The Seafood Lady can be summed up in 3 words: food, family, and faith. It was the family of Nichelle Thurston that inspired her to bring her Florida-Style Seafood platters to her transplanted home of Kentucky. When she craved those steamy plates of crab, lobster, crawfish, and veggies, there was nowhere in Kentucky where she could indulge. So, alongside her husband and business partner, Shawn, Nichelle began selling plates and promoting them via social media.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "The Table",
				"add1": "1800 Portland Ave",
				"add2": "",
				"cty": "Louisville",
				"stt": "KY",
				"zpcd": "40203",
				"phn": "(502) 708-2505",
				"url": "http://www.tablecafe.org/",
				"note": "The Table's mission is to provide a restaurant that serves locally grown food with amazing taste, at an affordable price, where all can enjoy the flavor of community where you pay what you can. Get smoked chicken with bacon jam sandwich or the pulled pork chow chow sandwich.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Village Anchor",
				"add1": "11507 Park Rd",
				"add2": "",
				"cty": "Louisville",
				"stt": "KY",
				"zpcd": "40223",
				"phn": "(502) 708-1850",
				"url": "https://www.villageanchor.com/",
				"note": "The Village Anchor is a cozy eatery with a fireplace offering Southern chow, many bourbons, and wines, along with a downstairs bar. From their website, 'A village-focused European 'roost'. Where a lively Parisian bistro greets the more traditional English Pub.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}