{
    "result": {
        "city": "Little Rock, AR",
		"posts": [
            {
                "name": "Blue Sail Coffee, Downtown",
				"add1": "1028 Front St",
				"add2": "",
				"cty": "Conway",
				"stt": "AR",
				"zpcd": "72032",
				"phn": "(501) 358-6188",
				"url": "https://bluesailcoffee.com/",
				"note": "From the Blue Sail Coffee, Downtown Facebook page, 'Blue Sail Coffee's mission is to make communities more connected by serving professional level coffee, and providing creative communal environments.' Jessica from Roots and Refuge Farm (YouTube) recommended them as a great place to get work done.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jessica from Roots and Refuge Farm (YouTube)"
            },
            {
                "name": "The Fold: Botanas and Bar",
				"add1": "3501 Old Cantrell Rd",
				"add2": "",
				"cty": "Little Rock",
				"stt": "AR",
				"zpcd": "72202",
				"phn": "(501) 916-9706",
				"url": "https://thefoldlr.com/",
				"note": "The Fold: Botanas and Bar is a bright and trendy taqueria in a converted gas station, with cocktails and modern takes on Mexican fare. Make sure to get the bison burrito or cornmeal waffle with pork on top and a sunny side up egg. From their website, ‘What was originally an auto repair shop and filling station built in 1960, became our little taco garage in 2012. The history and setting became the inspiration for our fast-paced, casual, Mexican-inspired eatery. Our sun-soaked garage is the perfect backdrop for your next happy-hour hang. Dinner brings a warm glow and a great atmosphere for a quick bite before heading to an event downtown. Everything we do is locally focused and thoughtfully prepared. It’s our goal to create amazing experiences within our community, so come on in and join The Fold!’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Clsoed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Layla's Gyro",
				"add1": "9501 N Rodney Parham Rd",
				"add2": "#7",
				"cty": "Little Rock",
				"stt": "AR",
				"zpcd": "72227",
				"phn": "(501) 227-7272",
				"url": "http://laylasgyro.com/",
				"note": "Layla's Gyro is authentic Mediterranean food, cooked and served by some of the friendliest staff you'll ever meet. From the Southern Foodways Alliance website, ‘Arab American and Middle Eastern immigrants have had a unique experience in the U.S. With a history that dates back more than 100 years, Arab Americans of every generation have brought their food and history with them and have often used restaurants as a center of culture and a way to create their own American and Arab story. One popular restaurant owner has married his love of his hometown—Damascus, Syria—with his love of his present home in Little Rock, Arkansas. The result is delicious in taste, rich in history, and demonstrative of Arab American ingenuity that’s existed for generations.’",
				"eaten": "jjj",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "John T Edge and Southern Foodways Alliance"
            },
            {
                "name": "North Bar",
				"add1": "3812 J.F.K. Blvd",
				"add2": "",
				"cty": "North Little Rock",
				"stt": "AR",
				"zpcd": "72116",
				"phn": "(501) 420-1117",
				"url": "https://www.501northbar.com/",
				"note": "North Bar is an eclectic menu ranging from P B and J Burger to the Vegan Loaded Tofu club. They have over 15 vegan items and offer gluten-free options as well from the local Dempsy Bakery. You should order the Arkansas BBQ Bologna Burger or the Kung Fu Bird, which is a sweet and sour chicken sandwich. From their website, 'We really wanted to open a great neighborhood bar and restaurant. We have over 16 beers on tap, most occupied by local breweries and an eclectic menu ranging from PB&J Burger to the Vegan Loaded Tofu club. We have over 15 vegan items and offer gluten-free options as well from the local Dempsy Bakery. Our Desserts come from Flywheel Pies in Prescott, Arkansas, in a variety of flavors. Our very own Park hill Blackberry Ale is made by The Water Buffalo Brewing Co., and for every Park Hill Blackberry pale ale sold, we give a $1 to the PHBMA to help improve the community and pay for the patio on the park, streets, roads, sidewalks and more.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "The Root Cafe",
				"add1": "1500 Main St,",
				"add2": "",
				"cty": "Little Rock",
				"stt": "AR",
				"zpcd": "72202",
				"phn": "(501) 414-0423",
				"url": "http://www.therootcafe.com/",
				"note": "The Root Cafe is a chill cafe with a patio offering sandwiches and salads made with locally sourced ingredients. The bright little diner’s mismatched tableware and napkins, indoor and outdoor dining and sweet, hip staff would be an asset anywhere; gems such as third-of-a-pound burgers featuring small-farmed, pasture-raised beef from Simon Farms, brats Farm Girl Meats’ pork, and an incredible curried chicken salad sandwich on an Arkansas Fresh Bakery bun. Also, consider ordering the old world brat with homemade sauerkraut.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Diner, Drive-ins, and Dives"
            }
        ]
    }
}