{
    "result": {
        "city": "Little Rock, AR",
		"posts": [
            {
                "name": "Blue Sail Coffee, Downtown",
				"add1": "1028 Front St",
				"add2": "",
				"cty": "Conway",
				"stt": "AR",
				"zpcd": "72032",
				"phn": "(501) 358-6188",
				"url": "https://bluesail.coffee/",
				"note": "From the Blue Sail Coffee, Downtown Facebook page, 'Blue Sail Coffee's mission is to make communities more connected by serving professional level coffee, and providing creative communal environments.' Jessica from Roots and Refuge Farm (YouTube) recommended them as a great place to get work done.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jessica from Roots and Refuge Farm (YouTube)"
            },
            {
                "name": "The Fold: Botanas and Bar",
				"add1": "3501 Old Cantrell Rd",
				"add2": "",
				"cty": "Little Rock",
				"stt": "AR",
				"zpcd": "72202",
				"phn": "(501) 916-9706",
				"url": "http://thefoldlr.com/",
				"note": "The Fold: Botanas and Bar is a bright and trendy taqueria in a converted gas station, with cocktails and modern takes on Mexican fare. Make sure to get the bison burrito or cornmeal waffle with pork on top and a sunny side up egg. From their website, 'There is always a story behind every good taco. The story behind ours goes back to 2010 in Austin, Texas, where the mobile food truck scene was alive and thriving. That experience inspired us to bring our inspirations back with us to The Rock. In 2012 we purchased what used to be a filling station, built-in 1960, in the heart of Little Rock. The mission was to take that experience and mold it with inspiration from cantinas in Mexico.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Root Cafe",
				"add1": "1500 Main St,",
				"add2": "",
				"cty": "Little Rock",
				"stt": "AR",
				"zpcd": "72202",
				"phn": "(501) 414-0423",
				"url": "http://www.therootcafe.com/",
				"note": "The Root Cafe is a chill cafe with a patio offering sandwiches and salads made with locally sourced ingredients. The bright little diner’s mismatched tableware and napkins, indoor and outdoor dining and sweet, hip staff would be an asset anywhere; gems such as third-of-a-pound burgers featuring small-farmed, pasture-raised beef from Simon Farms, brats Farm Girl Meats’ pork, and an incredible curried chicken salad sandwich on an Arkansas Fresh Bakery bun. Also, consider ordering the old world brat with homemade sauerkraut.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diner, Drive-ins, and Dives"
            }
        ]
    }
}