{
    "result": {
        "city": "Louisville, KY",
		"posts": [
            {
                "name": "Con Huevos Restaurant",
				"add1": "2339 Frankfort Ave",
				"add2": "",
				"cty": "Louisville",
				"stt": "KY",
				"zpcd": "40206",
				"phn": "(502) 384-3027",
				"url": "https://conhuevos.com/",
				"note": "Con Huevos Restaurant is a Mexican breakfast, and lunch platters plus traditional desserts served in a tiny, bustling space. They want you to live the real experience of Mexican food, and they mean it. The secret is they do it the same way as “la Abuela” (grandmother) used to do it in Mexico. Every day from scratch, using fresh ingredients, patiently spending the right time (no matter what it takes longer) and the most important is always Con Muchos Huevos. The Southern Foodways Alliance recommends you order the chilaquiles. From their website, 'A Louisville Brunch Original. Straight Outta Guadalajara. When you live your life con huevos, joy will follow. From Mariachis and Tequila all the way to Louisville, Kentucky, Con Huevos! Brings you the rich flavor and the energía vibrante that is the joy at the heart of Mexican culinary culture.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "The Southern Foodways Alliance"
            },
            {
                "name": "Gralehaus",
				"add1": "1001 Baxter Ave",
				"add2": "",
				"cty": "Louisville",
				"stt": "KY",
				"zpcd": "40204",
				"phn": "(502) 454-7075",
				"url": "https://www.thegrales.com/",
				"note": "Gralehaus is an eclectic nook in a Victorian house with seasonal breakfast and lunch bites, along with craft beers and coffee. You need to order the fried bologna sandwich with a fried egg on top or lamb and grits. From their website, ‘Founded in 2014, gralehaus operates its cafe and bed and beverage inside an old Victorian-style home built in the early 1900s. Stop by to enjoy some carefully crafted coffee drinks featuring Counter Culture Coffee, fresh juices, and teas, as well as some “breakfast” beer, wine, or cocktails. Our seasonally driven food menu is fun, bright, and fresh and features many local farms & food artisans.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Grind Burger Kitchen",
				"add1": "829 E Market St",
				"add2": "",
				"cty": "Louisville",
				"stt": "KY",
				"zpcd": "40206",
				"phn": "(502) 213-0277",
				"url": "https://www.grindburgerkitchen.com/",
				"note": "Grind Burger Kitchen serves burgers piled high with toppings served in a chill, modern space with craft beer on tap. The items to order are the Cubano with fries or the veggie burger. From their website, 'My husband Jesse and I began as Grind Gourmet Burger Truck in the Spring of 2012, and by June of 2014, we had grown into a permanent location. We went all in when we moved to a brick-and-mortar location in the popular NuLu neighborhood and turned it into a thriving restaurant that has received local and national attention. It's our mission to serve a superior, chef-driven burger using the best local and regional ingredients available, prepared and served by happy employees that are paid a fair wage. We look forward to sharing our passion for good food and good people with you.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Momma's Mustard, Pickles, and BBQ",
				"add1": "102 Bauer Ave,",
				"add2": "",
				"cty": "Louisville",
				"stt": "KY",
				"zpcd": "40207",
				"phn": "(502) 938-6262",
				"url": "https://mommasbbq.com/",
				"note": "Momma's Mustard, Pickles, and BBQ serves Kansas City-style BBQ ribs and other meats, plus many sides, are served in comfy, old-school quarters. The item to order is the beef ribs. From the Food Network website, ‘Kansas native Chad Cooley delivers the smoky flavors of his home state to Kentucky by way of this barbecue joint. “Good smoke, nice rub,” Guy said after tearing into a basket of chicken wings. The wings are hit with a spice-laden dry rub, smoked over hickory wood, fried, and then dusted once more with dry rub before being served with a side of buttermilk ranch dressing. Another standout is the beef ribs, which are paired with pickles made from a recipe handed down from Cooley’s mom. They recommend ordering the chicken wings, beef ribs, and pickles.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Table",
				"add1": "1800 Portland Ave",
				"add2": "",
				"cty": "Louisville",
				"stt": "KY",
				"zpcd": "40203",
				"phn": "(502) 708-2505",
				"url": "http://www.tablecafe.org/",
				"note": "The Table's mission is to provide a restaurant that serves locally grown food with amazing taste, at an affordable price, where all can enjoy the flavor of community where you pay what you can. Get smoked chicken with bacon jam sandwich or the pulled pork chow chow sandwich. From their website, 'The Table is a non-profit, social entrepreneurship that serves locally grown, fresh food and operates under a pay-what-you-can model. We value a place where everyone is welcome, and we provide creative payment solutions for all.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Village Anchor",
				"add1": "11507 Park Rd",
				"add2": "",
				"cty": "Louisville",
				"stt": "KY",
				"zpcd": "40223",
				"phn": "(502) 708-1850",
				"url": "https://villageanchor.com/",
				"note": "The Village Anchor is a cozy eatery with a fireplace offering Southern chow, many bourbons, and wines, along with a downstairs bar. From their website, 'The Village Anchor offers a much-needed and unique setting in Louisville’s east end, both for personal and professional occasions. The restaurant’s look and feel are like none other in Louisville and, arguably, Kentucky. Two bars, the Anchor Bar and the Sea Hag, each appeal to a particular taste and rely on the other to offer one of the most spectacular experiences in the Metro area. The Village Anchor Restaurant and Anchor Bar on the main floor bring together stone, red leathers, rich worn velvets, wrought iron, dark woods, Italian appointments, Carrera marble, and the original crimson red beer taps from Churchill Down’s Silks Bar. It offers an upscale-casual, fun environment with an inimitable European flavor and exotic French flair. The lower-level Sea Hag Pub offers a completely different look and feel. The “Hag” brings together brick, worn woods, hand-wrought iron, stone, and copper to drive a more traditional pub setting. The 30-foot copper bar showcases 62 beers and 55 bourbons while built-in ice troughs chill your favorite brew.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}