{
    "result": {
        "city": "Maine",
		"posts": [
            {
                "name": "Helen's Restaurant",
				"add1": "111 Main St",
				"add2": "",
				"cty": "Machias",
				"stt": "ME",
				"zpcd": "04654",
				"phn": "(207) 255-8423",
				"url": "https://www.helensrestaurantmachias.com/",
				"note": "From the Helen's Restaurant website, 'Generations of Down East Maine families and travelers have chosen Helen's Restaurant as a favored destination for over 60 years! Our restaurant menu has evolved to include our signature sandwiches and creative menu specials in addition to the favorite Down East fare. Specials change daily, so; please ask your server for today's list. Oh! And please remember to save room for dessert!' Helen Rosner recommends ordering the blueberry pie.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Helen Rosner"
            },
            {
                "name": "Nosh Kitchen Bar",
				"add1": "551 Congress St",
				"add2": "",
				"cty": "Portland",
				"stt": "ME",
				"zpcd": "04101",
				"phn": "(207) 553-2227",
				"url": "https://www.noshkitchenbar.com/",
				"note": "Nosh Kitchen Bar is an upscale pub serving creative, jumbo-size burgers, sandwiches, and other comfort eats till late. Order the Mac and stack burger or the chicken as a bun burger. From the Eater website, 'Serving food til 1 a.m., Jason Loring's cool spot serves up elevated takes on classic late night grub, like bacon-dusted fries and all-natural, grass-fed beef burgers, which can be had between a couple giant slabs of pizza or topped with foie gras pate.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Tandem Coffee and Bakery",
				"add1": "742 Congress St",
				"add2": "",
				"cty": "Portland",
				"stt": "ME",
				"zpcd": "04102",
				"phn": "(207) 760-4440",
				"url": "https://www.tandemcoffee.com/",
				"note": "Tandem Coffee and Bakery is a modern cafe in a converted 1960s gas station serving house-roasted coffees, pastries, and sandwiches. From their website, 'In 2012, after working in coffee in Boston, Martha’s Vineyard, San Francisco, and New York, Will and Kathleen Pratt found a home for Tandem Coffee Roasters in Portland, Maine. The bakery’s food program is headed up by Briana Holt. Will Kathleen and Briana have been friends for almost 20 years. A bakery is something they had been scheming about doing together since they all lived in NYC back in 2011. Once a gas station, then a laundromat, this rad late 60’s building is now a beautiful, bustling cafe. No wifi since 2014!' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            }
        ]
    }
}