{
    "result": {
        "city": "Memphis, TN",
		"posts": [
            {
                "name": "Alcenia's",
				"add1": "317 N Main St",
				"add2": "ccc",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38103",
				"phn": "(901) 523-0200",
				"url": "https://www.alcenias.com/",
				"note": "From their website, ‘Soul food, southern-style cuisine, meat-and-three meals, down-home eats, your grandma’s cooking—whatever you call it, at Alcenia’s it’s always handmade to order from scratch with love. Heart to heart. Soul to soul. Our specialties include fried chicken, salmon croquettes, catfish, pork chops, meatloaf, waffles, fried green tomatoes, cha-cha cabbage, yams, hot-water cornbread, an assortment of incredible desserts, and many other homey favorites. We serve lunch from 11:00 AM – 5:00 PM on Tuesday – Friday and our famous brunch on  Saturday from 9:00 AM – 3:00 PM. Everyone’s welcome at Alcenia’s. Even if you’re vegetarian, dieting, or otherwise restricted in what you can eat, we’ve got you covered. Whether you’re a party of one, a family with kids, or a large group, we’d love for you to dine with us. Walk in—or get in touch to make a reservation or place a takeout order! BJ Chester-Tamayo opened Alcenia’s in 1997 to heal her heart after the untimely death of her son. She wasn’t a cook and had never worked in a restaurant. She used her mother’s recipes and called her mom in Mississippi often to  make sure preparations were right.’ Joly recommends the double-stacked catfish sandwich, smothered pork chops, corn pancakes, fried green tomatoes, and bread pudding.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Jolly (YouTube)"
            },
            {
                "name": "Bryant's Breakfast",
				"add1": "3965 Summer Ave",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38122",
				"phn": "(901) 324-7494",
				"url": "http://bryantsmemphis.com/",
				"note": "Bryant’s Breakfast is a bustling, counter-serve eatery dishing out classic Southern breakfast and lunch fare. Unless you get to Bryant’s Breakfast when they open, plan on having to wait in line for an hour or more. I ordered two breakfast sandwiches, and my favorite was the Bologna with egg and cheese on a biscuit. From their website, ‘We have 10 employees at Bryant’s. Most of our employees have been with us for over ten years, with some over twenty years. We are primarily known in Memphis for our breakfast. Homemade biscuits. Country Ham. Omelets. Gravy, Grits. We have been serving plate lunches that have become very popular the past 3 or 4 years.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Charlie Vergos' Rendezvous",
				"add1": "52 S 2nd St",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38103",
				"phn": "(901) 523-2746",
				"url": "https://hogsfly.com/",
				"note": "Charlie Vergos' Rendezvous is a BBQ spot with an upstairs beer hall serving racks of smoked ribs and sausages dusted with dry rub. You need to order the lamb riblets, which is their sleeper dish. I still think about the lamb riblets when I talk about BBQ to people visiting Memphis. From their website, 'Memphis is the pork barbecue mecca of the world, and there are great joints in every nook and cranny of this town. We know how to eat right. And while everyone has a favorite, few can question that the Rendezvous is a quintessential Memphis experience. For over 70 years, the Vergos family has been serving their signature dry rub ribs in a basement through a downtown alley across from the Peabody Hotel. And while the world outside has changed considerably, very little has changed in that alley basement.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cozy Corner Restaurant",
				"add1": "735 North Pkwy",
				"add2": "ccc",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38105",
				"phn": "(901) 527-9158",
				"url": "https://cozycornerbbq.com/",
				"note": "Cozy Corner Restaurant is a longtime standby for barbecued ribs, sausages, and poultry served in a no-nonsense setting. Phil from Somebody Feed Phil (Netflix) recommends the ribs, the smoked Cornish hen, the bologna sandwich, which is skilleted, sauced, and has a mustard coleslaw on a great roll. From their website, ‘A taste of BBQ and a taste of Memphis! At Cozy Corner, sure, you will get the best BBQ that Memphis has to offer, but you will also get the best taste of Memphis culture! We’ve welcomed thousands of people from around the world for decades to enjoy our food and our authentic Memphis experience! Come on in!’ From the Memphis Eater website, ‘White or dark meat? Here, you’re delivered both in one compact bird, a longtime specialty of Cozy Corner matriarch and pitmaster Desiree Robinson, who oversees the restaurant now largely run by her children and grandchildren. Customers can see rows of petite chickens — as well as pork ribs and other meats — through the smudged windows of the restaurant’s glass-front, aquarium-style smoker, an apparatus that originated in Chicago in the 1950s (and is rarely seen beyond the Windy City). Fetchingly singed at the tips of its wings, the Cornish hen arrives with a fresh veneer of sweet and vinegary red sauce, which pools around the bird and glosses the meat when you start feasting.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Phil from Somebody Feed Phil (Netflix) and Helen Rosner"
            },
            {
                "name": "Dyer's Burgers",
				"add1": "205 Beale St",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38103",
				"phn": "(901) 527-3937",
				"url": "http://dyersonbeale.com",
				"note": "Dyer's Burgers is a popular diner known for using the same grease to deep-fry their burgers and fries for over a century. Back in 1912, the late Elmer “Doc” Dyer opened his own cafe and began to develop a secret cooking process for the uniquely delicious world famous burgers we still serve here today on Beale Street. Legend has it that the “secret” was Doc Dyer's ageless cooking grease. This famous grease, strained daily, has continued to produce our juicy Dyer's Burgers for almost a century now. When I was there, I ordered a double cheeseburger and fries, which means to patties and two pieces of cheese too.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "El Mero Taco",
				"add1": "8100 Macon Station",
				"add2": "#102",
				"cty": "Cordova",
				"stt": "TN",
				"zpcd": "38018",
				"phn": "(901) 308-1661",
				"url": "http://www.elmerotaco.com/",
				"note": "From the El Mero Taco website, ‘el Mero Taco was imagined into reality in Memphis, Tennessee, by Clarissa and Jacob Dries. The two met at Le Cordon Bleu in Austin, TX, where the couple learned they shared an affinity for community, family, and food. At Le Cordon Bleu, the two discovered they shared a common goal of having a family-owned restaurant. Jacob was keeping up with the news in Memphis while they were in Austin when he learned that laws were passed, allowing Memphis to finally have food trucks. To them, the food truck was the perfect idea; it could serve as a place to have fun with their accrued knowledge and pique the interest of curious palates. Their food is not only how they were raised but also where they want to go in the world. It’s Mexican, and it’s southern, but it’s also a piquant melange from around the world.’ <strong>NOTE</strong>: They have a food truck too.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "José R. Ralat and the Southern Foodways Alliance"
            },
            {
                "name": "Gibson's Donuts",
				"add1": "760 Mt Moriah Rd",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38117",
				"phn": "(901) 682-8200",
				"url": "",
				"note": "Gibson's Donuts is a long-running counter-serve spot offers an array of donuts, with seasonal specialties. From the Memphis Travel website about Gibson's Donuts, 'There are donuts, and then there's Gibson's Donuts. These light and fluffy pillows of fried dough goodness are exceptionally tasty. They have cake and yeast donuts aplenty plus fritters, donut holes, cinnamon rolls, and éclairs. Among the local's favorites are red velvet cake, blueberry, New Orleans buttermilk donut and, of course, glazed donuts.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Hog and Hominy",
				"add1": "707 W Brookhaven Circle",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38117",
				"phn": "(901) 207-7396",
				"url": "https://hogandhominy.com/",
				"note": "Hog and Hominy is a lively restaurant and bar serving Southern-influenced Italian dishes along with creative cocktails. From the Memphis Eater website, ‘Instead of reviewing a New York restaurant this week, Pete Wells files on Hog and Hominy, in Memphis. Wells likes the playful mix of Italian and Southern fare at Michael Hudman and Andrew Ticer’s second restaurant. On the fried sweetbreads: “They were bathed in a crunchy rust-colored hot sauce made from deeply roasted peanuts puréed with balsamic and honey vinegars, lime juice, roasted garlic and a pile of chile peppers. Like Nashville’s hot chicken, these sweetbreads were more fiery with every bite. Seeking relief, I turned to the white aioli splashed on the plate. It didn’t cool things down at all. There was jalapeño in that aioli. It was a lowdown, sneaky move, and I admired Mr. Hudman and Mr. Ticer immensely for it.”’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Howard's Donuts",
				"add1": "4348 Summer Ave",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38122",
				"phn": "(901) 683-2985",
				"url": "",
				"note": "From Howard's Donuts website, 'Howard's serves up donuts on plastic, fish-shaped plates, and the tables all look like they were salvaged from a Western movie. Regardless of the odd decor and tableware, the red velvet cake donut is really incredible.' Look at photos I was eyeing up their chocolate glazed peanut donut along with what looked to be an apple fritter. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Jim and Samella's House",
				"add1": "841 Bullington Ave",
				"add2": "ccc",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38106",
				"phn": "(901) 265-8761",
				"url": "hhh",
				"note": "From the Daily Memphian website about Jim and Samella's House, you  should order the &ldquo;Chicken and waffles, fried catfish, oxtails and grits, lamb chops, fried potatoes, shrimp and grits – the list goes on.&rdquo; Phil from Somebody Feed Phil (Netflix) recommends the caramelized apple with Crown Royal sauce on the waffle, the fried lobster tail, or the shrimp and grits.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, Wednesday, and Thursday",
				"rcmmnd": "Phil from Somebody Feed Phil (Netflix)"
            },
            {
                "name": "Leonard's Pit Barbecue",
				"add1": "5465 Fox Plaza Dr",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38115",
				"phn": "(901) 360-1963",
				"url": "https://www.leonardsbarbecue.com/",
				"note": "Leonard's Pit Barbecue is a no-frills, venerable barbecue spot dispensing slow-cooked pork, and ribs, along with lunch and dinner buffets. You need to order the chopped pork sandwich, sweet mustard coleslaw, onion ring batter, and pulled pork. From the Food Network website, 'Leonard's Pit Barbecue owner Dan Brown says if you visit for dinner, you'll experience the same delicious recipes passed down from “last century” to “last week.” Open since 1922; this iconic Memphis, TN, eatery has loads of fans, who call the chopped pork sandwich “all-star barbecue.”' <strong>Reminder</strong>: They have an all-you-can-eat lunch Sunday thru Friday and with ribs on Thursday.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Miss Girlee Soul Food Restaurant",
				"add1": "629 Chelsea Ave",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38107",
				"phn": "(901) 522-8778",
				"url": "",
				"note": "Miss Girlee Soul Food Restaurant is a no-nonsense counter-serve joint serving down-home fare like fried chicken, meatloaf, and catfish. From the Restaurant Guru website, 'Good fried chicken, pork chops and mac-n-cheese are the tastiest dishes. Many guests come here to try tasty peach cobbler, pudding, and muffins. This restaurant is famous for its great service and friendly staff that is always ready to help you. Pay attractive prices for eating at Miss Girlee Soul Food Restaurant. You will certainly like the nice atmosphere.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday, Sunday, and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Payne's Bar-B-Que",
				"add1": "1762 Lamar Ave",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38114",
				"phn": "(901) 272-1523",
				"url": "",
				"note": "Payne's Bar-B-Que is a simple cinder block building serving acclaimed chopped and pulled pork sandwiches along with smoked sausage too. From the Food Network website, 'Claire Robinson loves the chopped pork barbecue sandwich from Payne's Bar-B-Que. According to Claire, Memphis, Tenn., is the capital of barbecue and nothing beats a pork shoulder that has been roasted low and slow. The yellow mustard sauce and secret barbecue sauce send this sandwich over the edge.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Mondayy",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pop's Tamales",
				"add1": "2467 Park Ave",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38114",
				"phn": "(901) 490-4017",
				"url": "hhh",
				"note": "The following is a comment from Pop's Tamales Facebook page, 'Great tamales with about a three to one meat to masa ratio. They have hot or mild versions. Get yourself a half dozen of each and take them home. It's takeout only. Pop stands behind a window and puts the tamales in a drawer and sells them to you that way. A dozen costs $16.20 and remember it's cash only.' <strong>NOTE</strong>: I fixed the grammar and spelling.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "John T Edge"
            },
            {
                "name": "Valle's Italian Rebel",
				"add1": "1636 Winchester Rd",
				"add2": "ccc",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38116",
				"phn": "(901) 345-5164",
				"url": "http://www.italianrebel.com/",
				"note": "From the Valle’s Italian Rebel website, ‘Our breads, pastas, and pizzas come fresh as we use only the best possible ingredients. Homemade sauces with our in-house made Italian sausage, calzones, and meatballs. Fresh-baked bread is standard with every pasta order, and if you didn’t get your fill there, we also have the best homemade dressings ever. ​Come give us a try and see what everyone in Memphis is talking about. We have a full menu of over ten different handcrafted sandwiches, a delicious variety of homemade pastas and sauces, freshly made pizzas with unique, authentic flavors, and sides and salads. So stroll down, have a seat, and experience the best Italian eats of the mid-south. Valle’s Italian Rebel has been serving the Memphis community and visitors since 1977. We are a family-owned and operated establishment that treats its guests like family. The key to our success of over 40 years is offering great customer service, fair prices, and consistently good food. John T. Edge recommends ordering a muffuletta variant on house-baked bread and an iceberg salad with house-made blue.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "John T. Edge"
            }
        ]
    }
}