{
    "result": {
        "city": "Michigan",
		"posts": [
            {
                "name": "Capital City BBQ",
				"add1": "1026 W Saginaw St",
				"add2": "",
				"cty": "Lansing",
				"stt": "MI",
				"zpcd": "48915",
				"phn": "(517) 775-8500",
				"url": "",
				"note": "Capital City BBQ is homey eatery preparing smoked meats with signature sauces and Vietnamese classics like pho and banh mi. Capital City BBQ, serves old southern BBQ and Vietnamese cuisine in one restaurant and is located inside of a cellular store. From their website, 'All our food is homemade, and our specialties include Texas-style brisket, North Carolina pulled pork, Kansas City baby back ribs, rib tips, baked mac ‘n’ cheese, and cornbread, as well as our spectacular Vietnamese Pho and Banh Mi dishes. We also have amazing vegan options.' You need to order the beef brisket banh mi.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "The Cosmos",
				"add1": "1200 N Larch St",
				"add2": "",
				"cty": "Lansing",
				"stt": "MI",
				"zpcd": "48906",
				"phn": "(517) 897-3563",
				"url": "http://thecosmoslansing.com/",
				"note": "The Cosmos is a funky parlor offering wood-fired pizzas amid space-themed murals, plus arcade games, and a patio. From their website, 'Mind-erasingly good pizza pies hyperthermatically-scorched in a wood-fired oven from the galactic beyond. Tremble, Earthlings!' Food Network said 'For otherworldly pizza with the freshest mozzarella you can get head to Cosmos. Owner Sam Short was inspired by the pizza parlor he visited with his father as a kid. He infused the casual, fun atmosphere with some seriously delicious pies. Try any of their creative offerings or opt for the “Trust Us” and let them bring out a surprise offering that will wow you. They recommend the Trust Us, The Spaceball (meatball sub)'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Kings Bakery",
				"add1": "4618 Greenfield Rd",
				"add2": "",
				"cty": "Dearborn",
				"stt": "MI",
				"zpcd": "48126",
				"phn": "(313) 551-3027",
				"url": "",
				"note": "Kings Bakery specializes in Mediterranean gourmet flatbreads and sandwiches. They are known for our phenomenal shawarmas and Manou-wiches(cheese bread sandwiches). From the Detroit Eater website, 'The bakery is known as the “home of the manouwich,” a Middle Eastern cheese pie made into a rolled sandwich that was recently featured in an episode of Ugly Delicious on Netflix.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "The Purple Carrot",
				"add1": "4360 S Hagadorn Rd",
				"add2": "",
				"cty": "Okemos",
				"stt": "MI",
				"zpcd": "48864",
				"phn": "(517) 679-6309",
				"url": "https://eatredhaven.com/purple-carrot-truck",
				"note": "The Purple Carrot is dedicated to the farm-to-table concept which we are always thrilled to experience. Try the potato bites. From their website, 'We believe the best food starts with the highest quality ingredients. That is why The Purple Carrot's menus feature almost exclusively Michigan products. We have found the best Michigan has to offer to deliver you an unforgettable dining experience time after time. Our menus change with the seasons so come back often for the most recent local harvests!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Schvitz Health Club",
				"add1": "8295 Oakland Ave",
				"add2": "",
				"cty": "Detroit",
				"stt": "MI",
				"zpcd": "48211",
				"phn": "(313) 724-8489",
				"url": "https://schvitzdetroit.com/",
				"note": "From the Schvitz Health Club website, 'Open to members and guests since 1930, The Schvitz is Detroit’s original urban health club and the only historic bathhouse left in the city. A storied landmark and cultural institution for nearly 100 years, this old-world oasis still offers the very best in ancient heat therapies and holistic healing. Great food and camaraderie will complete your restorative stay. Come unwind, back in time.' From the Netflix show starring David Chang, they serve steaks and other sides.",
				"eaten": "mo",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Friday and Saturday",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Union Woodshop",
				"add1": "18 S Main St",
				"add2": "",
				"cty": "Village of Clarkston",
				"stt": "MI",
				"zpcd": "48346",
				"phn": "(248) 625-5660",
				"url": "http://www.unionwoodshop.com/",
				"note": "Union Woodshop serves slow-smoked BBQ, wood-fired pizza, and craft beers draw crowds to this hip rustic space. You need to order the Porker, which has a house-ground pork patty, house-made Michigan maple bacon and house-made hotlinks or any of their other BBQ: brisket, chicken, and pork. From their website, ‘It begins and ends in the backlot, with a green hickory smoker that’s on a constant low-temp tear with an assortment of meats. It’s a ritual that starts with a careful rub and ends only when we think it’s time to pull the meat from the bath of smoke we surround it with. Pork butt. Brisket. Spare ribs. Back ribs. Whole birds and chicken wings alike. And bacon. Lots of bacon. Slow-cooked bacon ready to be cut in from thick slabs into magical planks. Thank you, pig, for all you do for us. It is a menu that’s rustic in its delivery and refined in its care. And it’s crafted with hickory on the smoke side and apple and cherry wood on the pizza side. These aren’t conveyor belt byproducts these bear little resemblance to the frozen disks of surplus cheese that have come to pass for pizza today. No, Pizza Coco pies are fired in an 800-degree inferno until the cheese caramelizes, and the ingredients bake into something incredible. No two pies are the same. It’s the kind of oven, the kind of crafted pie, that can take two or three of your favorite toppings and deliver them a thousand different ways.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Warda Patisserie",
				"add1": "1464 Gratiot Ave",
				"add2": "",
				"cty": "Detroit",
				"stt": "MI",
				"zpcd": "48207",
				"phn": "(248) 795-3026",
				"url": "hhh",
				"note": "From the Detroit News website about Warda Patisserie, 'Warda Bouguettaya talks about using Michigan produce for her baked creations with such passion you can almost taste the fresh, seasonal bounty. A self-described &ldquo;complete nerd&rdquo; when it comes to pastries, Bouguettaya has been cooking and baking in Detroit for a while, and in November her business Warda Patisserie joined forces with established art space and music venue Trinosophes just outside Eastern Market on Gratiot. Warda Patisserie! A small, modern patisserie inspired by the seasons and our previous life and travels in Algeria, France, and Asia. Located in the heart of Midtown Detroit! We are open for dine-in, as well as outdoor patio seating. Our beverages menu includes espresso drinks, organic teas, and a rotation of housemade seasonal drinks.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, and Tuesday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Zaytoon Mediterranean",
				"add1": "940 Elmwood Rd",
				"add2": "",
				"cty": "Lansing",
				"stt": "MI",
				"zpcd": "48917",
				"phn": "(517) 203-5728",
				"url": "https://zaytoongrill.com/",
				"note": "Zaytoon Mediterranean serves Shawarma, falafel, and other Mediterranean staples round out the menu at this relaxed counter serve. You should order the grape leaves. From their website, ‘Home of authentic chicken shawarma slowly roasted on a vertical broiler, shawarma is our top seller! We offer an extensive vegan selection, as well as traditional Mediterranian food and meat favorites, and an extensive gluten-free menu. Zaytoon is a fast-casual restaurant, making us the healthy alternative to fast food. At Zaytoon, our Mediterranian food is made FRESH from raw ingredients, including local produce, when available. From wild-caught salmon to free-range New Zealand lamb, we always strive to serve the best of the best!’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            }
        ]
    }
}