{
    "result": {
        "city": "Mississippi",
		"posts": [
            {
                "name": "Big Apple Inn",
				"add1": "509 N Farish St",
				"add2": "",
				"cty": "Jackson",
				"stt": "MS",
				"zpcd": "39202",
				"phn": "(601) 354-4549",
				"url": "",
				"note": "The Big Apple Inn is an institution of old-school Southern sandwiches from Jackson, MS, which have 'smokes' (sausage), 'ears' (pig ears), and tamales along with a whole lot of history and hospitality. The sausage sandwich and the pig sandwich were great and one of the best things I ate on my 13-day tour of the south.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Doe's Eat Place",
				"add1": "502 Nelson St",
				"add2": "",
				"cty": "Greenville",
				"stt": "MS",
				"zpcd": "38701",
				"phn": "(662) 334-3315",
				"url": "http://www.doeseatplace.com/",
				"note": "They make all beef tamales from Doe's original recipe. Made the same way since 1941, they are a true taste of the Mississippi Delta.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Latham's Hamburger Inn",
				"add1": "106 W Main St",
				"add2": "",
				"cty": "New Albany",
				"stt": "MS",
				"zpcd": "38652",
				"phn": "(662) 316-0575",
				"url": "",
				"note": "This is a great, tiny burger shop. The type of burgers they serve are called 'slugburgers'. Don't let the name scare you, there are no slugs. According to Wikipedia, a slugburger is unique to the NE Mississippi area, consisting of a patty made from a mixture of beef or pork and an inexpensive extender such as soybeans, it is deep fried in oil.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Phillips Grocery",
				"add1": "541 E Van Dorn Ave",
				"add2": "",
				"cty": "Holly Springs",
				"stt": "MS",
				"zpcd": "38635",
				"phn": "(662) 252-4671",
				"url": "",
				"note": "This out-of-the-way place is worth a stop. It's several blocks east of the downtown square of Holly Springs. If you get lost, that's okay, there's all kinds of interesting architecture to see in the neighborhoods of Holly Springs. Phillips Grocery is staffed with the friendliest staff but the burgers are very good and the historical atmosphere is worth a stop.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            }
        ]
    }
}