{
    "result": {
        "city": "Minneapolis–Saint Paul, MN",
		"posts": [
            {
                "name": "5-8 Club",
				"add1": "5800 Cedar Ave S",
				"add2": "",
				"cty": "Minneapolis",
				"stt": "MN",
				"zpcd": "55417",
				"phn": "(612) 823-5858",
				"url": "https://www.5-8club.com/",
				"note": "5-8 Club is a local tavern chain serving cheese-stuffed burgers, pub grub, and more in laid-back surrounds and the “Home of the Juicy Lucy.” From the their website, 'A Juicy Lucy from the 5-8 Club, the Twin Cities’ Home of the Juicy Lucy®, is Minneapolis’ contribution to American food culture. Our burgers are stuffed full of cheese and grilled to a sizzle. To top it off, we serve our cheesy creations on a bakery fresh bun. From the classic Juicy Lucy stuffed with American cheese that rivals imitate, but no one duplicates, to our rotating features, we have a Juicy Lucy for all burger lovers. Enjoy! And remember, be careful & take your time – the cheese is HOT!' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Gandhi Mahal Restaurant",
				"add1": "3009 27th Ave S",
				"add2": "",
				"cty": "Minneapolis",
				"stt": "MN",
				"zpcd": "55406",
				"phn": "(612) 729-5222",
				"url": "",
				"note": "Gandhi Mahal Restaurant is an Indian spot serving sustainable, seasonal fare with a lunch buffet and live music in homey surrounds. From their website, 'Indian Street Food for your family reunion, a sizzling Tawva Grill for your backyard picnic, or Plated Dinners for your special day. Whatever your style, Gandhi Mahal's Curry In A Hurry would be honored to be a part of your next event! Submit our contact form to get the planning started.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "George and the Dragon",
				"add1": "813 W 50th St",
				"add2": "",
				"cty": "Minneapolis",
				"stt": "MN",
				"zpcd": "55419",
				"phn": "(612) 208-1047",
				"url": "https://www.ganddpub.com",
				"note": "George and the Dragon is a low-key bar with craft beers on tap along with pub grub such as fried fare and sandwiches. From their website, 'We started working on George and the Dragon in the summer of 2011. Driven by our desire to work with people we enjoy in a laid back yet professional environment while creating fabulous food, we left our long term jobs in the restaurant industry to set out on our own.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Hai Hai",
				"add1": "2121 University Ave NE",
				"add2": "",
				"cty": "Minneapolis",
				"stt": "MN",
				"zpcd": "55418",
				"phn": "(612) 223-8640",
				"url": "https://www.haihaimpls.com/",
				"note": "From the website, about Hai Hai, 'Chef Christina Nguyen opened Hola Arepa with her bartender husband Birk Grudem in 2014, doling out easy-to-love sandwich versions of Venezuela’s ubiquitous griddled corn cakes. Their second venture, though, is Nguyen’s breakthrough restaurant. She was born into the Vietnamese community that settled in the Twin Cities after leaving Saigon in the mid-1970s; she grew up in the restaurant scene and the food-focused social gatherings propelled by these immigrants. Her dishes at Hai Hai convey that experience. A bombastically colorful banana blossom salad includes fried shallots, peanuts, and sliced watermelon radish for echoes and echoes of crunch; she rejiggers Hanoi’s famous dill-scented grilled fish dish, chả cá lã vọng, by adding rice noodles and her punchy riff on Vietnamese pineapple-shrimp sauce. So much about this place uplifts: the beachy wallpaper prints, the citrus-fueled cocktails, and a confident, effervescent staff. But Nguyen’s stirringly personal food gives Hai Hai its depth of spirit.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Eater's 18 Best New Restaurants in America - 2018"
            },
            {
                "name": "The Herbivorous Butcher",
				"add1": "507 1st Ave NE",
				"add2": "",
				"cty": "Minneapolis",
				"stt": "MN",
				"zpcd": "55413",
				"phn": "(612) 208-0992",
				"url": "https://www.theherbivorousbutcher.com/",
				"note": "The Herbivorous Butcher serves fully cooked, meat-free 'meats' and 'cheeses' are the specialty of this family-owned vegan market. I have heard you should order the Roasted Turkey sandwich which contains vegan turkey and vegan Dill Havarti cheese or the Vegan Italian Cold Cut sandwich which contains vegan Pastrami, vegan Capicola ham, vegan pepperoni, and vegan Mozzarella cheese. From their website, 'We have carefully crafted 100% vegan, cruelty-free meat and cheese alternatives that capture the best flavors, textures, and nutrients most people are used to without their negative impacts on health, animals, and the environment.' From their website, 'Small batch made from scratch. We have carefully crafted 100% vegan, cruelty-free meat and cheese alternatives that capture the best flavors, textures, and nutrients most people are used to without their negative impacts on health, animals, and the environment. Founded by a sister-brother duo. We're passionate about creating meat-free meats and cheese-free cheeses that taste like no other vegan product on the market. We've been developing our recipes for years and are confident that after one sampling, you'll be hooked!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Holy Land",
				"add1": "2513 Central Ave NE",
				"add2": "",
				"cty": "Minneapolis",
				"stt": "MN",
				"zpcd": "55418",
				"phn": "(612) 781-2627",
				"url": "https://holylandbrand.com/",
				"note": "Holy Land is a Middle Eastern deli attached to a market offering traditional from-scratch eats, and a lunch buffet. You need to order the hummus, pita, and falafel or the chicken shwarma. From their website, ‘Discover the taste of award-winning healthy Mediterranean cuisine in Minneapolis, Minnesota! Try our Arabic, Mediterranean, and Middle Eastern favorites like Gyros, Falafel, Hummus, and Persian Kebobs prepared in our wood fire rotisserie, providing a unique flavor for Halal/Zabihah preparations. Order online at our restaurant, catering, or grocery for great food options. Holy Land’s old-world cuisine includes many gluten-free and vegan options. Enjoy our garden fresh produce and grass-fed beef without the use of added antibiotics, preservatives, MSG, or GMOs. If you are looking for authentic Arabic, Middle Eastern, or Mediterranean food, you’ve come to the right place.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Lions Tap",
				"add1": "16180 Flying Cloud Dr",
				"add2": "",
				"cty": "Eden Prairie",
				"stt": "MN",
				"zpcd": "55347",
				"phn": "(952) 934-5299",
				"url": "https://www.lionstap.com/",
				"note": "Lions Tap is a long-standing hangout serving draft beer and a small menu of classic burgers and sides since 1980. Lions Tap serves the classic ideal of a burger (described as a 'purist's favorite' on the menu). They serve quarter-pound patties that are ground and hand-formed daily. From their website, ‘Lions Tap has been rated as having one of the best hamburgers in the Twin Cities area by almost all surveys around. Fresh ground beef, individually pattied daily, and our own secret seasoning are two of the reasons for the hamburger’s famous reputation. Simple. Hearty. Juicy. Napkins are plentiful and necessary.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Andrew Zimmern" 
            },
            {
                "name": "Matt's Bar and Grill",
				"add1": "3500 Cedar Avenue",
				"add2": "",
				"cty": "Minneapolis",
				"stt": "MN",
				"zpcd": "55407",
				"phn": "(612) 722-7072",
				"url": "https://mattsbar.com/",
				"note": "Matt's Bar and Grill is a circa-1954, cash-only beer and burger joint celebrated for its cheese-stuffed patty, the Jucy Lucy. From their website, ‘Matt’s Bar and Grill, now a Minneapolis landmark, began in 1954 as a neighborhood burger eatery. Shortly after we opened, founder Matt Bristol explains how the “Jucy Lucy” was created when a local customer asked for two hamburger patties with a slice of cheese in the middle. Upon biting into this new, molten hot burger, he exclaimed, “that’s one juicy Lucy,” and a legend was born. Customer demand grew so quickly, we forgot to add the “i”, and the “Jucy Lucy” has now become a local culinary hero. Remember, if it’s spelled correctly, you just might be eating a shameless ripoff!.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pizzeria Lola",
				"add1": "5557 Xerxes Ave S",
				"add2": "",
				"cty": "Minneapolis",
				"stt": "MN",
				"zpcd": "55410",
				"phn": "(612) 424-8338",
				"url": "https://www.pizzerialola.com/",
				"note": "Pizzeria Lola is a modern pizzeria with patio seating offers creative wood-fired pies with Korean a flair and global wines. You need to order the My Sha-Roni pizza with red sauce, mozzarella, natural casing pepperoni, and fennel sausage or the Lady Zaza which has an Italian red sauce, Kimchi (contains shrimp paste), Korean sausage, Serrano peppers, scallions, sesame, and soy-chili glaze. From their website, ‘A Korean immigrant, inspired by the pure love of food and her mother’s delicious cooking, quits her day job, opens a neighborhood wood-fired pizzeria, and names it after her dog, Lola. Yep, sometimes dreams do come true.’ From the Twin Cities Eater website, ‘Chef Ann Kim’s south Minneapolis restaurant is a neighborhood treasure. Pizzeria Lola’s gleaming copper oven churns out delicately charred pies day and night. The Korean BBQ, topped with tender beef short ribs, arugula, sesame, and a bright soy chili vinaigrette, is a fan favorite — or try the My Sha-Roni, topped with pepperoni and aromatic fennel sausage.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Spoon and Stable",
				"add1": "211 N 1st St",
				"add2": "",
				"cty": "Minneapolis",
				"stt": "MN",
				"zpcd": "55401",
				"phn": "(612) 224-9850",
				"url": "https://www.spoonandstable.com",
				"note": "Spoon and Stable is a hip pick for a French-inspired menu in a cozy, rustic-chic vintage carriage house. From their website, 'Spoon and Stable is a restaurant located in what was once a horse stable, dating back to 1906, in the heart of North Loop Neighborhood. It is the dream of Chef/Owner Gavin Kaysen, a James Beard award-winning chef, to bring his talents back home to Minneapolis, where he grew up. The cuisine is focused on the seasonally of the Midwest, the roots of the local culture, and technically inspired by the French cuisine for which Chef Kaysen is known.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Surly Brewing Company",
				"add1": "520 Malcolm Ave SE",
				"add2": "",
				"cty": "Robbinsdale",
				"stt": "MN",
				"zpcd": "55414",
				"phn": "(763) 999-4040",
				"url": "https://surlybrewing.com",
				"note": "Surly Brewing Company is a bustling venue with tavern grub and their own microbrews, plus an upstairs eatery with beer pairings and pizza. From the Twins Cities Eater website, ‘Scheid Hall, perched above Surly’s Beer Hall, hosts up to 175 guests in an industrial-chic space. The menu is as fun and varied as the one downstairs: Think Southern-style fried chicken, barbecue, tacos, and tiramisu. Note that only in-house beer can be served in Scheid Hall — but Surly offers more than 25 taps for guests to choose from, and beer cocktails can be added to the menu upon request.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Victor's 1959 Cafe",
				"add1": "3756 Grand Ave S",
				"add2": "",
				"cty": "Minneapolis",
				"stt": "MN",
				"zpcd": "55409",
				"phn": "(612) 827-8948",
				"url": "https://www.victors1959cafe.com/",
				"note": "Victor's 1959 Cafe has signatures and doodles of former guests adorning walls at this snug Cuban cafe with patio seating. From their website, 'We are a little piece of Cuba in south Minneapolis! We turn people on to Cuban culture with a unique dining experience featuring traditional Cuban recipes in a festive, friendly, familial environment. Good food, good music, good wines, and good company in a fun and quirky space with décor reflective of Cuban culture past and present. We are a place where you can escape from everyday life, eat some mighty tasty food, experience another culture, and maybe even feel like you're on a mini-vacation!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            }
        ]
    }
}