{
    "result": {
        "city": "New Jersey",
		"posts": [
            {
                "name": "Bendix Diner",
				"add1": "464 NJ-17",
				"add2": "",
				"cty": "Hasbrouck Heights",
				"stt": "NJ",
				"zpcd": "07604",
				"phn": "(201) 288-0143",
				"url": "",
				"note": "Bendix Diner is an old-fashioned American diner with counter seating and a nostalgic vibe dishing up comfort classics. From the Retro Roadtrip website, ‘The Bendix is one of the most recognizable diners in New Jersey, even if it is a bit challenging to get to (and photograph!) on its triangular plot between north and southbound Route 17. Opened in 1947 and built by the Master diner company, this stainless steel eatery has been owned for decades by the Diakakis family. The Bendix is a local landmark serving up traditional diner fare all week. Whether you sit at the counter, in a booth, or in their side dining room, breakfast is a solid choice, made on the griddle in the front of the house, like all old diners once did. Remember that Taylor ham is the preferred breakfast meat in this part of the woods, and don’t be surprised when you see notches in the circular slices.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Bluestone Coffee Co",
				"add1": "123 Watchung Ave",
				"add2": "#2",
				"cty": "Montclair",
				"stt": "NJ",
				"zpcd": "07043",
				"phn": "(973) 783-3523",
				"url": "https://www.bluestonecoffee.com",
				"note": "Bluestone Coffee Co coffee is roasted on-site with light fare and desserts that are served till afternoon at this pleasant cafe. They are an unassuming café in the heart of Montclair, and they have one of the best brunches around.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Cafe Angelique",
				"add1": "1 Piermont Rd",
				"add2": "",
				"cty": "Tenafly",
				"stt": "NJ",
				"zpcd": "07670",
				"phn": "(201) 541-1010",
				"url": "http://cafeangeliquenyc.com/",
				"note": "Cafe Angelique is a local cafe chain serving breakfast, sandwiches, and coffee drinks in a casual, stylish space. From their website, 'Cafe Angelique was founded in 2002 with its first location in NYC, and currently has four locations in New York City and New Jersey. The idea behind opening the café came from our love to gourmet coffee and high-quality pastries and food. Our Tenafly NJ location holds a live Jazz band weekly. (summer/ outdoor sitting area: Wednesday and Saturday, winter/ indoors: Wednesday).' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Crossroads Deli and Catering",
				"add1": "101 Hickory Ave",
				"add2": "",
				"cty": "Bergenfield",
				"stt": "NJ",
				"zpcd": "07621",
				"phn": "(201) 439-0466",
				"url": "https://www.crossroadsdeliandcatering.com/",
				"note": "From the Crossroads Deli and Catering website, 'Crossroads Deli has been a neighborhood staple for over 20 years. We offer uniquely crafted sandwiches for every taste, every occasion, and every day of the week. Using only the freshest ingredients, owner Andy Correa is passionate about bringing delicious, mouth-watering creations to life. Our ongoing mission is to provide our customers with amazing food and service.' Sam the Cooking Guy (YouTube) recommends ordering the Fat Bubba, which is a fan favorite.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Sam the Cooking Guy (YouTube)"
            },
            {
                "name": "Jammin’ Crepes",
				"add1": "20 Nassau St",
				"add2": "",
				"cty": "Princeton",
				"stt": "NJ",
				"zpcd": "08542",
				"phn": "(609) 924-5387",
				"url": "https://www.jammincrepes.com/",
				"note": "Jammin’ Crepes has a counter-serve operation known for sweet, savory, and breakfast crêpes made with local ingredients. Need to order the Thanksgiving crepe and the 20 layer lemon crepe dessert. From their website, ‘Today our mission remains the same, a celebration of our local, regional farms wrapped in a crêpe with an ever-changing menu that highlights the very best local ingredients at their peak of freshness. In addition to crêpes, we also offer a daily selection of scratch-made seasonal soups and salads and a variety of home-baked goods, complemented by an assortment of regional, all-natural juices and drinks, as well as specialty coffee and tea drinks.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Hamburgao",
				"add1": "288 Lafayette St",
				"add2": "",
				"cty": "Newark",
				"stt": "NJ",
				"zpcd": "07105",
				"phn": "(973) 465-1776",
				"url": "http://www.hamburgaonewark.com/",
				"note": "Hamburgao is a corner cafe for Brazilian-style burgers and casual comfort food in a no-frills space and the go to spot for Brazilian-style burgers in the Newark, NJ. From the New York Eater website, 'The Brazilian hamburger is a treat. Hamburgão — a bilevel spot in Ironbound off the beaten track with waiter service and a logo featuring a growling mongrel dog with a hamburger hoisted aloft on a plate — specializes in them. Toppings can be corn, potato sticks, fried eggs, and ham, and grilled chicken or beefsteak may be substituted for a hamburger patty. But the menu delivers further delights, including meal-size salads, healthy sandwiches, fresh squeezed juices, and snacks that include salt cod empanadas, pão de queijo (shown), and kibbeh (shown) — submarine-shaped fritters stuffed with ground beef that originated in the Middle East.'  <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Hot Dog Johnny's",
				"add1": "333 US-46,",
				"add2": "",
				"cty": "Belvidere",
				"stt": "NJ",
				"zpcd": "07823",
				"phn": "07823",
				"url": "https://hotdogjohnny.com/store/",
				"note": "Hot Dog Johnny's is a longtime roadside hot dog stand with frosted glasses of buttermilk and birch beer plus a swing set. I have been told to get the chili dog. From their website, ‘Across the nation, the words “Hot Dog Johnny’s” trigger visions of a nostalgic roadside stand known as much for its food as for its atmosphere. With the Pequest River flowing in the background, Hot Dog Johnny’s is a landmark to anyone having traveled Route 46 through Buttzville, New Jersey.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Piccini Wood Fired Brick Oven Pizza",
				"add1": "1260 West Ave",
				"add2": "",
				"cty": "Ocean City",
				"stt": "NJ",
				"zpcd": "08226",
				"phn": "(609) 525-0767",
				"url": "http://picciniocnj.com/",
				"note": "Piccini Wood Fired Brick Oven Pizza is a homey, cash-only eatery serving a wide-ranging menu of Italian staples, from pastas to sandwiches. Everyone orders the pizza which is great, but you need to get an order of pasta with meatballs and make sure to get another side of meatballs their that good. From their website, ‘We are open year-round, seven days a week. We use only the finest ingredients. Stop in for lunch or an evening out at one of Ocean City’s most charming eateries, and enjoy some of our award-winning pizza and pasta entrées!’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
			},
            {
                "name": "Razza",
				"add1": "275 Grove St",
				"add2": "",
				"cty": "Jersey City",
				"stt": "NJ",
				"zpcd": "07302",
				"phn": "(201) 356-9348",
				"url": "https://razzanj.com/",
				"note": "Razza is an intimate pizzeria featuring artisan, wood-fired pies, and a bar with cocktails and Italian craft beer. They are challenging the common practices of pizza-making in the hope of influencing the industry and elevating the overall quality of pizza in America. From their website, ‘At Razza, we aspire to the Italian way of cooking and eating, where location and seasonality dictate your ingredients. You eat the vegetables that are grown near you and stray from the ones that are not. The seasons and your land will tell you which ingredients to prepare. That process is carried through every decision we make because it is the ingredients we use that help us create the best possible food. The flour we use is milled in Clifton. We make our own bread and our own butter. Each ingredient is hand-picked, down to the salt that goes on the pizza. We have grown our own yeast culture that we believe makes a better pie.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Somebody Feed Phil"
            },
            {
                "name": "Rossi's Bar And Grill",
				"add1": "2110 Whitehorse Mercerville Rd",
				"add2": "",
				"cty": "Hamilton Township",
				"stt": "NJ",
				"zpcd": "08619",
				"phn": "(609) 890-2004",
				"url": "https://www.rossisbarandgrill.com/",
				"note": "Rossi's Bar And Grill serves hefty hamburgers, Italian pasta's, and cocktails in a classic tavern with nostalgic decor.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Rutt’s Hut",
				"add1": "417 River Rd",
				"add2": "",
				"cty": "Clifton",
				"stt": "NJ",
				"zpcd": "07014",
				"phn": "(973) 779-8615",
				"url": "https://www.ruttshut.com/",
				"note": "Rutt’s Hut is a cash-only, no-frills institution with a walk-up counter serving deep-fried hot dogs since 1928. Order the ripper hot dog with home-made relish. From their website, 'Rutt's Hut, Located in Clifton, New Jersey, is known for its style of deep-fried hot dogs. Our original process of frying causes the hot dog casings to crack and split, which has led to the nickname &ldquo;Rippers.&rdquo; The original roadside stand was opened in 1928. The relish is just as famous as the hot dogs -- made with a secret blend of mustard and spices.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Skylark Diner and Lounge",
				"add1": "17 Wooding Ave",
				"add2": "",
				"cty": "Edison",
				"stt": "NJ",
				"zpcd": "08817",
				"phn": "(732) 777-7878",
				"url": "https://www.skylarkdiner.com/",
				"note": "Skylark Diner and Lounge serves drinks and elevated comfort food in a funky, futuristic diner space. From their website, 'The Skylark Diner in Edison NJ has often been described as 'more than just a diner'. We're serving up all your favorites from our extensive menu featuring all-day breakfasts to mouthwatering burgers, sink-your-teeth sandwiches, succulent salads, steaks grilled to perfection, and of course, a sweet selection of desserts, cocktails, craft beers, and much more! Skylark Fine Diner and Lounge Combines a remarkably high level of culinary and service excellence with energy and excitement, great music, and most of all, GREAT FOOD! Join us for breakfast, lunch, dinner, or dessert.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Smitty's Clam Bar",
				"add1": "910 Bay Ave",
				"add2": "",
				"cty": "Somers Point",
				"stt": "NJ",
				"zpcd": "08244",
				"phn": "(609) 927-8783",
				"url": "",
				"note": "Smitty's Clam Bar's a snug veteran clam shack preparing no-frills seafood dishes with a surfer vibe. You need to get one of their fried or baked seafood platters with an order of fries and cole slaw. If you're into clams they have great ones here, my friends swear by them. <strong>NOTE</strong>: The Clam Bar is a seasonal restaurant that is open Mother’s Day weekend until Labor Day.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Tick Tock Diner",
				"add1": "281 Allwood Rd",
				"add2": "",
				"cty": "Clifton",
				"stt": "NJ",
				"zpcd": "07012",
				"phn": "(973) 777-0511",
				"url": "https://www.ticktockdiner.com/",
				"note": "Tick Tock Diner is an old-school 1940s art deco diner serving breakfast and American comfort food 24/7. In 2017 the Tick Tock Diner was named the second-best 24-Hour Diner in the nation by the Daily Meal. From their website, ‘Since opening its doors in 1948, Tick Tock Diner has become a beloved New Jersey institution, an iconic symbol of the American diner with locations in both Clifton and Manhattan. Tick Tock has mastered the art of casual dining, providing customers with high-quality ingredients, generous portions at a reasonable price, and a comfortable, family-friendly atmosphere that keeps them coming back year after year. We’re open 24/7, 365 days a year, and look forward to welcoming you soon!’  <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "24 hours",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "White Manna",
				"add1": "358 River St",
				"add2": "",
				"cty": "Hackensack",
				"stt": "NJ",
				"zpcd": "07601",
				"phn": "(201) 342-0914",
				"url": "",
				"note": "White Manna is a prominent,  but pint-sized burger joint that draws crowds with its sliders, fries, and shakes. From their website, 'Founded in 1939 at the World's Fair and later moved to Hackensack in 1946, White Manna Hamburgers has been a local institution as well as a popular destination for those passing through. White Manna Hackensack has been featured on The Food Network's &ldquo;Diners, Drive-Ins, and Dives,&rdquo; &ldquo;Best Thing I Ever Ate,&rdquo; and &ldquo;Food Feuds,&rdquo; as well as Travel Channel's &ldquo;Anthony Bourdain: No Reservations.&rdquo; Burgers are made from fresh, extra-lean ground beef, delivered daily from a local supplier.  Cooked to perfection with onions and cheese, and served on a Martin's Potato Roll, White Manna's sliders stand out above the rest!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}