{
    "result": {
        "city": "Northern California",
		"posts": [
            {
                "name": "Ad Hoc",
				"add1": "6476 Washington St",
				"add2": "",
				"cty": "Yountville",
				"stt": "CA",
				"zpcd": "94599",
				"phn": "(707) 944-2487",
				"url": "https://www.thomaskeller.com/adhoc",
				"note": "Ad Hoc is an informal, comfortable eatery serving American fare with a set menu, created by chef Thomas Keller. I went for Sunday brunch, and it was wonderful. We had the best pancakes I have ever eaten there. From their website, ‘In September 2006, Chef Thomas Keller opened the doors to Ad Hoc, his casual dining venue for showcasing the American comfort food of his childhood. The name Ad Hoc, literally meaning “for this purpose,” derives from the restaurant’s original purpose: to temporarily fill a space while Chef Keller’s team developed a different restaurant concept. From the beginning, Ad Hoc was loved by both Napa Valley locals and visitors to the wine country alike, and so this “temporary” restaurant joined Chef Keller’s other Yountville, CA properties as a permanent fixture of Washington Street. The daily-changing four-course menu, featuring classic American dishes like fried chicken, pot roast, and barbeque, is handwritten nightly on chalkboards throughout the restaurant. All courses are served family-style to increase both the conviviality of the Ad Hoc experience and to further recreate the casual comfort of home.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Backhaus Bakery",
				"add1": "32 E 3rd Ave",
				"add2": "",
				"cty": "San Mateo",
				"stt": "CA",
				"zpcd": "94401",
				"phn": "",
				"url": "https://www.backhausbread.com/",
				"note": "From their website, 'Backhaus started out as a Cottage Food Operation, meaning all of our breads and pastries were baked in our home kitchen. A couple of months after we started out, we moved our production to KitchenTown, a local commercial kitchen and food startup incubator in San Mateo.' From the San Fransico Eater website, ‘Anne Moser moved from Germany to California in 2013 and started baking bread with a cottage license before finally opening her bakery in July of 2019. Today, she’s putting out bread, pretzels, and other sweet pastries.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "J. Kenji López-Alt"
            },
            {
                "name": "Bing's Dumplings",
				"add1": "34360 Fremont Blvd",
				"add2": "",
				"cty": "Fremont",
				"stt": "CA",
				"zpcd": "94555",
				"phn": "(510) 320-5360",
				"url": "",
				"note": "Bing's Dumplings specializes in noodles and dumplings and specialize in Xiao Long Bao. Try their soup dumpling along with their hand-pulled noodles with scallion and dried shrimp, and their lamb and pumpkin dumplings.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bouchon Bakery",
				"add1": "6528 Washington St",
				"add2": "",
				"cty": "Yountville",
				"stt": "CA",
				"zpcd": "94599",
				"phn": "(707) 944-2253",
				"url": "https://www.thomaskeller.com/yountville-california/bouchon-bakery/bakery",
				"note": "Bouchon Bakery is a French-style bakery where Chef Thomas Keller is offering pastries plus sandwiches, coffee, and a courtyard. Their pastries are some of the best I have ever had. From their website, ‘In July 2003, Chef Thomas Keller opened the doors of his first Bouchon Bakery. Located in Yountville, California, alongside Keller’s Bouchon Bistro and just down the road from The French Laundry, Bouchon Bakery was first conceived as a way to provide these restaurants with one-of-a-kind breads. Quickly, the bakery blossomed into an important establishment in its own right. In the style of classic French boulangeries, the bakery features a wide selection of artisanal breads and classic desserts inspired by Chef Keller’s memories of life in France, as well as his own childhood in the United States.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Catelli's Restaurant",
				"add1": "21047 Geyserville Ave",
				"add2": "",
				"cty": "Geyserville",
				"stt": "CA",
				"zpcd": "95441",
				"phn": "(707) 857-3471",
				"url": "http://www.mycatellis.com/",
				"note": "Catelli's Restaurant is a longtime family-style spot serves locally sourced Italian cuisine in a charming space with a patio. They are known for their meatball slides that come as three mini sliders with tomato sauce, free-range beef, House-made pork sausage and a bit of Parmesan or order the ravioli which come with Classic 3-Meat filling or Cheese filling made with Bellweather Farms fresh ricotta. You can choose butter garlic, Richard’s meat sauce or DC’s sauce. Or get the lasagna which is truly Italian style with ten paper-thin layers of hand-made pasta, organic tomato sauce, ricotta, and herb cheese filling and surprisingly light and hearty at the same time.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Chavez Taqueria",
				"add1": "666 N Fair Oaks Ave",
				"add2": "Chavez Supermarket",
				"cty": "Sunnyvale",
				"stt": "CA",
				"zpcd": "94085",
				"phn": "(408) 736-3793",
				"url": "https://www.chavezsuper.com/taqueria",
				"note": "The Chavez Taqueria is an outpost of a chain of full-service Mexican grocery stores known for baked goods, meat and takeout. You need to go to one of their stores to order tacos from the Chavez Taqueria. When you walk into this small grocery store, you can smell the tacos/Mexican foods as soon as you walk in the door. I remember ordering the Al Pastor and Lengua and a few other Super Tacos. <strong>NOTE</strong>: They have multiple locations and not sure if all have tacos.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Commonwealth",
				"add1": "1022 11th St",
				"add2": "",
				"cty": "Modesto",
				"stt": "CA",
				"zpcd": "95354",
				"phn": "(209) 248-7451",
				"url": "http://www.commonwealthmodesto.com/",
				"note": "Commonwealth is an urban haunt with seasonal grub, many West Coast beers, and global wines, along with a weekend brunch and a patio. You should order the taco trio of grilled Buffalo chicken, pulled pork, and the Banh Mi or the waffle sandwich with egg, ham, and cheese with a side of potatoes. From their website, ‘Commonwealth began its journey in downtown Modesto, CA, in 2014 with the idea of having a casual lunch and dinner spot, with an extensive offering of craft beer, in a fun atmosphere. Commonwealth quickly became popular with Modesto’s restaurant and beer lovers, landing us with a coveted spot on Food Network’s, Diners, Drive-Ins and Dives in 2016.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Fatted Calf",
				"add1": "644 1st St",
				"add2": "Suite C",
				"cty": "Napa",
				"stt": "CA",
				"zpcd": "94559",
				"phn": "(707) 256-3684",
				"url": "https://fattedcalf.com/",
				"note": "Fatted Calf is a high-end butcher-plus, with grass-fed beef, house-cured meats, sandwiches, and gourmet items to go. From their website, 'Walk through our doors, and it feels as if you’ve entered a secret world of meaty wonders. The aroma of a crispy-skinned pork roast fills the shop, inviting you to try a bite. Our cases are filled with pâtés, salumi, sausages, roasts, and terrines–and when the meat counter crew offers you a slice of the fennel-flecked Sbriciolona and a piece of headcheese, it’s hard to say no. Walk back into our kitchen, and you’ll smell spices toasting, bones roasting, and broths simmering. A charcuterie is a bit of a strange business, and the Fatted Calf is an unusual charcuterie. More than just a butcher shop, we offer meaty goods and services that are varied and unique. Pick out a duck or a slab of ribs and we’ll cook it up for you.' <strong>NOTE</strong>: They ahve multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Steve from Rancho Gordo"
            },
            {
                "name": "Food Fix Butcher and Baker",
				"add1": "938 11th St",
				"add2": "",
				"cty": "Modesto",
				"stt": "CA",
				"zpcd": "95354",
				"phn": "(209) 525-3663",
				"url": "https://www.foodfixbutcherbaker.com/",
				"note": "Food Fix is dedicated to providing great, from scratch food, utilizing local products. They are a family-based company whose goal is to provide home-cooked, original food creations that everyone can enjoy. Food Fix supports local farmers and artisan food makers because we know we can trust our family, friends, and neighbors. Order the porkstrami pretzel roll sandwich or the root beer pulled pork with a tangy slaw sandwich. Visit the Food Truck by following our social media or head to Food Fix Butcher and Baker downtown for a great meal and some local craft beer.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The French Laundry",
				"add1": "6640 Washington St",
				"add2": "",
				"cty": "Yountville",
				"stt": "CA",
				"zpcd": "94599",
				"phn": "(707) 944-2380",
				"url": "https://www.thomaskeller.com/tfl",
				"note": "The French Laundry is Chef Thomas Keller's refined fixed-price meals continually draw food lovers to this stone farmhouse. Have wanted to go here for years and hope to in the future. From their website, ‘Chef Thomas Keller visited Yountville, California, in the early 1990s to find a space to fulfill a longtime culinary dream: to establish a destination for fine French cuisine in the Napa Valley. In his travels, he came across a rustic two-story stone cottage. As he walked into the restaurant’s quaint courtyard, he knew it was where he had been headed throughout his career. The French Laundry, a 1,600-square-foot structure constructed of river rock and timbers, was built as a saloon in 1900 by a Scottish stonemason. The building later served as a residence and, during the 1920s, operated as a French steam laundry. In 1978, town mayor Don Schmitt and his wife Sally renovated the structure into a restaurant, which Keller then purchased in 1994. The menu, which changes daily, commits itself to serving classic French cuisine with the finest quality ingredients, along with a similarly intense focus on impeccable guest service.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Gott’s Roadside",
				"add1": "933 Main St",
				"add2": "",
				"cty": "St Helena",
				"stt": "CA",
				"zpcd": "94574",
				"phn": "(707) 963-3486",
				"url": "https://www.gotts.com/",
				"note": "Gott’s Roadside is a member of an area fast-food chain with indoor-outdoor seating showcases gourmet burgers and tacos. You need to order the Ahi burger, a cheeseburger, or the fish and chips. From their website, 'Founded by brothers Joel and Duncan Gott in St. Helena in 1999 and recognized as a James Beard America's Classic, Gott's Roadside is known for its modern approach to creating California-inspired dishes using locally sourced ingredients from purveyors such as Niman Ranch beef, Zoe's bacon, Panorama Bakery breads, and Osprey Seafood. With dishes such as the California Burger with a fried egg, Zoe's bacon, and balsamic onions, Ahi Poke Crispy Tacos with sushi grade Ahi tuna, Chicken Schnitzel Sandwich with harissa & turmeric spiced mayos, Chicken Kale Caesar, and hand-spun organic shakes, Gott's modern roadside menu offers something for everyone.' <strong>NOTE</strong>: They have multiple locations, and this one was formerly Taylor's Automatic Refresher.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Hog Island Oyster Co.",
				"add1": "20215 Shoreline Hwy",
				"add2": "",
				"cty": "Marshall",
				"stt": "CA",
				"zpcd": "94940",
				"phn": "(415) 663-9218",
				"url": "https://hogislandoysters.com/restaurants/marshall/",
				"note": "From the Hog Island Oyster Co. website, 'Tomales Bay, on the coast of Northern California, is our home where we grow, harvest, shuck and share great oysters. With partners John Finger and Terry Sawyer at the helm, Hog Island Oyster Co. has grown to become one of the premier producers of certified sustainable shellfish. With 160 acres in Tomales Bay, we harvest and sell over 5 million oysters and Manila clams each year. Our thriving ‘family’ of 200 plus employees cultivate, shuck, and serve an exceptional oyster experience at Hog Island locations in Marshall, Napa, San Francisco, and Tony’s Seafood.' Helen Rosner recommends a supply of endless buttery barbecued oysters.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner"
            },
            {
                "name": "La Tapatia Market",
				"add1": "504 Brown St",
				"add2": "",
				"cty": "Napa",
				"stt": "CA",
				"zpcd": "94559",
				"phn": "(707) 226-7587",
				"url": "https://latapatiamarket.com/",
				"note": "La Tapatia Market has eat in or take out at any of their locations in Vallejo or Napa. They offer a full menu of authentic Mexican specialties. From the San Fransico Eater website, ‘While La Morenita Market in Napa is bigger, Sando prefers this more community-centric Mexican market. They have a great selection of meats and produce, but what Sando likes is that they carry La Finca tortillas from Oakland — the only commercial tortillas he’s found that are made from whole corn, not masa harina. Selling beans has made Sando very aware of tortillas. “Real tortillas are made from nixtamal: You take the corn, soak it in (calcium hydroxide) and water, rub the skins off, then you grind that, and that’s what makes masa,” says Sando. The masa then gets pressed and cooked into tortillas.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Steve from Rancho Gordo"
            },
            {
                "name": "Wursthall",
				"add1": "310 Baldwin Ave,",
				"add2": "",
				"cty": "San Mateo",
				"stt": "CA",
				"zpcd": "94401",
				"phn": "(650) 931-4282",
				"url": "https://www.wursthall.com/",
				"note": "Wursthall, the hotly anticipated restaurant and Biergarten from internet food guru J. Kenji López-Alt. The restaurant is a German/Austrian-style beer hall, serving California takes on classic fare, beer, and craft cocktails. Order the Impossible Döner kebap which is entirely vegan, cooked in a vertical rotisserie on a Nigella seed bun or the Nürnberger Bratwursts. From their website, ‘Welcome to Wursthall, a German-inspired biergarten with a California point of view. We are a local gathering place featuring house-made sausages and delicious cold pints. Our menu features house-made wursts, sandwiches, and tasty appetizers. We also have vegan renditions of our most popular dishes. We make our sausages in-house and offer varieties ranging from a traditional Bier Bratwurst to the adventurous Chorizo Verde. We’ve also partnered with Impossible Foods to produce an entirely vegan sausage, as well as a vegan Impossible Burger. Quench your thirst with a refreshing craft beer, a glass of wine, or a refined cocktail.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "J. Kenji Lopez-Alt"
            },
            {
                "name": "Zoftig Eatery",
				"add1": "57 Montgomery Dr,",
				"add2": "",
				"cty": "Santa Rosa",
				"stt": "CA",
				"zpcd": "95404",
				"phn": "(707) 521-9554",
				"url": "https://zoftigeatery.com/",
				"note": "The chef and owner Matt Spector of Zoftig Eatery uses his fine-dining background to spice up the menu. Order the Korean Burrito which is packed with marinated, local ground beef, pickled vegetables, kimchi, fresh herbs, avocado, and barbeque sauce. Or order the Maccabi Bowl with is a Mediterranean salad with falafel, etc. From their website, ‘Today, Zoftig Eatery features a curated menu of sandwiches, salads, wraps, bowls, and scratch-made desserts. Their diverse daily specials are highly coveted and tend to sell out shortly after they are announced. The Spectors source many ingredients from local purveyors such as Acme Bread Co., Saint Frank Coffee, Stemple Creek Ranch, and Straus Family Creamery. In addition, they offer local craft beer, wines, kombuchas, and teas. Zoftig Eatery was featured on Food Network’s “Diners, Drive-Ins and Dives” in 2018 after local celebrity and host Guy Fieri tasted their Korean Burrito while filming Guy’s Grocery Games in Santa Rosa.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            }
        ]
    }
}