{
    "result": {
        "city": "Northern Virginia",
		"posts": [
            {
                "name": "29 Diner",
				"add1": "10536 Fairfax Blvd",
				"add2": "",
				"cty": "Fairfax",
				"stt": "VA",
				"zpcd": "22030",
				"phn": "(703) 352-0029",
				"url": "",
				"note": "29 Diner is an old-school 1940s-era diner serving up comfort food faves like cheeseburgers and fountain sodas. Great breakfast place. The cheese omelette with home fries and toast with a side of scrapple works for me.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "America Eats Tavern",
				"add1": "1700 Tysons Boulevard",
				"add2": "The Ritz-Carlton, Tyson's Corner",
				"cty": "Tysons Corner",
				"stt": "VA",
				"zpcd": "22102",
				"phn": "(703) 744-3999",
				"url": "http://www.americaeatstavern.com/",
				"note": "Chef Jose Andres riffs on classics from America's culinary heritage in a homey, art-filled setting. You need to go with a few people so you can try most of the menu. If you like ham you need to order the five ham sampler plate. The suckling pig jambalaya is another dish to get and share with a group.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Banh Mi DC Sandwich",
				"add1": "3103 Graham Rd",
				"add2": "",
				"cty": "Falls Church",
				"stt": "VA",
				"zpcd": "22042",
				"phn": "(703) 205-9300",
				"url": "",
				"note": "Banh Mi DC Sandwich is a Vietnamese market has a variety of banh mi sandwiches and other snacks, plus a handful of tables. They have over 20 banh mi sandwiches I tend to order the roast pork one, but the sleeper food here is the egg rolls. One time while I was ordering banh mi sandwiches a guy came in with his parents, brother, and sister and ordered eight egg rolls while everyone else was ordering banh mi sandwiches. I asked him about them, and he said they were the best he's eaten and offered me one. I declined but ordered them the next time I was here. The eggrolls were the best eggrolls I had ever had. Sometimes you need to see what others are ordering to find the best things.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Blue and White Carry Out",
				"add1": "1024 Wythe St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 548-3867",
				"url": "yes",
				"note": "The Blue and White Carry Out is only a shack where you can get an egg and cheese breakfast sandwich on toasted white bread for under $2 or a pork chop sandwich for about $3.50 and don't forget to ask about the daily beans special.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Bob and Edith's",
				"add1": "2310 Columbia Pike",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22204",
				"phn": "(703) 920-6103",
				"url": "http://www.bobandedithsdiner.com/",
				"note": "Bob and Edith's is an old-school diner serving American comfort food 24/7 to everyone from hipsters to families. The size of the place is tiny and gets busy on the weekends and late night the closer to the closing of the bars you get. My go to order is a cheese omelette with home fries, rye toast and a side order of sausage.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Boccato Gelato and Espresso",
				"add1": "2719 Wilson Blvd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22201",
				"phn": "(703) 869-6522",
				"url": "http://gelatoarlingtonva.wixsite.com/boccato",
				"note": "Boccato Gelato and Espresso occasional plays live music at this coffee shop on Saturday nights around 8:00 PM. As the name implies Boccato Gelato and Espresso has an espresso bar, gelato, great tea selection, and other desserts. Boccato is a great place to go and get work done on your computer or read a book while ordering things like cherry and fig tea or their very dark chocolate gelato.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Bombay Curry",
				"add1": "2607 Mt Vernon Ave",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22305",
				"phn": "(703) 836-6363",
				"url": "http://www.bombaycurrycompany.com/",
				"note": "Bombay Curry is a casual Indian eatery with traditional dishes such as curries and kebabs, plus a Sunday lunch buffet. My go to order here is their vegetable biryani and samosas.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Caphe Banh Mi",
				"add1": "407 Cameron St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 549-0800",
				"url": "http://caphebanhmi.com/",
				"note": "Caphe Banh Mi is a casual Vietnamese eatery cooking up classics like Pho noodle soups and banh mi sandwiches. My favorite dish to order is their pork, with noodles, mint, and veggies in a bowl with a light fish sauce along and a veggie egg roll.",
				"eaten": "yes",
				"photo": "https://c1.staticflickr.com/1/609/21637990916_f96c34ba91_n.jpg",
				"cptn": "Lemongrass chicken, with noodles, mint, and veggies in a bowl with a light fish sauce along and a veggie egg roll."
            },
            {
                "name": "Cerritos Pupuseria",
				"add1": "43137 John Mosby Hwy",
				"add2": "",
				"cty": "Chantilly",
				"stt": "VA",
				"zpcd": "20152",
				"phn": "(703) 327-0052",
				"url": "hhh",
				"note": "Cerritos Pupuseria is a place where you need to order the chicken tamales and any of the pupusas. It's a little hole-in-the-wall place along Route 50 on your wait out of DC in the middle of nowhere is a great place for authentic, simple food. They serve fantastic chicken tamales along with pulled pork and cheese or bean and cheese pupusas which makes for great snacks even later because you ordered too much food.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Creekside Bakery and Deli",
				"add1": "15 Main St",
				"add2": "",
				"cty": "Sperryville",
				"stt": "VA",
				"zpcd": "22740",
				"phn": "(540) 987-8568",
				"url": "",
				"note": "Creekside Bakery and Deli has wonderful pastries and donuts. My favorites are the blackberry or blueberry turnovers, along with their glazed yeast leaven donuts.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Dairy Godmother",
				"add1": "2310 Mt Vernon Ave",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22301",
				"phn": "(703) 683-7767",
				"url": "http://www.thedairygodmother.com/",
				"note": "Dairy Godmother is a retro-style parlor dishing up unusual flavors of homemade frozen custard and sorbet in the suburbs of Washington, DC. The salted caramel custard is my favorite flavor. If you get a chance try the home-made marshmallows.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "District Taco",
				"add1": "5723 Lee Highway",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22207",
				"phn": "(703) 237-1204",
				"url": "http://www.districttaco.com/",
				"note": "In 2009, two neighbors got together over some homemade chips, salsa and guacamole and decided to launch District Taco as a food truck. Their breakfast tacos with egg, cheese, and potatoes with chorizo are a perfect dinner. If you're there when they're serving, their fish tacos you need to order a hand full of them with extra chipotle mayo cole slaw. <strong>NOTE</strong>: Now they have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Earl's Sandwiches",
				"add1": "2605 Wilson Blvd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22201",
				"phn": "(703) 248-0150",
				"url": "http://www.earlsinarlington.com/",
				"note": "Earl's Sandwiches is a creative sandwich shop featuring meats slow-roasted in-house, with some veggie offerings too. Any of their hand-carved turkey sandwiches are great along with their pork ones too.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Four Sisters Restaurant",
				"add1": "8190 Strawberry Lane",
				"add2": "#1",
				"cty": "Falls Church",
				"stt": "VA",
				"zpcd": "22042",
				"phn": "(703) 539-8566",
				"url": "http://www.foursistersrestaurant.com/",
				"note": "Four Sisters Restaurant looks forward to sharing with you their delightful, savory and distinctive home-style dishes reminiscent of our native country — all served with the charm and hospitality of the Four Sisters family. They have many great dishes, but it all depends on what you are in the mood to eat that will tip the scales.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Green Fare Organic Cafe",
				"add1": "408 Elden St",
				"add2": "",
				"cty": "Herndon",
				"stt": "VA",
				"zpcd": "20170",
				"phn": "(703) 689-0506",
				"url": "http://www.greenfare.com/",
				"note": "GreenFare offers delicious organic, whole plant food lovingly prepared oil free and with no added salt for those seeking a refuge from the ordinary. I had their black bean burger at the TEDxMidAtlantic after party, and you need to give it a try.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Hanabi Ramen",
				"add1": "3024 Wilson Blvd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22201",
				"phn": "",
				"url": "",
				"note": "Hanabi Ramen serves Japanese noodle soups, and crisp-skinned dumplings served in a modern storefront setting. Had there traditional Tonkotsu Ramen along with an order of lightly fried tofu with soy and miso sauce and an order of crisp-skinned dumplings.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Hank's Pasta Bar",
				"add1": "600 Montgomery St",
				"add2": "",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(571) 312-4117",
				"url": "http://www.hankspastabar.com/",
				"note": "Hank's Pasta Bar serves pasta samplers, and trendy cocktails are the big draws at this rustic-chic Italian eatery with a classy lounge.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Haute Dogs and Fries",
				"add1": "610 Montgomery St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 548-3891",
				"url": "http://www.hautedogsandfries.com/",
				"note": "Gourmet hot dogs with housemade onion relish and locally sourced sausages in a modern, brick space. My fovrite dish so afar is the lamb sausage with mint, chopped onion, and tomato along with their half-smoke split with homemade chili, yellow mustard and chopped onions. Their fries could use some work and next time I'm there I'm going to ask for them well done to see if they improve.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Jack's Place",
				"add1": "222 N Lee St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 684-0372",
				"url": "",
				"note": "Pint-size nook that lures locals for straightforward hot & cold sandwiches plus breakfast bites. A quite small place with breakfast basics that are great. I need to eat here more often.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "The Java Shack",
				"add1": "2507 Franklin Rd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22201",
				"phn": "(703) 527-9556",
				"url": "http://commonwealthjoe.com/pages/the-java-shack",
				"note": "Neighborhood coffee shop featuring hot and cold brews made with locally roasted beans and a patio. They make a great hot chocolate and hot apple cider too.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Junction Bakery & Bistro",
				"add1": "1508 Mt Vernon Ave,",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22301",
				"phn": "(703) 436-0025",
				"url": "https://www.junctionbakery.com/",
				"note": "Junction Bakery and Bistro has a local draw for breakfast, sandwiches on house-made bread and baked goods, with creative dinner fare.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Kabob Bazaar",
				"add1": "3133 Wilson Blvd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22201",
				"phn": "(703) 522-8999",
				"url": "http://www.kabobbazaar.com/",
				"note": "Stews, exotic specials, and Persian tea are all hallmarks of this simple, yellow-walled eatery. If you find yourself there on a Tuesday and they still have the lamb shank as a special you should get that with the herbed rice.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Kabob Palace",
				"add1": "2315 S Eads St",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22202",
				"phn": "(703) 486-3535",
				"url": "http://www.kabobpalaceusa.com/",
				"note": "Kabob Palace is a Counter-service spot that's open 24/7 and serves up Middle Eastern fare: like kebabs, curries, and daily specials. The lamb kabob and Kubideh with rice and curry chickpeas are excellent. The lamb or chicken curry isn't bad either. They have fantastic vegetables such as their curry chick peas,  or their spinach and potatoes, or if you happen to be there when they have stewed okra, you need to order that over rice or as a side dish.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Knotty Pine Restaurant",
				"add1": "801 N Royal Ave",
				"add2": "",
				"cty": "Front Royal",
				"stt": "VA",
				"zpcd": "22630",
				"phn": "(540) 635-3064",
				"url": "",
				"note": "Longtime local haunt offering classic American grub, including breakfast, plus a back bar area. They mkae old school dinner food at inexpensive prices. My favorite thing to order is the cheese omelette with home fries, rye toast, and a side of sausage.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Market Burger Fries and Shakes",
				"add1": "145 W Main St",
				"add2": "",
				"cty": "Purcellville",
				"stt": "VA",
				"zpcd": "20132",
				"phn": "(540) 751-1145",
				"url": "http://www.marketburger.net/",
				"note": "Compact counter-order restaurant serving local beef hamburgers and old-school milkshakes. You gotta try the mac and cheese balls if they have them on special and their shoestring fires aren't bad either. <strong>NOTE</strong> - Market Burger closes when they run out of buns or 9 PM which ever comes first.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Metro 29 Diner",
				"add1": "4711 Lee Highway",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22207",
				"phn": "(703) 528-2464",
				"url": "http://metro29diner.com/",
				"note": "Spacious diner with varied American menu (known for its French toast), open from early till late.  I'm normally here later in the night for desert. I typically get their chocolate mousse cake or the Chocolate Mousse Tart which is chocolate mousse covered in an extremely thick coating of chocolate in the shape of a Christmas tree with a little raspberry jam in the bottom of the pie crust.",
				"eaten": "yes",
				"photo": "https://c1.staticflickr.com/3/2870/9642348808_d0fea52291_n.jpg",
				"cptn": "Chocolate layer cake with chocolate roses on top from Metro 29 Diner in Arlington, VA"
            },
            {
                "name": "Momo Sushi",
				"add1": "212 Queen St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 299-9092",
				"url": "http://mymomosushi.com/",
				"note": "Sushi bar and kitchen with fresh rolls, teriyaki and noodles, plus lots of wine, sake and Japanese beers. They have great simple and fresh inexpnsive sushi.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Northside Social Coffee & Wine",
				"add1": "3211 Wilson Blvd,",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22201",
				"phn": "(703) 465-0145",
				"url": "http://northsidesocialarlington.com/",
				"note": "Northside Social Coffee and Wine is a hangout with comfy sofas, java, sandwiches and baked goods with an intimate, 2nd-floor wine bar. You need to order the sausage, poached egg, cheese, with greens on a home-made muffin along with the peach blossom tea for breakfast. It's a great place to get some work done or people watch as you read, it all depends on your mood.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Padaek (formerly Bangkok Golden)",
				"add1": "6395 Seven Corners Center",
				"add2": "",
				"cty": "Falls Church",
				"stt": "VA",
				"zpcd": "22044",
				"phn": "(703) 533-9480",
				"url": "http://www.bangkokgoldenva.com/",
				"note": "Padaek was formerly Bangkok Golden. The website might change at some point. No-frills spot for Thai and Laotian dishes that also offers lunch and dinner buffets. The dishes we order the most here are the veggie Crispy Rice Salad, the Duck Laab, and the Drunken Pork Noodles. They are known for their Laotian dishes so look at those if you want other things to eat.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Peter Chang",
				"add1": "2503 N Harrison St",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22207",
				"phn": "(703) 538-6688",
				"url": "http://peterchangarlington.com/",
				"note": "Cult chef Peter Chang serves his Sichuan playbook and special dishes at this spiffed-up storefront. The Gold Mountain chicken is great as are the dumplings and the large soup dumpling. If they have the lamb shank special you need to order that too.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Pho 75",
				"add1": "1721 Wilson Blvd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22209",
				"phn": "(703) 525-7355",
				"url": "hhh",
				"note": "Traditional pho with a wide choice of add-ons served in a modest setting. Cash only. My go to order is a small bowl of raw round eye with fatty brisket and extra noodles and fatty brisket.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Pho  Viet Flare",
				"add1": "514 S Van Dorn St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22304",
				"phn": "(703) 370-9279",
				"url": "",
				"note": "Unassuming strip-mall restaurant ladling out bowls of pho and other Vietnamese staples. They have great broth and the Pho is one of my favorites in the DC area.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Punjabi by Nature",
				"add1": "19405 Promenade Dr",
				"add2": "",
				"cty": "Leesburg",
				"stt": "VA",
				"zpcd": "20176",
				"phn": "(571) 333-3300",
				"url": "http://www.punjabibynature.us/",
				"note": "True to its name, Punjabi By Nature has created a wonderful and authentic aroma of high quality indian cuisine, bringing its best from the capital of India(Delhi) to the heart of Virginia in Lansdowne.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Ravi Kabob House",
				"add1": "305 N Glebe Rd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22203",
				"phn": "(703) 522-6666",
				"url": "",
				"note": "No-frills restaurant is offering kebabs and other Pakistani staples at super-cheap prices. Finally, got a chance to grab food to go from here over the weekend and enjoyed their curried beef with rice and curried chickpeas with a thick sauce. It was like they pureed some of the chickpeas to have a consistency or a slightly thinned out refried beans. Don't knock it until you try it.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Ray's the Steaks",
				"add1": "2300 Wilson Blvd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22201",
				"phn": "(703) 841-7297",
				"url": "http://www.raysthesteaks.com/",
				"note": "Steaks served with family-style sides of mashed potatoes and creamed spinach in a minimalist space. When ever anyone comes to town and wants steak I take them here and order a medium steak with a side of bone marrow.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Souvlaki Bar",
				"add1": "2732 Jefferson Davis Hwy",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22301",
				"phn": "(571) 312-4202",
				"url": "https://www.souvlakibar.com/",
				"note": "Souvlaki Bar, they bring authentic traditional recipes for you to enjoy the delicious Greek flavors of fresh-tasting combinations of lemon juice, garlic, oregano, sea salt and olive oil. You need to try the chicken Souvlaki and the pork Yeero along with a side of Greek roasted potatoes.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Stomping Ground",
				"add1": "2309 Mt Vernon Ave",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22301",
				"phn": "(703) 567-6616",
				"url": "https://www.stompdelray.com/",
				"note": "Stomping Ground is a down-home destination for coffee, biscuit sandwiches, seasonal salads, and pastries, along with wine and beer. You need to order the Farmer's Market Frittata biscuit along with the cheesy Anson Mills Gouda grits.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Sugar Shack Donuts",
				"add1": "804 N Henry St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 577-9023",
				"url": "http://www.sugarshackdonuts.com/",
				"note": "This offshoot of the Richmond original specializes in handmade donuts with unique glazes and toppings. Their cake donuts are what keeps bringing me back. If you are lucky enough to get one of their apple fritters you need to order one. They are in my top five favorite fritter places in the country.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Sweet Fire Donna's",
				"add1": "510 John Carlyle St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(571) 312-7960",
				"url": "http://www.sweetfiredonnas.com/",
				"note": "This relaxed joint offers traditional smoked barbecue with familiar sides, plus a full bar. he sandwich to get is the 'Bubba Mike' an oversized sandwich with 1/2 lb. of pulled pork and a Texas sausage link, topped with cheese sauce, creamy coleslaw, and original BBQ sauce.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Taco Bamba",
				"add1": "2190 Pimmit Dr",
				"add2": "",
				"cty": "Falls Church",
				"stt": "VA",
				"zpcd": "22043",
				"phn": "(703) 639-0505",
				"url": "http://tacobambarestaurant.com/",
				"note": "Colorful, counter-serve storefront dishing up Mexican eats for takeout or quick stand-up dining. You need to order the lengua (tongue), tripe, and if they have it the goat tacos. On the weekends the line can be long. I've found going at like 2:30 PM or 3:00 PM makes the wait not so long if you can wait to eat that late.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Taco El Chilango",
				"add1": "1716-1728 14th St N",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22209",
				"phn": "(571) 236-0355",
				"url": "",
				"note": "Tacos El Chilango parks at the corner of 14th Street N. and N. Quinn Street nearly every day. From the truck, people can see drivers whiz by on Route 50. Before customers get a $2.50 taco (or five), they might stand in a line that goes down the block. The menu is limited to only six kinds of meat tacos and a small selection of drinks, but no one is complaining. You should order the Mixto taco which has both beef and pork sasauge in the taco along with some lengua (tongue) tacos.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Taqueria el Poblano",
				"add1": "2400 Mt Vernon Ave",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22301",
				"phn": "(703) 548-8226",
				"url": "http://www.taqueriapoblano.com/",
				"note": "Family-friendly dining featuring south-of-the-border favorites and made-from-scratch margaritas. thier breakfast burrito is huge and I ask for a plate so I can eat it with a knife and fork.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Taqueria Mexicana",
				"add1": "2163 Fairfax Pike",
				"add2": "Shen-valley Flea Market",
				"cty": "White Post",
				"stt": "VA",
				"zpcd": "22663",
				"phn": "",
				"url": "",
				"note": "You can get authentic Mexican tacos with contents like Lengua (tongue), tripe, pork, beef, chicken, tortas, and many other things. If you're not in the mood for tacos you need to order a torta with either Lengua (beef tongue), shredded chicken, or even their veggie one is a meal for two people or dinner that night or lunch the next it's that big.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Vaso's Kitchen",
				"add1": "1225 Powhatan St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 548-2747",
				"url": "",
				"note": "Homey neighborhood staple with a cozy dining room and patio seating serving Greek comfort food. You need to order Artichoke Florentina for an appetizer and the Lamb Shank for dinner. NOTE: Vaso's has a neon sign that reads 'The Dixie Pig Bar-B-Q' with a pig and is considered a National Landmark so can'thave the sign removed.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Virtue Feed and Grain",
				"add1": "106 S Union St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(571) 970-3669",
				"url": "http://virtuefeedgrain.com/",
				"note": "In a revamped 18th-century granary, this hip tavern offers elevated pub grub and a lively bar scene. The last time I was there they had a bunch of parts/offal appetizers or main dishes.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Yona by Mike Isabella",
				"add1": "4000 Wilson Blvd",
				"add2": "Suite C - Entrance on N. Quincy St.",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22203",
				"phn": "(703) 465-1100",
				"url": "http://yonava.com/",
				"note": "Original ramen, Japanese and Korean small plates and creative cocktails. You need to order the Oxtail steamed buns which uses deep fried oxtail patties.",
				"eaten": "yes",
				"photo": "https://c1.staticflickr.com/1/576/22941235744_6d04eaee32_n.jpg",
				"cptn": "Oxtail steamed buns which contains an oxtail deep fried patty with caramelized onions and an additional sauce."
            }
        ]
    }
}