{
    "result": {
        "city": "New York State",
		"posts": [
            {
                "name": "2nd Ave Deli",
				"add1": "162 E 33rd St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10016",
				"phn": "(212) 689-9000",
				"url": "https://2ndavedeli.com/",
				"note": "2nd Ave Deli is an old-school restaurant serving blintzes, knishes, and other Jewish fare, plus a variety of sandwiches. You need to order their pastrami sandwich, which is enormous. From their website, 'The 2nd Ave Deli has been an internationally renowned Gotham landmark for more than half a century.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "99 Favor Taste",
				"add1": "285 Grand St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(646) 682-9162",
				"url": "http://www.99favortaste.com/",
				"note": "99 Favor Taste is a sizable all-you-can-eat Asian buffet with contemporary decor, and they serve beer, wine, and sake too. Don't forget to try their hot pot. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Abbott's Frozen Custard",
				"add1": "4791 Lake Ave",
				"add2": "",
				"cty": "Rochester",
				"stt": "NY",
				"zpcd": "14612",
				"phn": "(585) 865-7400",
				"url": "https://www.abbottscustard.com/",
				"note": "Abbott's Frozen Custard is a long-running chain offering sweet treats from cones to cakes, made with slow-churned frozen custard. <strong>They have multiple locations.</strong>",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "ABC Kitchen",
				"add1": "35 E 18th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 475-5829",
				"url": "http://www.abchome.com/dine/abc-kitchen/",
				"note": "ABC Kitchen is a chic New American eatery via Jean-Georges Vongerichten sourcing local, organic ingredients. Helen Rosner recommends ordering the tomato toast when you're here. From their website, 'We are passionately committed to offering the freshest, safest ingredients, presenting a seasonal menu that is locally focused and globally artistic, and cultivating a healthy relationship on our tables and for the planet. ABC Kitchen and Michelin star Chef Jean-Georges Vongerichten invite you to enjoy our award-winning cuisine, curated in alignment with the farm-to-table movement. Our menu is free of pesticides, synthetic fertilizers, insecticides, antibiotics, hormones, is GMO-free, and naturally and humanely sourced from regional farmers and fair-trade cooperatives, celebrating community and the future of the slow food movement.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner"
            },
            {
                "name": "Allswell",
				"add1": "124 Bedford Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11211",
				"phn": "(347) 799-2743",
				"url": "http://www.allswellnyc.com/",
				"note": "Allswell is a seasonally-driven, rustic American pub located in Williamsburg, Brooklyn. They work closely with farmers and purveyors to source fresh, interesting ingredients for their guests. Allswell's approach is casual, and their menu changes frequently to keep fresh energy flowing throughout the seasons. From their website, 'ALLSWELL is a seasonally-driven, rustic American pub located in Williamsburg, Brooklyn. We work closely with farmers and purveyors to source fresh, interesting ingredients for our guests. Allswell's approach is casual, and our menu changes frequently in order to keep fresh energy flowing throughout the seasons.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
			},
            {
                "name": "Ample Hills Creamery",
				"add1": "600 11th Ave",
				"add2": "Gotham West Market",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10036",
				"phn": "(212) 582-9354",
				"url": "https://www.amplehills.com/",
				"note": "Ample Hills Creamery offers creative small-batch ice cream made with local ingredients. They use hormone free milk and cream from grass fed cows and organic cane sugar. If you like salted caramel ice cream, you need to try their Salted Crack Caramel, and their Dark Chocolate isn't bad either. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "ATLA",
				"add1": "372 Lafayette St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(347) 662-3522",
				"url": "https://www.atlanyc.com/",
				"note": "ATLA is an all-day eatery for contemporary Mexican bites with local ingredients, plus coffee, wines, and mezcals. From their website, 'All-day eatery for contemporary Mexican bites by Enrique Olvera and Daniela Soto-Innes, served alongside an approachable, yet sophisticated beverage program by Yana Volfson. We are celebrating life, eating, cooking, and coexisting in a surreal, shamanic atmosphere.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Here Magazine"
            },
            {
                "name": "B and H Dairy",
				"add1": "127 2nd Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 505-8065",
				"url": "",
				"note": "B and H Dairy is one of the oldest kosher dairy lunch counters remaining in New York City. It was opened in 1938 by Abie Bergson and Sol Hausman (B and H), and the interior and menu have changed little since. In 1970, Bergson and Hausman sold the restaurant. B and H Dairy serves borscht, blintzes, and matzo ball soup on the menu of this old-school, circa-1940 kosher diner.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Parts Unknown"
            },
            {
                "name": "Baohaus",
				"add1": "238 E. 14th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(646) 669-8889",
				"url": "https://www.baohausnyc.com/",
				"note": "Baohaus serves savory Taiwanese steamed buns are the specialty of this bare-bones East Village eatery. You need to order the Chairman Bao which is braised all natural Berkshire pork belly served with Haus Relish, crushed peanuts, Taiwanese red sugar, and cilantro. I wanted to get the Birdhaus Bao, but they were out. It's an all natural fried chicken. Brined 24 hours, served with Haus Seasoning Salt, lemon-garlic aioli, crushed peanuts, Taiwanese red sugar, and cilantro.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Bean",
				"add1": "824 Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 510-7714",
				"url": "https://www.thebeannyc.com/",
				"note": "The Bean is a neighborhood cafe for fresh-roasted coffee, teas, sandwiches, and vegan eats, plus free WiFi. It's a great little place to get out of the cold of winter or heat of the summer and relax a bit. It's across the street from Strand Bookstore. So you can regroup before heading there or use it as a place to look over all that you bought. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Beatrice Inn",
				"add1": "285 W 12th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 675-2808",
				"url": "https://thebeatriceinn.com/",
				"note": "The Beatrice Inn is a lively and upscale meat-forward restaurant with food from chef Angie Mar. From their website, 'The Beatrice Inn is a traditional New York chophouse, redefined and reimagined by Chef Angie Mar. Owned by Mar and her business partner Melissa Merrill Keary, the Beatrice Inn is where New Yorkers go for innovative takes on the preparation and presentation of meat that still manage to feel timeless. Mar seamlessly balances big, bold cuts of meat with delicate, fragrant herbs and fruit; insists on dry aging all her meat; serves whole birds and dramatic seafood towers with epic table-side presentations and large format dining, and dishes up her award-winning burgers alongside the specialty curated wine list and iconic cocktail bar. Chef Mar’s unapologetic and over-the-top approach to food is revolutionizing the way New Yorkers experience meat, ensuring every dish evokes primal and decadent flavors, balanced with approachable elegance.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Bel-Aire Diner",
				"add1": "31-91 21st St",
				"add2": "",
				"cty": "Astoria",
				"stt": "NY",
				"zpcd": "11106",
				"phn": " (718) 721-3160",
				"url": "https://www.belairediner.nyc/",
				"note": "Bel-Aire Diner is a large, classic Greek diner with an extensive menu, chrome accents, and open 7 days week and 24 hours a day. From their website, 'The Bel Aire Diner has kept its original charm and offers the nostalgia that has made it a popular family-friendly establishment for the last 50 years.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "24 hours",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Bibble and Sip",
				"add1": "253 W 51st St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(646) 649-5116",
				"url": "https://www.bibbleandsip.com/",
				"note": "Bibble and Sip is a bakery and coffeehouse serving upscale coffees, teas, and a selection of housemade baked goods and syrups.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Eric Wright"
            },
            {
                "name": "Big Gay Ice Cream Shop",
				"add1": "125 East 7th Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 533-9333",
				"url": "https://www.biggayicecream.com/",
				"note": "With a playful attitude, Big Gay Ice Cream spins a new take on old-school soft-serve by creating fun and unique ice creams, toppings, and frozen treats that appeal to a diverse mix of clientele. The item to get is the 'Salty Pimp' which is vanilla soft serve ice cream in a cone injected with caramel, sprinkled with sea salt and then dipped in chocolate to form a hard outer coating. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Bill Gray’s",
				"add1": "4870 Culver Rd",
				"add2": "",
				"cty": "Rochester",
				"stt": "NY",
				"zpcd": "14622",
				"phn": "(585) 266-7820",
				"url": "https://www.billgrays.com/",
				"note": "Bill Gray’s is part of a regional chain long known for its cheeseburgers, hot dogs, and frozen custard. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Blue Hill at Stone Barns",
				"add1": "630 Bedford Rd",
				"add2": "",
				"cty": "Tarrytown",
				"stt": "NY",
				"zpcd": "10591",
				"phn": "(914) 366-9600",
				"url": "https://www.bluehillfarm.com/",
				"note": "Blue Hill at Stone Barns is a high-end farm-to-table restaurant serving tasting menus in a refurbished barn on gorgeous grounds. In spring of 2004, Blue Hill at Stone Barns opened within the Stone Barns Center for Food and Agriculture in Pocantico Hills, New York. The Barbers helped create the philosophical and practical framework for Stone Barns Center, a working four-season farm and educational center just 30 miles north of New York City, and continue to help guide it in its mission to create a consciousness about the effect of everyday food choices.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Chef's Table"
            },
            {
                "name": "Bocce Club Pizza",
				"add1": "4174 Bailey Ave",
				"add2": "",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14226",
				"phn": "(716) 833-1344",
				"url": "https://bocceclubpizza.com/",
				"note": "Bocce Club Pizza is a mainstay for traditional, specialty and gluten-free pies plus wings behind a villa-style exterior. Their sausage pizza is still one of my favorites, and their pepperoni isn't bad either. <strong>NOTE</strong>: Takeout only place.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Boucherie West Village",
				"add1": "99 7th Ave S",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 837-1616",
				"url": "http://boucherie.nyc/",
				"note": "Boucherie West Village is a two-floor bistro for dry-aged steaks, and other French fare, with a bar that's strong on absinthe. Walking around the city on Labor Day weekend and noticed the wonderful patio with a lot of plants and a bunch of people while waiting for a light to change across the street. From their website, 'Boucherie is a traditional French brasserie and steakhouse, celebrating Joie de Vivre in the heart of New York. Executive Chef Jerome DihuiI, former Chef de Cuisine of Pastis, prepares a menu of French classics and timeless bistro favorites, in addition to the dry-aged steaks.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Blue Hill",
				"add1": "75 Washington Pl",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10011",
				"phn": "(212) 539-1776",
				"url": "https://www.bluehillfarm.com/dine/new-york",
				"note": "Blue Hill is a locally sourced, seasonal ingredients abound on the American menu served at this townhouse-set spot. The original Blue Hill restaurant, opened in 2000, is located in Greenwich Village, New York City. Hidden three steps below street level, the restaurant occupies a landmark 'speakeasy' off of Washington Square Park.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bubby's",
				"add1": "120 Hudson St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10013",
				"phn": "(212) 219-0666",
				"url": "https://www.bubbys.com/",
				"note": "Bubby's is a weekend brunch hot spot serving homestyle American eats with many locally sourced ingredients. From their website, 'Renowned for its simple and fresh comfort food, Bubby’s is dedicated to defending the American table and its traditions with thoughtful ingredient sourcing and an “off the commercial food grid” philosophy. The mission has remained the same from that first day– to welcome each and every person as though they are guests in our home, to raise the awareness of the beauty of American food - its ethnic contributions and regional and geographic abundance, and to celebrate the patchwork of American culture. Bubby’s wants people to know where their food came from, who grew it and what is good about it. American cuisine is much more than burgers and pie; it's Chinese, Mexican, Southern, an elaborate and flavorful foodscape created by the generations of people who built America. For 30 years, Bubby’s has been cooking and baking in a way that is thoughtful, healthy, and, most importantly, delicious!' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "burger joint",
				"add1": "119 W 56th St",
				"add2": "Le Parker Meridien",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(212) 708-7414",
				"url": "https://www.burgerjointny.com/56thstreet",
				"note": "burger joint is a no-frills, cash-only burger counter hidden inside an upscale hotel. The best burger in New York City, hidden behind the curtain in the atrium lobby of Le Parker Meridien Hotel. It's a great little burger joint in the middle of an expensive hotel in New York City. You should order their cheese burger with lettuce, tomato, and mustard along with an order of fries and your beverage of choice.",
				"eaten": "yes",
				"photo": "https://c2.staticflickr.com/6/5666/20619550032_732d9ff2fa_n.jpg",
				"cptn": "Cheese burger with lettece, tomatoe, and mustard along with an order of fries at the Burger Joint in the Le Parker Meridian Hotel New York City",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Carbone",
				"add1": "181 Thompson St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(212) 254-3000",
				"url": "http://carbonenewyork.com/",
				"note": "Carbone serves high-end takes on red-sauce fare await at this A-lister Italian restaurant in a retro-glam space.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Carol's Cafe",
				"add1": "217 E 51st St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10022",
				"phn": "(917) 775-0535",
				"url": "hhh",
				"note": "Carol's Cafe is a tucked in on the inside of a private park (Greenacre Park) next to the Synagogue which is open from 8:00 AM until 7:30 PM each day. It's a hidden oasis in the middle of the city. Even if you don't get anything at the cafe, it's a great place to relax and sit in the shade listening to a waterfall. They even have small tables and chairs that you can sit at to eat, read, even get a laptop top out at the upper seating area.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Champs Diner",
				"add1": "197 Meserole St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11206",
				"phn": "(718) 599-2743",
				"url": "https://www.champsdiner.com/",
				"note": "Champs Diner serves vegan baked goods and comfort-food items in a retro diner setting. <strong>NOTE</strong>:Cash only.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Capizzi",
				"add1": "4126 Hylan Blvd",
				"add2": "",
				"cty": "Staten Island",
				"stt": "NY",
				"zpcd": "10308",
				"phn": "(718) 569-3180",
				"url": "http://capizzipizza.com/",
				"note": "From the Capizzi website, 'Everything we serve here at Capizzi is made as if you were going to my Grandmother’s house for a holiday. Back then, it was like a friendly family competition of who had the best food. (Although the homemade wine competitions were not so friendly.) Everything had to be the best, and I mean everything! One bakery might have the best bread, but not the best cake. One pork store might have the best sausage, but the chicken market had the best chicken, and so on. My parents and grandparents shopped for days all over Brooklyn.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Charles' Country Pan Fried Chicken",
				"add1": "2461 Frederick Douglass Blvd",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10027",
				"phn": "(212) 281-1800",
				"url": "hhh",
				"note": "Charles' Country Pan Fried Chicken is a Harlem soul-food standard for old-school skillet-fried chicken served all-you-can-eat or with sides.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Somebody Feed Phil"
            },
            {
                "name": "Chefs Club",
				"add1": "275 Mulberry St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(212) 941-1100",
				"url": "https://www.chefsclub.com/new-york-city/about/",
				"note": "Chefs Club serves signature dishes from the top United States and global chefs at this sleek eatery in the Puck Building. Inside Chefs Club is the intimate 24-seat Studio where, on select evenings, superstars such as France’s Hélène Darroze or Hong Kong’s Jowett Yu create unforgettable menus paired expertly with wines.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Somebody Feed Phil"
            },
            {
                "name": "Chelsea Market",
				"add1": "75 9th Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10011",
				"phn": "(212) 243-6005",
				"url": "https://www.chelseamarket.com/",
				"note": "Chelsea Market is a food hall, shopping mall, office building and television production facility located in the Chelsea neighborhood of the borough of Manhattan, in New York City.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "City Limits Diner",
				"add1": "200 Central Ave",
				"add2": "",
				"cty": "White Plains",
				"stt": "NY",
				"zpcd": "10606",
				"phn": "(914) 686-9000",
				"url": "https://www.citylimitsdiner.com/",
				"note": "City Limits Diner is a modern diner and bakery serving elevated American comfort food in a cheerful chrome setting. From their website, 'reads and gourmet pastries are made in-house daily. Fish and meats are smoked on-premise in a traditional smokehouse. Hamburger is made from 100 percent Black Angus beef. And like any true diner, breakfast is served all day.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Cocoron",
				"add1": "16 Delancey St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 477-1212",
				"url": "http://www.cocoronandgoemon.com/",
				"note": "Cocorun is a small, unpretentious Japanese noodle shop offering a variety of classic and vegan soba dishes. They are a broth-based soba and sake highlight the menu of this small, unpretentious Japanese noodle shop.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Colony Diner",
				"add1": "2019 Hempstead Turnpike",
				"add2": "",
				"cty": "East Meadow",
				"stt": "NY",
				"zpcd": "11554",
				"phn": "(516) 794-5159",
				"url": "",
				"note": "Colony Diner is an around-the-clock spot for American diner fare, including sandwiches, and breakfast classics.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "24 hours",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Cosme",
				"add1": "35 E 21st St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10010",
				"phn": "(212) 913-9659",
				"url": "https://www.cosmenyc.com/",
				"note": "Cosme is a sleek Mexican spot with a big bar for locally sourced share plates, plus tequila and mezcal cocktails. From their website, 'Cosme is a restaurant in New York City’s Flatiron District serving contemporary Mexican-inspired cuisine from Chefs Enrique Olvera and Daniela Soto-Innes, along with business partner Santiago Perez. Dishes are rooted in Mexican flavors and traditions, while also celebrating local and seasonal ingredients from the Hudson Valley and the surrounding region. Cosme’s beverage program focuses on artisanal spirits and mirrors its cuisine, letting the high-quality ingredients shine.' Cosme was ranked number 25 on the 2018 top 50 restaurants in the world, according to 'The World's 50 Best' website.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Here Magazine"
            },
            {
                "name": "Crif Dogs",
				"add1": "113 St Marks Place",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 614-2728",
				"url": "http://www.crifdogs.com/",
				"note": "Crif Dogs serves hot dogs with creative toppings and late-night hours make this spot a natural for post-bar munchies. You need to pick two hot dogs that catch your eye and order them with a side of French fries. If you can manage it attempt to get into PDT (Please Don't Tell) for a drink by going to use the telephone booth. There is a no standing rule, so they only allow enough people in to fill all the seats. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain and David Chang"
            },
            {
                "name": "Desi Galli",
				"add1": "101 Lexington Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10016",
				"phn": "(212) 375-3900",
				"url": "https://www.desigalli.com/",
				"note": "Desi Galli is a counter-serve eatery offering Indian wraps in a tight space with a downstairs seating area. From the Desi Galli website, 'We specialize in Kathi Rolls or Kati Rolls (Vegetarian and Non-Vegetarian) (like Indian burritos’), Vada Pav, Chaats (Bhel Puri, Pani Puri, Somasa Chaat, Biryani (Chicken/Lamb/Veg) and our newest edition our Galli Salad with a choice of Chicken Tikka, Seekh Kebab and Paneer for the health-conscious! You can wash our delicious food with Thumsup/Limca/Lassi’s and end it sweetly with Galli Kulfi, Rasmali, and Gulab Jamun! For Vegans not to worry, we have you covered.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook (YouTube)"
            },
            {
                "name": "Dinosaur Bar-B-Que",
				"add1": "246 W Willow St",
				"add2": "",
				"cty": "Syracuse",
				"stt": "NY",
				"zpcd": "13202",
				"phn": "(315) 476-4937",
				"url": "https://www.dinosaurbarbque.com/syracuse/",
				"note": "Dinosaur Bar-B-Que started here is Syracuse and is now a barbecue chain serving Southern-style meats and draft brews in a retro setting (most have live music).",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Di Palo's Fine Foods",
				"add1": "200 Grand St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10013",
				"phn": "(212) 226-1033",
				"url": "",
				"note": "Di Palo's Fine Foods is a family-owned Italian shop offering artisanal cheeses, and cured meats along with pasta, sauce, and pantry items. Molly Baz from Bon Appetit's YouTube channel says the thing to order is the fresh ricotta and mortadella. From the New York City Eater website, 'This fifth-generation, family-owned Italian deli opened in 1910 on Mott Street as a dairy shop selling housemade mozzarella and ricotta. Grab a number and brace for a wait, but there’s great people-watching during and generous samples after. Those creamy cheeses are still signatures; also, order a sandwich to devour in a nearby park. Next door, there’s a wine shop, Enoteca Di Palo, plus a newer sit-down osteria concept.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Molly Baz from Bon Appettit (YouTube)"
            },
            {
                "name": "Dirt Candy",
				"add1": "86 Allen St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 228-7732",
				"url": "https://www.dirtcandynyc.com/",
				"note": "Dirt Candy serves inventive vegetarian dishes and classic cocktails presented in stylish, airy surrounds. From their website 'New York City has hundreds of steak restaurants, seafood restaurants, barbecue restaurants, and tapas restaurants, but Dirt Candy is the city’s only vegetable restaurant. We serve nothing but vegetables, and our goal is to make them taste better than anything you’ve ever had before. Our kitchen is essentially a laboratory for our award-winning chef, Amanda Cohen, and every day she pushes vegetables further than anyone else in the world.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Don Angie",
				"add1": "103 Greenwich Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 889-8884",
				"url": "https://www.donangie.com/",
				"note": "Don Angie is a place for updated Italian-American classics with wine, and cocktails in a marble-accented space.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andrew Zimmern."
            },
            {
                "name": "Dough Doughnuts",
				"add1": "14 W 19th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10011",
				"phn": "(212) 243-6844",
				"url": "https://www.doughdoughnuts.com/",
				"note": "Dough Doughnuts is a spin-off of a Brooklyn shop for yeast donuts with creative seasonal glazes, and French-press coffee. I’m not a big yeast doughnut fan, but the Salted Chocolate Caramel is a sticky, delicious, messy dark chocolate glaze made with dark caramel sprinkled with a bit of grey sea salt.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Doughnut Planet",
				"add1": "379 Grand St ",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 505-3700",
				"url": "https://www.doughnutplant.com/",
				"note": "Doughnut Planet is making doughnuts by hand with the highest quality all natural ingredients since 1994. They have a thing called donut seeds which are larger than donut holes but smaller than a regular donut. I ordered a bunch of different ones which were the rose water, Crème brûlée, peanut butter filled, orange glaze, some type of chocolate, and one more doughnut along with a cup of hot chocolate for close to $20. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Du's Donuts",
				"add1": "107 N 12th St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11249",
				"phn": "(718) 215-8770",
				"url": "https://www.dusdonuts.com/",
				"note": "Du's Donuts is a modern stop at The William Vale hotel for inventive cake donuts, and crullers, along with coffee and cold brew. Du’s Donuts and Coffee serves Chef Wylie Dufresne’s recipe for New England-style cake donuts and crullers in classic and imaginative flavors.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dual Specialty Store",
				"add1": "91 1st Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 979-6045",
				"url": "https://www.dualspecialtystorenyc.com/",
				"note": "Dual Specialty Store is a mom-and-pop store specializing in a wide variety of bulk Indian spices, herbs, and groceries. From their website, 'Dual Specialty Store offers delicious dining and takeout to New York City. Dual Specialty Store is a cornerstone in the New York community and has been recognized for its outstanding Indian cuisine, excellent service, and friendly staff. Our Indian restaurant is known for its modern interpretation of classic dishes and its insistence on only using high quality fresh ingredients.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Ducks Eatery",
				"add1": "351 E 12th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 432-3825",
				"url": "http://www.duckseatery.com/",
				"note": "Ducks Eatery is a diverse, meat-centric menu and has creative cocktails served in a rustic barn setting until late. You need to order the goat neck over rice with dried cherries or order the chicken wings too.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Duff's Famous Wings",
				"add1": "3651 Sheridan Dr",
				"add2": "",
				"cty": "Amherst",
				"stt": "NY",
				"zpcd": "14226",
				"phn": "(716) 834-6234",
				"url": "http://www.duffswings.com/",
				"note": "Duff's Famous Wings is an established restaurant known for its chicken wings and drumsticks coated in spicy house sauce. If you ask locals about chicken wings, they will recommend Duffs. When my family gets together, we order 50 or 100 wings extra crispy with sauce on the side and a few order of fries and gravy. With my parents living three miles away we found it's best to mix the sauce in once we get them home to keep the wings crispy on the outside. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },

            {
                "name": "Eataly",
				"add1": "200 5th Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10010",
				"phn": "(212) 229-2560",
				"url": "https://www.eataly.com/us_en/stores/nyc-flatiron/",
				"note": "Eataly loves high-quality food and drink. They love the stories about it, the people who produce it, and the places it comes from. I ate at the fish restaurant within Eataly but could have eaten at any one of the other places too. They also have a beer garden/bar on the top floor that I saw had upscale bar food when I stopped up to look around. It was a beautiful day outside, so it was packed. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Egg Shop",
				"add1": "151 Elizabeth St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(646) 666-0810",
				"url": "https://www.eggshopnyc.com/",
				"note": "Egg Shop is a sunny little cafe focusing on everything egg, including creative sandwiches, fancy Benedicts, and more. From their website, 'With a shared love for the universally coveted egg sandwich, husband/wife team Sarah Schneider and Demetri Makoulis alongside chef Nick Korbee opened the first Egg Shop outpost in 2014, in the Soho neighborhood of New York City. Inspired by the incredible versatility of the egg, the team went on to develop infinite egg-centric dishes that are both familiar and nuanced. Today, Korbee executes a seasonal menu of organic, locally sourced dishes for breakfast, lunch and dinner at both their cozy SoHo location and a more spacious outpost in Williamsburg, Brooklyn (opened in 2017) – paired with fresh juices, creative and refreshing cocktails, and a selection of organic and biodynamic wines.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Doug March"
            },
            {
                "name": "EJ's Luncheonette",
				"add1": "1271 3rd Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10021",
				"phn": "(212) 472-0600",
				"url": "http://www.ejsluncheonette.com/",
				"note": "EJ's Luncheonette serves pancakes, omelets, along with burgers, shakes, and salads, with lines for weekend brunch. From their website, 'EJ’s is known to have the best breakfast on the upper east side of New York. Crowds have been flocking to EJ’s Luncheonette since 1990 when EJ’s opened its first location on Amsterdam Avenue. Recognized since the nineties as New York City’s best brunch spot, EJ’s has grown to be a New York City Upper East Side Landmark that is visited by both locals and tourists from all over the world.' <strong>NOTE</strong>: Cash only.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Austin Kleon"
            },
            {
                "name": "El Castillo de Jagua",
				"add1": "113 Rivington St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 982-6412",
				"url": "http://elcastillodejaguanyc.com/",
				"note": "El Castillo de Jagua is a Dominican-Caribbean diner serving breakfasts and sandwiches plus entree plates and shakes. <strong>NOTE</strong>: They have more than one location.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Parts Unknown."
            },
            {
                "name": "Emilio's Ballato",
				"add1": "55 E Houston St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(212) 274-8881",
				"url": "",
				"note": "Emilio's Ballato is an old-school waiter's set the tone at this longtime Italian restaurant and celebrity hangout. You need to order the spaghetti and meatballs.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Empellon Taqueria",
				"add1": "230 West 4th Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 367-0999",
				"url": "https://www.empellon.com/location/taqueria/",
				"note": "Empellon Taqueria is a trendy Mexican hot spot serving up innovative tacos and creative drinks in an upscale setting. Helen Rosner recommends getting their cheeseburger taco. From New York Magazine website, 'The first restaurant in pastry chef turned restauranteur Alex Stupak’s empire, which managed to redefine tacos as we know them upon opening in 2011. Diners will find the usual suspects, like lamb barbacoa, chicken, and fish-tempura tacos, but don’t miss out on the restaurant’s more experimental samplings, like Stupak’s pastrami tacos with sauerkraut and mustard-seed salsa or the pricey lobster tacos dusted with epazote, a Mexican tea.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner"
            },
            {
                "name": "Ess-a-Bagel",
				"add1": "831 Third Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10022",
				"phn": "(212) 980-1010",
				"url": "https://www.ess-a-bagel.com/",
				"note": "Ess-a-Bagel is a bustling cafe serving up bagels (with a very comprehensive toppings selection), and made-to-order sandwiches. Every time I attempted to go there over the Labor Day weekend, there were from 10 to 30+ people outside waiting to get in, which was another 30 or 40 people.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Faicco's",
				"add1": "260 Bleecker St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 243-1974",
				"url": "hhh",
				"note": "Faicco's is an enduring Italian market offering housemade sausages and sauces plus meats, cheeses, oils, and more. You need to order one of their giant sandwiches, and I suggest the Italian Special which has four kinds of meats (Proscuitto, ham, capicola, soppressata), fresh mozzarella, lettuce, tomato, roasted red peppers, salt, pepper, olive oil, red wine vinegar, etc. Or the Chicken Cutlet with Pesto Hero with a fried chicken cutlet, fresh mozzarella, Faicco's homemade pesto along with a chocolate egg cream.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Somebody Feed Phil"
            },
            {
                "name": "Fette Sau",
				"add1": "354 Metropolitan Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11211",
				"phn": "(718) 963-3404",
				"url": "http://www.fettesaubbq.com/",
				"note": "Fette Sau is a popular dry-rub BBQ, beer, and bourbon purveyor with an industrial cafeteria-style decor, and wall mural. From their website, 'In the early spring of 2007, Joe Carroll opened Fette Sau, a barbeque restaurant with a bar focused on local craft beer and small production American spirits. The menu is simple and focused on the meats, all of which are heritage breeds raised naturally by small family farms and contain no antibiotics or hormones. The barbeque is one part Central Texas and one part New York Deli. The meat is ordered by weight and served on butcher paper. All the traditional barbeque cuts are served along with plenty of not-so-traditional things like beef tongue pastrami, pork belly, and veal heart.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Simon Wright's Do Lecture"
            },
            {
                "name": "Forrest Point",
				"add1": "970 Flushing Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11206",
				"phn": "(718) 366-2742",
				"url": "https://www.forrestpoint.com/",
				"note": "Forrest Point is an inventive craft cocktails, including milk punches, plus eclectic fare in an indoor-outdoor setting. From their website, 'On the menu is some of the best cuisine that cast-iron cookware has to offer, an original take on Middle-Eastern cuisine that includes decadent burgers, a stand-out roasted eggplant sandwich with halloumi cheese, chicken fried oysters and Valrhona ganache s’mores with toasted marshmallows bursting out of the skillet.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Fort Defiance",
				"add1": "365 Van Brunt St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(347) 453-6672",
				"url": "http://www.fortdefiancebrooklyn.com/",
				"note": "Fort Defiance serves classic cocktails paired with seasonal American fare and weekend brunch in a vintage-inspired setting. From their website, 'At Fort Defiance, we strive to source our meats, dairy, fruits, and vegetables locally and responsibly. All of our eggs and most of our seasonal fruits and vegetables come from Lancaster Farm Fresh Co-op, a nonprofit collective of organic family farms in Pennsylvania. Our milk is from Battenkill Valley Creamery in Salem, NY, the freshest and tastiest milk available. We buy our meat from Pino Prime Meats, a hundred-year-old butcher shop in SoHo, right down the street from Grandaisy Bakery, where our bread is baked.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Foxface",
				"add1": "80 St Marks Pl",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "",
				"url": "http://order.foxface.nyc/",
				"note": "From the NY Times website by Pete Wells about Foxface, 'The cooking there is hard to pin down, geographically. Stopping in a few weeks ago, I ate Low Countryish wild red shrimp on grits, with sweet corn off the cob and a potent saffron-lobster sauce. More recently, I had skinless pork sausage inspired by sai ua, the spicy and tangy specialty identified with the northern Thai city of Chiang Mai. The soft tripe I enjoyed the other weekend had been simmered with ’nduja, the fiery and malleable Calabrian sausage, and then covered with a few thin shingles of shaved pecorino.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Franchia Vegan Cafe",
				"add1": "12 Park Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10016",
				"phn": "(212) 213-1001",
				"url": "http://www.franchia.com/",
				"note": "Franchia Vegan Cafe is a creative, vegan Asian fusion dishes presented in a serene, tea-house-inspired setting. You need to order the Spicy Kimchi Pancakes and Spicy Vegan ‘Crab’ Cakes which tasted like crab. For your main meal you can't go wrong with the Spicy Vegan ‘Meat Balls’ and Soy ‘Chicken’ in Garlic Sauce with a variety of vegetables.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Frankies 457 Spuntino",
				"add1": "457 Court St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(718) 403-0033",
				"url": "https://www.frankiesspuntino.com/457",
				"note": "Frankies 457 Spuntino is a popular neighborhood Italian with Tuscan cooking served in a tiled room or out in the ample garden. Alex, the French Guy Cooking from YouTube, recommends the meatballs and red sauce. From Serious Eats website, 'When eating at Frank Falcinelli and Frank Castronovo's Frankies Spuntino, not ordering the meatballs is really a crime. They are by far the best meatballs I've ever had in a restaurant, and possibly my life.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Alex the French Guy Cooking from YouTube"
            },
            {
                "name": "French Roast",
				"add1": "2340 Broadway",
				"add2": "#85",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10024",
				"phn": "(212) 799-1533",
				"url": "https://frenchroastnyc.com/",
				"note": "From their website, 'French Roast has been fulfilling the appetites and quenching the thirsts of Upper West Side residents at every hour of the day for over 20 years. From the essential French Onion Soup and traditional Croque Monsieur and Madame to the slightly less conventional fare like Moroccan Salad with Eggplant Caviar, the classic Parisian bistro offers a take on French cuisine that compels locals to return and new-comers to stop in.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Fuku",
				"add1": "20 Hudson Yards",
				"add2": "Unit RU# 203A",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(917) 201-7082",
				"url": "https://eatfuku.com/",
				"note": "Fuku (Hudson Yards) is a tiny takeout place beside a few seats and too small standing tables. From their website, 'Fuku is a fried chicken spot by Momofuku. Fuku started with a fried chicken sandwich and has since grown to serve a variety of fried chicken offerings, sides, slushies, and more. Above all, Fuku stands for simple, delicious, and thoughtful food. Guided by many of the same principles that Momofuku was founded on, Fuku is focused on offering guests approachable, tasty food that draws from both Asian and American influences.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Funk ‘n Waffle",
				"add1": "307-313 S Clinton St",
				"add2": "",
				"cty": "Syracuse",
				"stt": "NY",
				"zpcd": "13202",
				"phn": "(315) 474-1060",
				"url": "https://www.funknwaffles.com/",
				"note": "Funk ‘n Waffle is a sweet and savory waffles, plus fried chicken, sandwiches, and espresso, in a buzzy space with live music. You need to order the Jive Turkey which is a stuffed waffle topped with smoked turkey, mashed potatoes, cranberry sauce, and gravy.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Drive-ins, and Drives"
            },
            {
                "name": "Galleria Pizza",
				"add1": "16 E Main S",
				"add2": "",
				"cty": "Rochester",
				"stt": "NY",
				"zpcd": "14614",
				"phn": "(585) 262-2222",
				"url": "https://galleriapizza.com/",
				"note": "Galleria Pizza serves pizzas featuring toppings like crab and potato skins at this bare-bones parlor with wings, pasta, and subs. From their website, 'Galleria Pizza has been serving our customers with the most mouthwatering selections of pizza, subs, sandwiches, wraps, and more since 1994. Located in downtown Rochester, NY, we offer dine-in, take-out, and delivery services at affordable prices.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Sam Joehl"
            },
            {
                "name": "Giovanni's Brooklyn Eats",
				"add1": "1657 8th Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11215",
				"phn": "(718) 788-8001",
				"url": "http://www.giovannisbrooklyneats.com/",
				"note": "Giovanni's Brooklyn Eats serves seasonal menus of classic Italian eats and is the star at this warm, cozy restaurant with outside seating. From their website, 'Real Italian dishes made from real Italian family recipes, prepared and served in a restaurant created and ran by an owner raised in a real Brooklyn Italian household. That’s what you experience when you eat at Giovanni’s.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Great NY Noodletown",
				"add1": "28 Bowery",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10013",
				"phn": "(212) 349-0923",
				"url": "http://www.greatnynoodletown.net/",
				"note": "Great NY Noodletown serves salt-baked seafood, handmade noodles, soups, and roast meat are served in a spartan setting.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ground Central Coffee Company",
				"add1": "155 East 52nd Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10022",
				"phn": "(646) 609-3982",
				"url": "https://www.ground-central.com/",
				"note": "Ground Central Coffee Company is a loungey joint providing coffee and tea beverages, sandwiches, pastries, and light fare in stylish digs. There is one communal table and high-level stool in the front, but if you want to sit and relax head to the back comfy chairs and the like with some tiny tables. I wonder if all the stacks of records on the wall in the front are what they are playing or it's coming from the receiver above the back counter. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Haandi",
				"add1": "113 Lexington Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10016",
				"phn": "(212) 685-5200",
				"url": "http://haandiny.com/",
				"note": "Haandi is a bare-bones cafeteria serving Indian and Pakistani eats that claim a loyal taxi-driver following. People recommend ordering the goat head. The lamb spicy sauce special was excellent along with the stewed okra, chickpeas, and lentils over rice.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Halal Guys",
				"add1": "1300-1318 Avenue of the Americas",
				"add2": "",
				"cty": "Manhattan",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(347) 527-1505",
				"url": "https://thehalalguys.com/",
				"note": "Once you have had a taste, you will understand why New Yorkers and tourists alike have stood in the city’s longest food cart line (sometimes for hours) to get a hot, steaming platter of chicken or lamb gyro over rice, covered in The Halal Guys famous, proprietary White Sauce. You can't go wrong with the chicken or the lamb over rice with their white sauce. I went with the lamb because I don't get a chance all the time to order lamb. There was enough food for two full meals. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Harlem's Floridita",
				"add1": "2276 12th Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10027",
				"phn": "(212) 662-0090",
				"url": "https://harlemsfloridita.net/",
				"note": "Harlem's Floridita is a lively joint offers traditional Cuban entrees, occasional live music, and a daily happy hour.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Harlem Shake",
				"add1": "100 W 124th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10027",
				"phn": "(212) 222-8300",
				"url": "https://www.harlemshakenyc.com/",
				"note": "Harlem Shake is a casual spot for burgers, shakes, and more in a modern, diner-like setting with retro Harlem photos. Their old-school interior reflects Harlem’s culture and community. The 'Wall of Fame' is crowded with over 200 autographed headshots of celebrities.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "J. Kenji Lopez-Alt"
            },
            {
                "name": "Heid's of Liverpool",
				"add1": "305 Oswego St",
				"add2": "",
				"cty": "Liverpool",
				"stt": "NY",
				"zpcd": "13088",
				"phn": "(315) 451-0786",
				"url": "https://www.heidsofliverpool.com/",
				"note": "Heid's of Liverpool is a standby for hot dogs, sausages, and other quick serve fare in nostalgic digs and adjacent ice cream shop. If you have never had a white hot (pork and veal hot dog), you need to order one here along with some fries.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Hometown Bar-B-Que",
				"add1": "454 Van Brunt St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11231",
				"phn": "(347) 294-4644",
				"url": "https://hometownbbq.com/",
				"note": "Hometown Bar-B-Que is a rustic counter-service choice featuring slow-smoked meats, craft beer, and live music on weekends. Delaney and Brad from Bon Appetit (YouTube) recommend the spare rib, the shredded lamb breast, and the smoke turkey. Other's suggest you order the Korean sticky ribs along with the lamb belly and some pickled red onions. From the New York City Eater website, 'Hometown is pitmaster Billy Durney's vision of NYC barbecue. While it leans toward Texas-style barbecue, it is at its heart and soul a New York restaurant. It was previously declared the best barbecue in the city by Eater critic Ryan Sutton, and many barbecue aficionados agree. The move here is to order everything on the menu — but especially the short rib, brisket, Jamaican jerk ribs, and spare ribs.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Delaney and Brad from Bon Appetit (YouTube)"
            },
            {
                "name": "Harry and Ida's Meat and Supply Co.",
				"add1": "189 Avenue A",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(646) 864-0967",
				"url": "http://www.harryandidas.com/",
				"note": "Harry and Ida's Meat and Supply Co. is a vintage-inspired spot for classic sandwiches like housemade pastrami and specialty deli goods.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Somebody Feed Phil"
            },
            {
                "name": "Ice and Vice",
				"add1": "221 E Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(646) 678-3687",
				"url": "https://www.iceandvice.com/",
				"note": "Ice and Vice was made popular at outdoor markets, the ice cream at this modern shop has uncommon themes and flavors. Ice and Vice is an experimental ice cream shop based in New York City. Handcrafting their ice cream, sorbet and frozen yogurt in small, customized batches, they push the boundaries of what frozen desserts can be. Always edgy and always ultra-premium, they serve up quality and vice with every scoop.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Somebody Feed Phil"
            },
            {
                "name": "Ippudo Ramen",
				"add1": "65 4th Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 388-0088",
				"url": "https://ippudony.com/",
				"note": "Ippudo East Village is the first international  to introduce the World to authentic Hakata tonkotsu pork soup. The best way to go is with two people and be willing to sit at the bar and watch the staff prepare the food in the process. If you go with two people, you should order the pork belly steamed buns and their sticky sweat and hot pork ribs along with whatever Ramen suits your fancy. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Irving Farm New York",
				"add1": "135 E 50th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10022",
				"phn": "(646) 649-3263",
				"url": "https://irvingfarm.com/",
				"note": "noIrving Farm New York is a hip local coffee house chain serving light eats and drinks made from house-roasted beans. They have a communal live edge table with some high fixed stools facing the street and then some smaller tables with chairs or padded bench depending on what you like to sit on. From their website, 'It is Irving Farm’s priority as a coffee roaster to always source coffee in a way that promotes economic, social and environmental sustainability. Within the industry, there are many different philosophies about coffee sourcing. Our green buying program is designed around the belief that the most sustainable way to buy coffee is to build relationships directly with farmers at origin. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ivan Ramen",
				"add1": "25 Clinton St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(646) 678-3859",
				"url": "https://www.ivanramen.com/",
				"note": "Ivan Ramen serves creative homemade noodle soups and izakaya-style small plates served in a colorful space with a patio.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ivan Ramen Slurp Shop",
				"add1": "600 11th Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10039",
				"phn": "(212) 582-7942",
				"url": "https://www.ivanramen.com/location/slurp-shop/",
				"note": "Besides ramen, this noodle counter in Gotham West Market Ivan Ramen Slurp Shop serves rice bowls and sides. I had the best bowl of Ramen I have ever had in my life the first time I was here. I got their classic Ramen with pork belly and a soft boiled egg.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "J.G. Melon",
				"add1": "1291 3rd Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10021",
				"phn": "(212) 744-0585",
				"url": "http://jgmelonnyc.com/",
				"note": "J.G. Melon has been around since 1972 is a mark of quality in the New York restaurant market, which is extremely competitive. A comfy atmosphere attracts a laid-back neighborhood crowd to this pub famed for burgers.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Jackson Hole Airline Diner",
				"add1": "69-35 Astoria Blvd N",
				"add2": "",
				"cty": "East Elmhurst",
				"stt": "NY",
				"zpcd": "11370",
				"phn": "(718) 204-7070",
				"url": "http://www.jacksonholeburgers.com/locations/astoria/",
				"note": "Jackson Hole Airline Diner is a casual American eatery, known for their burgers; they also serve breakfast, Tex-Mex fare, and more. From their website, 'Jackson Hole Burgers is a group of family-owned restaurants in New York and New Jersey, proudly opened their saloon doors in 1972. Born and raised in New York City, our family-run establishments serve up some of the best burgers in the country. From our special blend of house-aged beef burgers to our mouth-watering chicken “bronco” sandwiches, you can expect only the finest ingredients. We buy everything fresh, make our dishes to order, and it shows in the flavor and quality of every meal. And all of our restaurants operate with an open kitchen, so come dine with us and watch your meal being prepared right in front of your eyes.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Jin Ramen Upper West Side",
				"add1": "462 Amsterdam Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10024",
				"phn": "(646) 657-0755",
				"url": "http://www.jinramen.com/",
				"note": "Jin Ramen Upper West Side serves a variety of Ramens, including vegetarian broths, plus rice bowls, pork buns, beer, and sake. J. Kenji López-Alt recommends the Spicy Tonkotsu or Volcano Shoyu for more heat or the Shoyu Ramen.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "J. Kenji López-Alt"
            },
            {
                "name": "John's on 12th Street",
				"add1": "302 E 12th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 475-9531",
				"url": "https://www.johnsof12thstreet.com/",
				"note": "John's on 12th Street has classic red-sauce specialties, and vegan versions are served at this vintage-1908 Italian eatery. You need to order the meatballs in some fashion or other or order the fresh Pappardelle pasta and meat ragu.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Johny's Luncheonette",
				"add1": "124 W 25th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(212) 243-6230",
				"url": "http://www.johnysluncheonette.com/",
				"note": "Johny's Luncheonette is an old-school favorite that serves lunch counter classics (including breakfast) all day. They're right this place is small it seats nine at the counter on stools and four to six more at two tiny hightop tables in the back. I ordered the cheese omelette with hash browns, wheat toast, and a side of sausage.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Kalustyan's",
				"add1": "123 Lexington Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10016",
				"phn": "(212) 685-3451",
				"url": "https://foodsofnations.com/",
				"note": "Kalustyan's is a specialty market known for Indian and Mideastern spices, teas, and other global food items, along with having a cafe. From New York City Eater website, 'At Kalustyan’s, NYC chefs browse spices and stay for lunch. Inside the international food market with more than 10,000 products on offer. Opened in 1944 by K. Kalustyan, an Armenian immigrant, Kalustyan’s is tucked away in chef April Bloomfield’s neighborhood, Murray Hill, which New Yorkers have nicknamed “Curry Hill” because of its Indian influence. Originally the store catered to the Armenian community, but after the migration of Indians to New York in the 1960s, the shop concentrated on importing Indian spices. Today the shop has expanded into neighboring spaces and boasts that it carries more than 10,000 food products from over 80 countries.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Katz’s Delicatessen",
				"add1": "205 East Houston Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 254-2246",
				"url": "https://www.katzsdelicatessen.com/",
				"note": "Katz’s Delicatessen is a no-frills deli with theatrically cranky service serving mile-high sandwiches since 1888. Katz's legendary pastrami sandwich is amazing. They have corned beef and other Jewish deli classics. The portions are generous; the meat is succulent and piled high on rye slathered with mustard. A sandwich will set you back over 20 bucks, but it's huge.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Keens Steakhouse",
				"add1": "72 W 36th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10018",
				"phn": "(212) 947-3636",
				"url": "http://www.keens.com/",
				"note": "Keens Steakhouse serves enormous steaks, and signature mutton chops served in a maze of clubby, wood-paneled rooms. From the Los Angles Eater website, 'Keens Steakhouse is known as the last bastion of the mutton chop, a dish that has fallen entirely out of favor in the rest of the city's chophouses. According to executive chef William Rodgers, who has helmed the kitchen at Keen's for the last decade, it continues to be amongst the most popular menu items. However, the mutton chop served today is not your father's mutton chop. It might not even be mutton at all, but lamb.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "King Restaurant",
				"add1": "18 King St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(917) 825-1618",
				"url": "http://kingrestaurant.nyc/",
				"note": "King Restaurant is a snug, bright restaurant featuring a seasonal Southern Italian menu and unique cocktails. The owners spend there morning figuring out the menu for the day from what they got or could get that day. The menu changes daily depending on what fresh ingredients they get each day. When we were there, we ordered the following: Carta di musica with chili, butter, and anchovy, an heirloom tomato salad with basil, Spanish olive oil, and fresh Burrata Buffalo Mozzarella (fresh mozzarella with soft string cheese and a milky consistency in the middle), the Lombatello chargrilled with polenta and greens.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "New York Times"
            },
            {
                "name": "Kopitiam",
				"add1": "151 E Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(646) 609-3785",
				"url": "https://www.kopitiamnyc.com/",
				"note": "Kopitiam is a small counter spot for sweet and savory Malaysian dishes, plus breakfast items, coffees, and teas. From the Kopitiam website, 'Located in the Lower East Side of New York City, Kopitiam is a fast-casual eatery home to Nyonya cuisine. At Kopitiam, the coffee shop in Hokkien, we serve as a daily gathering space introducing visitors to Nyonya cuisine, primarily a hybrid of Chinese and Malay flavors drawing ingredients and techniques from both cultures along with sprinkles of influences from the Portuguese, Dutch, and the British. The goal of chef/co-owner and James Beard Semifinalist Kyo Pang, a third-generation Nyonya, and co-owner/operator, restauranteur Moonlynn Tsai is to continually carry forward Pang’s family's recipes in New York City and preserve the fading tradition in cooking dishes the way her ancestors did.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Wednesday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Kunjip",
				"add1": "32W 32nd Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(212) 564-8238",
				"url": "http://www.thekunjipnyc.com/",
				"note": "Kunjip is a bustling, 24 hours a day 7 days a week staple doling out seafood pancakes, bibimbop and other Korean items in a basic setting.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "24 hours",
				"rcmmnd": "vvv"
            },
            {
                "name": "La Newyorkina",
				"add1": "240 Sullivan St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(646) 861-0727",
				"url": "https://www.lanewyorkina.com/",
				"note": "La Newyorkina is a place for handmade Mexican ice cream, paletas (ice pops), chamoyadas, and other treats. From their website, 'Everything we make is handmade from scratch in small batches, using the best ingredients we can get our hands-on. We never use artificial flavorings or colorings. We carefully source our ingredients, working closely with farmers in New York and the surrounding area to get delicious organic dairy, seasonal fruits, and herbs. We import high-quality ingredients that don’t grow around New York, including Mexican vanilla beans, Oaxacan chocolate, tamarind, dried chiles, passion fruit, and hibiscus. We spend a lot of time making sure we get the best ingredients available and working with small producers in Mexico, as we believe it is very important to support them. From the beginning, we have been committed to social and environmental responsibility. We continuously strive to become a waste-free company. We compost our scraps, use recycled containers and napkins, and source much of our packaging locally.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Leonti",
				"add1": "103 W 77th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10024",
				"phn": "(212) 362-3800",
				"url": "http://www.leontinyc.com/",
				"note": "From the New York Magazine website, 'The ambitious Upper West Side restaurant has a short, focused menu, filled with seasonal Northern Italian specialties. There are plenty of things about this ambitious Upper West Side Italian restaurant that inspire confidence, especially for residents of its culinarily star-crossed neighborhood. These include the poshly decorated room (yes, the lighting is low, and there’s plenty of white linen), the impressive pedigree of the chef and co-owner, Adam Leonti (he was chef de cuisine for many years at Marc Vetri’s famous Italian restaurant in Philadelphia), and the short, focused one-page menu, which is filled with seasonal Northern Italian specialties (Tuscan white-bean soup and wheels of stuffed rabbit in winter, for instance) and elaborate pasta creations like artichoke lasagna and house-made fettuccine folded with spoonfuls of hand-chopped wild boar ragù.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Levain Bakery",
				"add1": "167 W 74th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10023",
				"phn": "(212) 874-6080",
				"url": "https://levainbakery.com/",
				"note": "Levain Bakery is a cozy neighborhood bakery where locals are greeted by name. A steady stream of loyal regulars stand side by side with tourists, eager to sample the legendary baked goods. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Little Collins",
				"add1": "667 Lexington Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10022",
				"phn": "(212) 308-1969",
				"url": "http://www.littlecollinsnyc.com/",
				"note": "Little Collins is a counter-serve cafe prepping coffee, espresso, and Australian breakfast and lunch fare in a sleek environment. From their website, 'Every aspect of the café has been designed with the customer experience in mind. From the chic, industrial interior to the delicious, no-nonsense menu to the music that fills the space, Little Collins hits all the senses and makes people feel transported and completely at home, all at once.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Madame Vo",
				"add1": "212 E 10th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(917) 261-2115",
				"url": "https://www.madamevonyc.com/",
				"note": "Madame Vo is a narrow, casual spot for long-simmered pho, rice and noodle dishes, along with veggie options.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mala Project",
				"add1": "122 1st Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 353-8880",
				"url": "https://www.malaproject.nyc/",
				"note": "Mala Project is a cozy, hip spot featuring Chinese dry pot with a choice of spice level, along with appetizers and dim sum. From their website, 'MáLà Project is a Michelin Bib Gourmand Recommended Chinese restaurant. The mission is to bring unaltered, most original Chinese dishes to New York in a 90s China inspired ambiance, and provide an outstanding overall dining experience. MáLà Project wants to be the fun Chinese restaurant that can be enjoyed by everyone. Our specialty, MáLà Dry Pot, has been a merry ritual and festive dish enjoyed by millions of Chinese. It’s a communal dish that features a collection of ingredients of guests’ choice, wok-fried over high heat along with twenty-four spices and Chinese medicines, elevated with an abundance of chili pepper, results in a complex and exciting flavor profile. Offered in four spicy levels from non-spicy to super-spicy, the dish is comforting, customizable, loved by everyone. Along with Dry Pot, a variety of satisfying Chinese home-cooking dishes are offered to solve nostalgia for the homesick, as well as to create an authentic experience for diners with and without Chinese roots.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andy from Bon Appetit (YouTube)"
            },
            {
                "name": "Mama's TOO!",
				"add1": "2750 Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10025",
				"phn": "(212) 510-7256",
				"url": "https://mamastoo.com/",
				"note": "Mama's TOO! is serving unique pizza that highlights the simple and finest ingredients with artisanal toppings. The pizza on their menu is delicately made, starting with housemade dough that is fermented to ensure an airy yet crispy texture. They also serve handmade pasta's, salads, and panini featuring their housemade bread.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "J. Kenji López-Alt"
            },
            {
                "name": "Mamasan's Noodle Caboodle Restaurant",
				"add1": "2800 Monroe Ave",
				"add2": "",
				"cty": "Rochester",
				"stt": "NY",
				"zpcd": "14618",
				"phn": "(585) 461-3290",
				"url": "http://mamasans.com/",
				"note": "Mamasan's is a hearty Thai and Vietnamese noodle and rice dishes spiced to taste in a friendly, family-run eatery. They have great Thai and Vietnamese food. I have never ordered a bad dish there.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Massapequa Diner",
				"add1": "4420 Sunrise Hwy",
				"add2": "",
				"cty": "Massapequa",
				"stt": "NY",
				"zpcd": "11758",
				"phn": "(516) 799-5234",
				"url": "http://www.massapequadiner.com/",
				"note": "Massapequa Diner has been open since 1950; this 24/7 diner serves breakfast and comfort food in a space with art deco touches. From their website, 'The Massapequa Diner is the quintessential Long Island &ldquo;Greek&rdquo; diner. Not just a touchstone in the early coffee-drinking career of Jerry Seinfeld, it provides the daily comforting meals that a busy populace need for sustenance. Nothing fancy, just fresh, well-prepared food, good portions, and friendly faces. In short, everything a diner should be.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Open 24 hours",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Market Diner",
				"add1": "2100 Park St",
				"add2": "",
				"cty": "Syracuse",
				"stt": "NY",
				"zpcd": "13208",
				"phn": "(315) 474-5247",
				"url": "http://themarketdiner.com/",
				"note": "Market Diner is a family-owned vintage diner with a mural of '50s-era stars serves up American comfort food. They have two eggs, home fries, and toast for $4.99 and for a few dollars more you can get bacon or sausage. It's a deal at such a low price.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Martine's Fine Bake Shoppe",
				"add1": "48 East Pkwy",
				"add2": "",
				"cty": "Scarsdale",
				"stt": "NY",
				"zpcd": "10583",
				"phn": "(914) 722-4949",
				"url": "https://www.martinesfinebakeshoppe.com/",
				"note": "From their website, 'Every delicious morsel offered at Martine's Fine Bake Shoppe is passionately crafted in house and always keeping with what is fresh and in season.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Mary's Fish Camp",
				"add1": "64 Charles St",
				"add2": "#2626",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(646) 486-2185",
				"url": "http://marysfishcamp.com/",
				"note": "Mary's Fish Camp is a small place serving classic New England fish shack-style grub like lobster rolls. Noticed this place walking around NYC over the Labor Day weekend and they had a nice size crowd sitting both inside and outside. From their website, 'Mary Redding opened Mary’s Fish Camp in January of 2001 to give the West Village a taste of the atmosphere and fresh flavors of her Florida youth. Treating her ingredients with restraint and respect, Mary allows the natural flavors of the seafood to shine. Combining a casual atmosphere with sophisticated food, Mary’s Fish Camp gives you the vacation you need to take, if only for a few hours.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "McSorley's Old Ale House",
				"add1": "15 E 7th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 473-9148",
				"url": "https://mcsorleysoldalehouse.nyc/",
				"note": "McSorley's Old Ale House is an old-time bar with Irish bartenders, two kinds of ale (light or dark) and sawdust on the floor.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Meatball Shop",
				"add1": "84 Stanton Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 982-8895",
				"url": "https://www.themeatballshop.com/",
				"note": "The Meatball Shop is a fast casual service restaurant specializing in meatballs with 6 locations in New York City. I couldn't decide what to get and had planned to go somewhere else for a second dinner, so I got their three slider sampler which was the classic beef with tomato sauce, the spicy pork with whatever sauce they recommended, along with another slider that was on special which I think was lamb. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mercado Little Spain",
				"add1": "10 Hudson Yards",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(646) 495-1242",
				"url": "https://www.littlespain.com/",
				"note": "Mercado Little Spain is a sprawling Spanish food market from José Andrés and Adrià brothers with restaurants and kiosks. I recommend getting there early for a meal because when I went over the Labor Day long weekend close to 1:00 PM it was hectic. They were having a tomato special while I was there, so I got a half order of tomato bread along with a small gazpacho soup. There were so many choices with long lines that having a few people would allow you to gather more items along with being able to taste more dishes.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "miss KOREA BBQ",
				"add1": "10 West 32nd Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(212) 594-7766",
				"url": "http://www.misskoreabbq.com",
				"note": "miss KOREA BBQ is a chic, zen-like Koreatown restaurant for barbecue, bulgogi, and hot pots. Open 24 hours a day.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "24 hours",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mission Chinese Food",
				"add1": "171 E Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "",
				"url": "https://www.missionchinesefood.com/manhattan/",
				"note": "Mission Chinese Food is a New York outpost of the San Francisco eatery serving fiery, innovative takes on Sichuan cuisine. Order the Numbing Lamb Dan Dan Mian (soup) or the Mapo Tofu with beef or Kung Pao Pastrami. <strong>NOTE</strong>: They have multiple locations in the New York City area.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain and Mind of a Chef"
            },
            {
                "name": "Morning Star Cafe",
				"add1": "949 2nd Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10022",
				"phn": "(212) 588-1050",
				"url": "http://morningstaronsecond.com/",
				"note": "Morning Star Cafe is a 24-hour diner serving a large variety of omelettes, along with a full American menu. While I was there, I order the cheese omelette with rye toast and home fries with a side or pork sausage links that were an inch around. When the bill came, I realized only brought $20 because I had originally planned on bagels. So After-tax and everything I only had enough for a fifty-cent tip. At which point, I explained the manager and the waiter what had happened and would be back in 20 minutes with his tip. Went back the block or so to the hotel grabbed $5 and walked back. The waiter looked at me and was I think a bit stunned, I came back with a tip.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "24 hours except Sunday night",
				"rcmmnd": "vvv"
            },
            {
                "name": "Motorino",
				"add1": "349 E 12th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 777-2644",
				"url": "https://www.motorinopizza.com/",
				"note": "Motorino serves brick-oven pizzas with gourmet toppings like Brussels sprouts draw crowds in the East Village.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Murray's Cheese",
				"add1": "254 Bleecker St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 243-3289",
				"url": "https://www.murrayscheese.com/greenwich-village",
				"note": "Murray's Cheese is a foodie mecca offering an array of fine cheeses, plus breads, cured meats, olives, and other deli items. From their website, 'Founded in 1940 by Murray Greenberg, Murray’s Cheese is proud to be a Greenwich Village tradition and part of the neighborhood’s rich food history, along with neighboring destinations like Faicco's, Ottomanelli's and Rocco's. It’s a pretty safe bet to say that we’re cheese obsessed: our goal is to find the most delicious cheese and specialty grocery items from across the globe, teach you a bit about them and then make sure you enjoy them.' If you can, you should order a piece of their award-winning from the 2019 American Cheese Society 'Murray’s Cavemaster Reserve Stockinghall Cheddar.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "New Wonjo",
				"add1": "23 West 32nd Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(212) 695-5815",
				"url": "https://newwonjo.com/",
				"note": "New Wonjo is an always-open Korean BBQ mainstay distinguishing itself with using charcoal-fueled grills. Open 24 hours a day. My order was the Ox tail and ox blood soup along with an order of spicy pork and a bunch of other veggie condiments and steamed eggs.",
				"eaten": "yes",
				"photo": "https://c2.staticflickr.com/6/5739/20398222109_6af6232d49_n.jpg",
				"cptn": "Ox tail and ox blood soup along with spicy pork and a bunch of other veggie condiments and steamed eggs at New Wonjo in New York City",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "24 hours",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nick Tahou Hots",
				"add1": "320 W Main St",
				"add2": "",
				"cty": "Rochester",
				"stt": "NY",
				"zpcd": "14608",
				"phn": "(585) 436-0184",
				"url": "http://www.garbageplate.com/",
				"note": "Nick Tahou Hots is a Rochester, NY landmark restaurant famous for its Garbage Plate. The restaurant was founded by its namesake, Nick Tahou. Despite many regional variants all based on the same theme, Nick's is widely regarded as the original Garbage Plate which usually contains a mash-up of meats (hamburgers, cheese burgers, hot dogs, etc.), fries, salads, and sauces. <strong>NOTE</strong>: My New York State Trooper friends would only go in uniform after dropping people at Rochester's main police station.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nom Wah Nolita",
				"add1": "10 Kenmare St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(646) 478-8242",
				"url": "https://nomwah.com/nolita/",
				"note": "Nom Wah Nolita is an offshoot of a Chinatown favorite serving dim sum, noodles, and beer in a simple, fast-casual setting. From their website, 'Situated in New York’s Nolita neighborhood (“North of Little Italy”), Nom Wah Nolita is a fast-casual restaurant. Opened in September 2016, this location features self-service ordering systems, traditional steamed dumplings, and a new take on Chinese food. Blending Chinese flavors and American ideas, dishes take a forward-thinking approach. Rotating dishes, collaborations, and specials compose the menu. The laid-back restaurant features artwork—anthropomorphic dumplings—by artists Sheryo and Yok.' From the New York City Eater website, 'In addition to dim sum favorites from the original restaurant, like scallion pancakes and shrimp and pork sui mai, the new Nom Wah Nolita also has rice bowls, noodle soups, fried rice with seasonal vegetables, and the kohlrabi salad from Tang’s other restaurant, Fung Tu. Guests order and pick up their food at the counter, for dine-in or carry-out.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nom Wah Tea Parlor",
				"add1": "13 Doyers St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10013",
				"phn": "(212) 962-6047",
				"url": "https://nomwah.com/",
				"note": "Nom Wah Tea Parlor is a vintage dim sum parlor dating back to 1920 with a drink menu that includes tea, beer, and wine. You need to order the Shrimp and snow pea leaf dumplings, Shrimp Siu Mai, Chicken Siu Mai, Shrimp dumplings, Original “OG” egg roll, Stuffed Eggplant, and the Fried shrimp with bean curd skin. Yes, that's a lot for one person, but you can have them as leftovers or share with others. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "NY Dosas",
				"add1": "50 Washington Square S",
				"add2": "New York University",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(917) 710-2092",
				"url": "http://nydosas.com/",
				"note": "NY Dosas is a famed food cart specializing in an array of dosas and Indian snacks with long queues for takeout only. From the Serious Eats website, 'In food cart terms, N.Y. Dosas is practically a relic. Thiru Kumar, the owner, and “Dosa Man,” has been running this all-vegan cart for eight years now. “I wanted to do something different,” he told me, “and since I'm vegan, I thought I would make vegan food.” Perhaps the secret behind N.Y. Dosa's long-standing success is all the hype, aided and abetted by Thiru himself. An incredibly animated Sri Lanka native with a 'stache to rival Tom Selleck's, Thiru hardly needs to be prompted when it comes to talking up his cart. The Special Pondicherry Dosa, also dubbed &ldquo;mild,&rdquo; was again satisfactory: a southern Indian style crepe filled with masala potatoes and more veggies. The masala potatoes were what you would expect, but the dosa itself was definitely the highlight: delicate, flavorful, with a nice snap to it.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Giridhar"
            },
            {
                "name": "One Girl Cookies",
				"add1": "33 Main St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11201",
				"phn": "(212) 675-4996",
				"url": "https://onegirlcookies.com/location/dumbo/",
				"note": "One Girl Cookies is a charming bakery offering cookies and cakes plus coffee, savory snacks, wine, and beer. They serve the same delicious treats, breakfast items, and coffee beverages that they serve at their flagship store.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Orwashers Bakery",
				"add1": "440 Amsterdam Ave",
				"add2": "ccc",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10024",
				"phn": "(646) 461-7929",
				"url": "https://www.orwashers.com/",
				"note": "Orwashers Bakery is an established artisan bakeshop crafting bread's, pastries, cookies, and sandwiches in a cozy space.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "J. Kenji López-Alt"
            },
            {
                "name": "Oyster Bar",
				"add1": "89 E 42nd St",
				"add2": "Grand Central Terminal",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10017",
				"phn": "(212) 490-6650",
				"url": "http://www.oysterbarny.com/",
				"note": "Oyster Bar is a venerated, iconic eatery serving raw oysters, pan roasts, and chowders in a bustling, vaulted setting on the lower level of Grand Central Terminal.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Parkside Diner",
				"add1": "4353 Culver Rd",
				"add2": "",
				"cty": "Rochester",
				"stt": "NY",
				"zpcd": "14622",
				"phn": "(585) 323-2710",
				"url": "http://parksidediner.com/",
				"note": "Parkside Diner is a classic, unpretentious American restaurant with outdoor seating and an attached mini-golf course. I love ordering their create your own omelette with artichokes and sauteed mushrooms, hash browns, and a side of country toast.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pastabilities",
				"add1": "311 S Franklin St",
				"add2": "",
				"cty": "Syracuse",
				"stt": "NY",
				"zpcd": "13202",
				"phn": "(315) 474-1153",
				"url": "http://www.pastabilities.com/",
				"note": "Pastabilities is a contemporary eatery which serves homemade pasta dishes and Italian-American fare in a warm, brick interior. You need to get an order of bread with their spicy-hot tomato oil along with their Wicked Chicken Riggies.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Pasticceria Rocco",
				"add1": "243 Bleecker St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 242-6031",
				"url": "",
				"note": "Pasticceria Rocco serves Italian pastries, custom cakes, and espresso are found at this comfy bakeshop with seating. From their Facebook about page, 'Authentic and traditional Italian pastry shop and cafe located in the historic West Village of New York City. Italian Pastry shop and Cafe, family-owned since 1974. Featuring all the traditional pastries made using only the finest ingredients with age-old recipes right here on-premise. We are world-famous for our cannoli, a traditional tube-shaped pastry filled only when ordered with our one of a kind cannoli cream. We also have some of the best cakes and biscotti in town.' If you want a small dessert or a quick sweet, it's a great place. I ordered the mini filled cannoli with mini chocolate chips and chocolate-covered cannoli filled and topped with crushed pistachio's.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Pastrami Queen",
				"add1": "1125 Lexington Ave",
				"add2": "# 2",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10075",
				"phn": "(212) 734-1500",
				"url": "https://www.pastramiqueen.com/",
				"note": "Pastrami Queen is a Kosher deli preparing overstuffed sandwiches of pastrami, smoked turkey, and along with soups and sides.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Patsy's Pizzeria",
				"add1": "2287 1st Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10035",
				"phn": "(212) 534-9783",
				"url": "https://www.thepatsyspizza.com/",
				"note": "Patsy's Pizzeria is a historic parlor offers coal-fired pizzas and other Italian mains in a comfortable setting.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "J. Kenji López-Alt"
            },
            {
                "name": "Paula's Donuts",
				"add1": "2319 Sheridan Dr",
				"add2": "",
				"cty": "Tonawanda",
				"stt": "NY",
				"zpcd": "14223",
				"phn": "(716) 862-4246",
				"url": "https://paulasdonuts.com/",
				"note": "Paula's Donuts was established in 1996 and is a family owned and operated business. Their hand cut donuts are baked fresh daily on the premises, the old-fashioned way. Alton Brown says their sour cream old-fashioned absolutely hits the mark. My dad says you need to order the red velvet cake donut or the Peanut Jelly which is a jelly-filled peanut stick donut. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Pleasantville Diner",
				"add1": "10 Memorial Plaza",
				"add2": "",
				"cty": "Pleasantville",
				"stt": "NY",
				"zpcd": "10570",
				"phn": "(914) 769-8585",
				"url": "",
				"note": "The Pleasantville Diner serves essential American grub all day and 24 hours on weekends in a classic diner setting since 1937. From their website, 'The Pleasantville Diner on Memorial Plaza is across from the Pleasantville train station. Breakfast, sandwiches, wraps, salads, burgers, steak, seafood, Italian specials, Greek specials, and more.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "24 hours on weekends",
				"rcmmnd": "vvv"
            },
            {
                "name": "Prune",
				"add1": "54 E 1st St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 677-6221",
				"url": "https://prunerestaurant.com/",
				"note": "Prune's owner Chef Gabrielle Hamilton's serves New American fare, which draws long lines at this tiny eatery known for brunch. From the New York Magazine website, 'The magic of Prune is in the chef and owner Gabrielle Hamilton’s ability to make the ordinary seem extraordinary. On paper, her slip of a dining room in the East Village sounds like nothing special; in person, it feels like a Place to Be. And who knew that Triscuits and sardines could prove to be the most elegant appetizer in town, or shaved dark chocolate on a piece of crusty, olive-oil drizzled bread a revelation? Dinner at Prune can change the way you look at things you took for granted and make you feel grateful for them.' Helen Rosner recommends the fried-oyster omelette at Prune.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner"
            },
            {
                "name": "P.S. Kitchen",
				"add1": "246 W 48th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10036",
				"phn": "(212) 651-7247",
				"url": "https://www.ps-kitchen.com/",
				"note": "P.S. Kitchen is a place for vegan plates and bar snacks with style, donating all of its profits to charity. Jeffery Zeldman points out they serve a vegan brunch on the weekends. Kevin Smith recommends the P.S. Burger with Beyond Burger, queso, thousand island, lettuce, tomato, and onions on the pretzel bun with fries. From their website, 'Our mission is to leverage the power of good food and an open heart to lovingly serve our clients, employees, society and the earth. That's why we commit our energy, passion, and time to giving others a &ldquo;hand up&rdquo; rather than a &ldquo;hand out.&rdquo; The work of P.S. hopes to break the cycle of poverty by connecting resources to vulnerable communities, providing tools necessary for self-sustainability, and building meaningful relationships with our neighbors, near and far.  That makes a social business. That makes P.S.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jeffery Zeldman along with actor and director Kevin Smith"
            },
            {
                "name": "Public Espresso",
				"add1": "391 Washington St",
				"add2": "",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14203",
				"phn": "(716) 341-2150",
				"url": "https://www.publicespresso.com/",
				"note": "Public Espresso is a small-batch coffee roastery, espresso shop and pour-over bar. They are self-proclaimed nerds dedicated to the science and art of coffee and espresso. If Alton Brown likes it can't be all that bad.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Alton Brown"
            },
            {
                "name": "Punjabi Grocery and Deli",
				"add1": "114 E 1st St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 533-3356",
				"url": "",
				"note": "Punjabi Grocery and Deli is a no-frills counter-service spot for Indian take-out food, snacks, and Bollywood videos. They are an all vegetarian restaurant. You can order samosas, anywhere from one to three veggies with or without rice to eat in or take with you. If eating in it's very narrow and your place your food on foot wide board that runs most of the length of one wall.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "24 hours",
				"rcmmnd": "vvv"
            },
            {
                "name": "R and D Foods",
				"add1": "602 Vanderbilt Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11238",
				"phn": "(347) 915-1196",
				"url": "https://www.rdfoodsbklyn.com/",
				"note": "R and D Foods is a small, upscale grocer offering charcuterie, cheeses, and baked goods along with prepared foods and sandwiches. Helen Rosner recommends their The Horse and Pig sandwich, which is horseradish, Benton’s bacon, butter, onions. From their website, 'We are Ilene Rosen and Sara Dima, co-owners of R&D Foods. Our store opened on May 13, 2014, but we’ve worked side by side since 2003. Our small but mighty shop is where we live and breathe every day. We’re old-school shop keepers helping our customers select cheese for the in-law's visit, wrap a present for a co-worker and pack a gift bag for the neighbors who just had a baby. We sell made-to-order sandwiches, vegetable-driven prepared foods, grocery staples, and specialties alike.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner"
            },
            {
                "name": "Raffetto's",
				"add1": "144 W Houston St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(212) 777-1261",
				"url": "http://raffettospasta.com/",
				"note": "Raffetto's serves pasta that is cut to order, along with sauces, prepared meals, and more, at their old-school institution since 1906. Molly Baz from the Bon Appetit YouTube channel says you should order yourself some fresh pasta. From their website, 'Today, Raffetto’s produces about 50 different kinds of pasta. When the patriarch of our family, Marcello Raffetto, opened M. Raffetto and Bros. in the heart of Greenwich Village in 1906, it’s hard to imagine he would have expected his little pasta shop to last into the next century. And have it be thriving now more than ever. Throughout these 110 years, many dedicated family members and relatives have kept the business going and growing through all the changes that time brings – from two World Wars and the Great Depression to Vietnam and into the web revolution.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Molly Baz from Bon Appetit (YouTube)"
            },
            {
                "name": "Russ and Daughters",
				"add1": "179 East Houston Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 475-4880",
				"url": "http://www.russanddaughterscafe.com/",
				"note": "Russ and Daughters specialize in caviar, smoked fish, herring, bagels and elegant food gifts. They also offer catering services. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andrew Zimmern and Anthony Bourdain"
            },
            {
                "name": "Russ and Daughters Cafe",
				"add1": "127 Orchard St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 475-4880 ext. 2",
				"url": "http://www.russanddaughterscafe.com/",
				"note": "Russ and Daughters Cafe comes from the legendary shop comes this retro, full-service outpost serving Jewish comfort food. It's a sit-down branch of the century-old Russ and Daughters appetizing business.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sake Bar Hagi",
				"add1": "152 West 49th Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(212) 764-8549",
				"url": "http://www.hagi46.com/",
				"note": "Sake Bar Hagi has a vibrant, open-late downstairs den offering a large menu of Japanese bites plus beer and sake.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Salt and Pepper",
				"add1": "139 West 33rd Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(212) 268-1919",
				"url": "",
				"note": "Salt and Pepper is a casual eatery displaying ample hot American, Spanish, Indian, and Pakistani dishes. I have found the Indian and Pakistani food to be the best such as the curry lamb or goat with chickpeas over rice.",
				"eaten": "yes",
				"photo": "https://c1.staticflickr.com/3/2888/12600171333_a04e79ecfb_n.jpg",
				"cptn": "Goat or lamb curry and chickpeas over rice at Salt and Pepper which is located at 139 W 33rd St.",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sammy's Noodle Shop and Grill",
				"add1": "453 6th Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10011",
				"phn": "(212) 924-6688",
				"url": "http://sammysnoodleshop.com/",
				"note": "Sammy's Noodle Shop and Grill serve noodle soups, and roasted meats head up the extensive menu at this basic Chinese eatery. Walked by Sammy's Noodle Shop and Grill on my way to the Jefferson Jefferson Market Library on 6th Ave. and thought it looked interesting since it took up four storefronts.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Shabu Shabu Macoron",
				"add1": "61 Delancey Street #1",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 925-5220",
				"url": "https://www.shabushabumacoron.com/",
				"note": "Shabu Shabu Macoron is a n eight-seat counter for a high-end Japanese dinner in which guests cook by dipping meats and vegetables.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "She Wolf Bakery",
				"add1": "224 India St",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11222",
				"phn": "ggg",
				"url": "http://www.shewolfbakery.com/",
				"note": "From the She Wolf Bakery website, 'We started baking bread in 2009 in the wood oven at Roman’s. After dinner service, we would make a fire. Early in the morning, our baker Austin Hall would come in, rake out the coals, and bake-off bread for the day. This bread became a part of Roman’s at every service and staff meal. Soon the chefs at Marlow and Sons Diner, and Reynard wanted to bring the same quality and integrity to the bread they served. We expanded bread production to our own space in Greenpoint, and now supply the bread served at all of our restaurants and others around the city. You can purchase loaves at Marlow and Daughters and Roman's, as well at ten NYC Greenmarkets.' <strong>NOTE</strong>: They are also are at the Union Square Farmers Market in Manhattan on Monday, Wednesday, and Friday.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Sister Midnight",
				"add1": "110 Avenue A",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 614-9798",
				"url": "https://www.sistermidnightnewyork.com/",
				"note": "Sister Midnight is a late-night spot features a tiny bar and a bustling kitchen that turns out comforting dishes. One of which is their cheeseburger, which is made from the restaurant’s own blend of short rib, chuck, and brisket. The 6-ounce patty is seared on the flat-top, then blanketed in tangy American cheese and nestled on a toasted potato bun slicked with tomato and mayo. Lettuce, tomato, and onions complete the creation. And for those diners who prefer to forgo meat, the veggie burgers are truly delectable is and is described as a deep-fried, beet-centric dish as 'the perfect veggie burger.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Smør",
				"add1": "441 E 12th St,",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(646) 478-8391",
				"url": "https://www.smornyc.com/",
				"note": "From the New York Eater website, 'Sebastian Perez and Sebastian Bangsgaard opened Smør, a very small and sunny Scandinavian sandwich shop on East 12th Street in the East Village. The furnishings are very Danish modern, comfortable and spare and hard-edged, and the menu concentrates on smørrebrod, those open-face assemblages the foundation of which is a slice of rich, crumbly rye. It almost doesn’t seem like bread. Naturally, some feature smoked and pickled fish, of which herring is queen. The chicken salad with bacon is a classic, heaped high enough ($8) with mayo-laced poultry, and stacked with enough bacon accented with shredded beets and a frond or two of purslane, that it’s more of a small lunch than the kind of canape passed around at parties. Like all the smørrebrod here, much attention is paid to artistic presentations. Figuring out how to eat them is half the fun.' More from their website, 'Smør was founded in 2019 by two Danes named Sebastian. Both were born and partially raised in Denmark before moving aboard. The two Sebastion's felt there was a need for good Nordic food in the city, so they decided to bring their vision to life. Hence the existence of Smør.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Somtum Der (East Village)",
				"add1": "85 Avenue A",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 260-8570",
				"url": "http://www.somtumdernewyork.com/",
				"note": "Somtum Der (East Village) is a smartly decorated Thai restaurant presenting regional Isan cuisine via shareable plates. From their website, 'Somtum Der has now ventured into the United States and curious palates of New York City, presenting a unique opportunity for New Yorkers to encounter and enjoy authentic Isan food. Starting as a collaboration of friends Thanaruek (Eh) Laoraowirodge and Kornthanut Thongnum who have close ties to the Isan region, Somtum Der incorporates Chef Korn's thoughtfully conceived recipes to showcase the best of Northeastern Thai cuisine, with sharp contrasts in flavors, abundant use of Thai chilis, lime juice, palm sugar, and fermented fish sauce. They have partnered with long time family friend, Supanee Kitmahawong, a Bangkok transplant who has been actively involved in restaurant management and ownership in New York City for more than a decade. The team has turned their focus to New York’s Somtum Der, with the objective of offering New Yorkers the opportunity to taste the food and culture of Isan. The restaurant’s genuine spirit of Isan is reflected in every bite. Starting from the name of the restaurant with somtum (papaya salad), the most famous Isan food and the word der, a common suffix widely used in Isan region to indicate a warm invitation.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andy from Bon Appetit (YouTube)"
            },
            {
                "name": "Sophia's Restaurant",
				"add1": "749 Military Rd",
				"add2": "",
				"cty": "Buffalo",
				"stt": "NY",
				"zpcd": "14216",
				"phn": "(716) 447-9661",
				"url": "",
				"note": "Sophia's Restaurant is a quaint comfort-food kitchen serving hearty helpings of breakfast and lunch in a converted house. Order the fried bologna sandwich on home-made bread onions.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Spicy Village",
				"add1": "68 Forsyth Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 625-8299",
				"url": "https://www.spicyvillagenyc.com/",
				"note": "Spicy Village is a Chinese cafe serving Henan fare (hand-pulled noodles, pork pancakes, and spicy chicken) in simple digs. Mike from Pro home Cooks (YouTube) recommends ordering the Rou Jia Mo. From New York City Eater website, 'Wendy Lian and Ren Fu Li’s gem of a Forsyth Street restaurant is a temple to a spectacular dish: big tray spicy chicken (dà pán jī). The preparation involves dousing thick, hand-pulled noodles in a stew of chicken, garlic, potatoes, cumin, chiles, and star anise. With the capacity to feed at least two, the $16 feast ranks as one of the city’s best large-format deals. Also, go for a pork pancake, where stewed pork comes in sandwich form as a must-get appetizer.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Sullivan Street Bakery",
				"add1": "533 W 47th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10036",
				"phn": "(212) 265-5580",
				"url": "https://www.sullivanstreetbakery.com/",
				"note": "Sullivan Street Bakery is a prominent baker sells fresh and crusty breads, thin pizzas, pastries, and more from a modest storefront. In 2015, owner Jim Lahey was the first recipient of the Outstanding Baker James Beard Award.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Superiority Burger",
				"add1": "430 E 9th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 256-1192",
				"url": "http://www.superiorityburger.com/",
				"note": "Superiority Burger is a compact, all-vegetarian fast-food spot serving up popular burgers in white-tiled surroundings. I read ex-Del Posto pastry chef Brooks Headley makes vegetarian and vegan fast food even carnivores love. Also, everything on the menu from the veggie burger or the faux Sloppy Joe or the burnt-broccoli salad is satisfying and as good as you’ve heard, except the Superiority Wrap (a.k.a. the Hippie Wrap), which is better than you’ve heard.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sushi on Jones",
				"add1": "210 W 10th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(646) 357-0453",
				"url": "https://www.sushionjones.com/",
				"note": "Sushi on Jones is a compact omakase-only sushi bar offering a 12-piece set menu that lasts a half hour. <strong>NOTE</strong>: They have multiple locations and the original is on Bowery.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Eric Wright"
            },
            {
                "name": "Sushi Yasuda",
				"add1": "204 E 43rd St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10017",
				"phn": "(212) 972-1001",
				"url": "https://www.sushiyasuda.com/",
				"note": "Sushi Yasuda serves traditional sushi, often using fish flown in from Japan served in a minimalist, bamboo setting. From the New York Eater website, 'Sushi Yasuda is an ideal gateway into higher-stakes sushi consumption. The old reliable, a gem in Midtown that transports diners straight to Tokyo, serves a sushi combo that at $48.50 is one of the best deals in the city. Ten pieces of chef’s choice nigiri and a hand roll are almost enough; finish up by asking the chef to recommend some of the rarer pieces to round out the meal. Try to score seats at the end of the bar.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Snook"
            },
            {
                "name": "Taiyaki NYC",
				"add1": "119 Baxter St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10013",
				"phn": "(212) 966-2882",
				"url": "https://taiyakinyc.com/",
				"note": "Taiyaki NYC is a Japanese ice cream shop serving inventive flavors in a fish-shaped waffle cone. If you want to try an interesting flavor of ice cream you need to go with the green tea. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Takahachi Bakery",
				"add1": "25 Murray Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10007",
				"phn": "",
				"url": "https://www.takahachi.net/takahachi-bakery",
				"note": "Takahachi Bakery is a cozy eatery offering a large variety of Japanese baked goods, from buns, breads, cakes, and crepes. You need to order the milk bread to make sandwiches, which is like a Pullman or Hawaiian loaf of bread, and was recommended by Chris from Bon Appetit. From the Serious Eats website, 'Tribeca's Takahachi Bakery officially opened to the public yesterday (over ten years ago now) after a soft opening last week and minor elevator issues. Does the name sound familiar? It should. The owner is Hiroyuki Takahashi, the owner of Takahachi restaurant in the East Village. This Japanese patisserie/bakery/sandwich shop/gelateria is a welcome sight for those of us still weeping over the loss of Bouley Bakery and deprived from the likes of Cafe Zaiya in Midtown. Takahachi is like a fancier version of Cafe Zaiya, with prices slightly higher—but also with sweets and savories that are much more creative, as well as a rather large selection of housemade macarons.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Chris from Bon Appetit (YouTube)"
            },
            {
                "name": "Tapas 177",
				"add1": "177 St Paul St",
				"add2": "",
				"cty": "Rochester",
				"stt": "NY",
				"zpcd": "14604",
				"phn": "(585) 262-2090",
				"url": "https://www.tapas177.com/",
				"note": "Tapas 177 serves global small plates from egg rolls to empanadas in a dimly lit space with a courtyard they even have salsa dancing. Friends have said their vegan dishes are astonishing, and you should order the Moroccan Vegetable Stew or the Tofu Tikka Masala. From their website, 'Tapas 177 has been in business for over 20 years. Our dining menu is a creative 'fusion of familiar and exotic flavors from around the world. With over 20 appetizer choices, you can have your dinner 'tapas-style' by sharing a few from our amazing selection or order one of our fabulous entrees.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Sam Joehl"
            },
            {
                "name": "Tartine",
				"add1": "253 W 11th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 229-2611",
				"url": "https://tartine.nyc/",
				"note": "Tartine serves French bistro basics, and a Parisian vibe enlivens this tiny BYO restaurant with sidewalk seating. Walking by mid-afternoon on Labor Day weekend they had a nice crowd of people sitting outside eating.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ted's Charbroiled Hot Dogs",
				"add1": "2312 Sheridan Dr",
				"add2": "",
				"cty": "Tonawanda",
				"stt": "NY",
				"zpcd": "14150",
				"phn": "(716) 834-6287",
				"url": "https://www.tedshotdogs.com/",
				"note": "Ted's Charbroiled Hot Dogs is a long-running chain is known for charcoal-grilled hot dogs and other fast fare since 1927. In a perfect world, you order two charbroiled hot dogs with mustard, onion, and pickle relish along with an order of French fries and a chocolate milkshake to dip the fries in. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Teranga",
				"add1": "1280 5th Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10029",
				"phn": "",
				"url": "https://itsteranga.com/",
				"note": "Teranga is a spacious counter-serve highlighting African cuisine in customizable market plates, and bowls. From their website, 'Here, ancient customs and future trends coexist, and the intricacies of African culture blend seamlessly together over an Ethiopian-brewed coffee, or a bowl of Senegalese black-eyed pea stew and a side of spicy Ghanaian plantains. Inspired by our Co-Founder and Executive Chef Pierre Thiam’s mission to share African culture through food, Teranga reflects the depth, richness, and vibrancy of Africa’s diverse culinary traditions in a modern, fast-casual setting. Our menu is rooted in African culinary traditions and inspired by traditional African home cooking, our menu highlights ancient, nutrient-dense crops that have been cultivated in Africa for centuries. We thoughtfully source our ingredients in collaboration with smallholder farmers in Africa and local producers in America.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andy from Bon Appetit (YouTube)"
            },
            {
                "name": "Tori Shin",
				"add1": "1193 1st Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10065",
				"phn": "(212) 988-8408",
				"url": "http://torishinny.com/",
				"note": "Tori Shin is a sophisticated Japanese eatery offering charcoal-grilled skewers and sake, plus a chef's choice option.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Izakaya Seki in Washington, DC."
            },
            {
                "name": "Totonno’s",
				"add1": "1524 Neptune Ave",
				"add2": "",
				"cty": "Brooklyn",
				"stt": "NY",
				"zpcd": "11224",
				"phn": "(718) 372-8606",
				"url": "https://www.totonnosconeyisland.com/",
				"note": "Totonno’s is a beloved old-school joint furnishing thin-crust coal-oven pizza to Coney Island crowds since 1924.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Ugly Delicious and Somebody Feed Phil"
            },
            {
                "name": "Totto Ramen",
				"add1": "464 W 51st St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(646) 596-9056",
				"url": "http://tottoramen.com/",
				"note": "Totto Ramen is a buzzy nook with counter and table seating known for Japanese noodle soups along with pork buns in Hell's Kitchen area of New York City. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Uncle Boons",
				"add1": "7 Spring St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(646) 370-6650",
				"url": "http://www.uncleboons.com/",
				"note": "Uncle Boons is a creative Thai eats and cocktails in a small, funky cafe with brick walls with Bangkok flea market-decor.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Union Square Cafe",
				"add1": "101 E 19th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 243-4020",
				"url": "https://www.unionsquarecafe.com/",
				"note": "Union Square Cafe is Danny Meyer's first restaurant that serves seasonal New American fare in a casually refined setting.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Via Carota",
				"add1": "51 Grove St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 255-1962",
				"url": "http://www.viacarota.com/",
				"note": "Via Carota is an Italian trattoria serving traditional plates and apéritifs in a rustic, cozy space. Helen Rosner recommends their platter of unbelievably tender Vitello tonnato. From their website, 'Their Village gastroteca is thoughtfully renovated: wooden floors reclaimed from an old gymnasium, vintage chapel chairs from England and rustic wooden cabinets filled with heirloom china. Servers wear crisp white shirts and long linen aprons, there are communal tables, and even a private room tucked away amongst the wine bottles. Baskets of crusty bread and bowls of oranges are scattered throughout the sun-drenched space. For bel tempo pleasure, there are eight outdoor tables on the tree-lined sidewalk.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner"
            },
            {
                "name": "Village Yokocho",
				"add1": "8 Stuyvesant Street",
				"add2": "Second floor",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 598-3041",
				"url": "http://www.villageyokocho.com/",
				"note": "Village Yokocho is a chill second-floor eatery serving home-style Japanese fare in an evocative space. Friends say they serve excellent yakitori (skewered meat).",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Yakitori Oh Taisho",
				"add1": "9 Saint Marks Place",
				"add2": "#8",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 673-1300",
				"url": "http://ohtaisho.com/",
				"note": "Late-night hours of Yakitori Oh Taisho and yakitori (meat on a skewer) keep this East Village Japanese joint bustling.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Yakitori Taisho",
				"add1": "5 St Marks Place",
				"add2": "#1",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 228-5086",
				"url": "",
				"note": "Late-night hours is what keeps Yakitori Taisho a Japanese yakitori (grilled meat on a skewer) joint in the East Village bustling.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Yakitori Totto",
				"add1": "251 West 55th Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(212) 245-4555",
				"url": "http://www.tottonyc.com",
				"note": "Yakitori Totto is a Japanese yakitori spot located upstairs that's transporting diners to Tokyo via grilled skewers and a bustling scene.One of the best things I ate the last time I was in New York City was the grilled Eel over rice (Unagi Don) along with the chicken livers, chicken gizzards, and chicken thigh.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Yonah Schimmel's Knish",
				"add1": "137 E Houston St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 477-2858",
				"url": "http://www.knishery.com/",
				"note": "Yonah Schimmel's Knish is a venerable NYC bakery/deli dispensing knishes, kugel, and other Jewish comfort-food classics since 1910. From their website, 'Yonah Schimmel has been serving knishes, kugel, latke as well as classic New York drinks like Egg Creams and Lime Rickeys since 1910. Located in the historic Lower East Side (LES), Yonah Schimmel Knish Bakery is a slice of historic New York that’s becoming more and more rare.' From New York City Eater website, 'This LES throwback favorite, located on East Houston Street and established in 1910, soon after Katz’s opened and pre-Russ and Daughters. It’s known for its knishes and is believed to be the birthplace of the savory baked good. The hefty, generously-stuffed Eastern European nosh is comprised of a thin dough layer wrapped around classic fillings like mashed potato, or potato mixed with kasha, spinach, or cabbage, as well as newer-fangled options like broccoli and jalapenos with mozzarella. Other bubbe-vetted comfort food options include deep-fried latkes, borscht, matzah ball soup, noodle kugel, and kasha varnishkes (a buckwheat, noodle, and onion side dish).",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Zabars",
				"add1": "2245 Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10024",
				"phn": "(212) 787-2000",
				"url": "https://www.zabars.com/",
				"note": "Zabars is an iconic store known for smoked fish, plus a huge variety of gourmet goods, prepared foods, and cookware. It's a gourmet emporium specializing in smoked fish, caviar, coffee, cheese, kitchen goods, and housewares.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Zaragoza Mexican Deli and Grocery",
				"add1": "215 Avenue A",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 780-9204",
				"url": "",
				"note": "Zaragoza Mexican Deli and Grocery is a pint-sized market with basic Mexican staples and a counter serving classic take-out eats like tacos. Everyone says to order whatever is on special and you can't go wrong.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andrew Zimmern"
            },
            {
                "name": "Zucker's Bagels and Smoked Fish",
				"add1": "146 Chambers St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10007",
				"phn": "(212) 608-5844",
				"url": "https://www.zuckersbagels.com/",
				"note": "Zucker's Bagels and Smoked Fish serves bagels (plus a wide selection of toppings), smoked fish, sandwiches and more in a bustling space. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}