{
    "result": {
        "city": "New York City, NY",
		"posts": [
            {
                "name": "Ample Hills Creamery",
				"add1": "600 11th Ave",
				"add2": "Gotham West Market",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10036",
				"phn": "(212) 582-9354",
				"url": "http://www.amplehills.com/",
				"note": "Ample Hills Creamery offers creative small-batch ice cream made with local ingredients. They use hormone free milk and cream from grass fed cows and organic cane sugar. If you like salted caramel ice cream, you need to try their Salted Crack Caramel, and their Dark Chocolate isn't bad either. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Big Gay Ice Cream Shop",
				"add1": "125 East 7th Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 533-9333",
				"url": "http://biggayicecream.com",
				"note": "With a playful attitude, Big Gay Ice Cream spins a new take on old-school soft-serve by creating fun and unique ice creams, toppings, and frozen treats that appeal to a diverse mix of clientele. The item to get is the 'Salty Pimp' which is vanilla soft serve ice cream in a cone injected with caramel, sprinkled with sea salt and then dipped in chocolate to form a hard outer coating. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "burger joint",
				"add1": "119 W 56th St",
				"add2": "Le Parker Meridien",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(212) 708-7414",
				"url": "http://www.parkermeridien.com/eat/burger-joint/",
				"note": "burger joint is a no-frills, cash-only burger counter hidden inside an upscale hotel. The best burger in New York City, hidden behind the curtain in the atrium lobby of Le Parker Meridien Hotel. It's a great little burger joint in the middle of an expensive hotel in New York City. You should order their cheese burger with lettuce, tomato, and mustard along with an order of fries and your beverage of choice.",
				"eaten": "yes",
				"photo": "https://c2.staticflickr.com/6/5666/20619550032_732d9ff2fa_n.jpg",
				"cptn": "Cheese burger with lettece, tomatoe, and mustard along with an order of fries at the Burger Joint in the Le Parker Meridian Hotel New York City"
            },
            {
                "name": "Chelsea Market",
				"add1": "75 9th Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10011",
				"phn": "(212) 243-6005",
				"url": "http://chelseamarket.com‎",
				"note": "Chelsea Market is a food hall, shopping mall, office building and television production facility located in the Chelsea neighborhood of the borough of Manhattan, in New York City.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Cocoron",
				"add1": "61 Delancey Street #1",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 925-5220",
				"url": "http://cocoron-soba.com‎",
				"note": "Cocoron is a broth-based soba and sake highlight the menu of this small, unpretentious Japanese noodle shop.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Crif Dogs",
				"add1": "113 St Marks Place",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 614-2728",
				"url": "http://www.crifdogs.com/",
				"note": "Crif Dogs serves hot dogs with creative toppings and late-night hours make this spot a natural for post-bar munchies. You need to pick two hot dogs that catch your eye and order them with a side of French fries. If you can manage it attempt to get into PDT (Please Don't Tell) for a drink by going to use the telephone booth. There is a no standing rule, so they only allow enough people in to fill all the seats. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Doughnut Plant",
				"add1": "379 Grand St ",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 505-3700",
				"url": "http://doughnutplant.com/",
				"note": "Doughnut Planet is making doughnuts by hand with the highest quality all natural ingredients since 1994. They have a thing called donut seeds which are larger than donut holes but smaller than a regular donut. I ordered a bunch of different ones which were the rose water, Crème brûlée, peanut butter filled, orange glaze, some type of chocolate, and one more doughnut along with a cup of hot chocolate for close to $20. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Ducks Eatery",
				"add1": "351 E 12th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 432-3825",
				"url": "http://www.duckseatery.com/",
				"note": "Ducks Eatery is a diverse, meat-centric menu and has creative cocktails served in a rustic barn setting until late. You need to order the goat neck over rice with dried cherries or order the chicken wings too.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Eataly",
				"add1": "200 5th Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10010",
				"phn": "(212) 229-2560",
				"url": "http://eataly.com‎",
				"note": "Eataly loves high-quality food and drink. They love the stories about it, the people who produce it, and the places it comes from. I ate at the fish restaurant within Eataly but could have eaten at any one of the other places too. They also have a beer garden/bar on the top floor that I saw had upscale bar food when I stopped up to look around. It was a beautiful day outside, so it was packed. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Emilio's Ballato",
				"add1": "55 E Houston St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(212) 274-8881",
				"url": "",
				"note": "Emilio's Ballato is an old-school waiter's set the tone at this longtime Italian restaurant and celebrity hangout. You need to order the spaghetti and meatballs.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Haandi",
				"add1": "113 Lexington Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10016",
				"phn": "(212) 685-5200",
				"url": "http://haandiny.com/",
				"note": "Haandi is a bare-bones cafeteria serving Indian and Pakistani eats that claim a loyal taxi-driver following. People recommend ordering the goat head.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "The Halal Guys",
				"add1": "1300-1318 Avenue of the Americas",
				"add2": "",
				"cty": "Manhattan",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(347) 527-1505",
				"url": "http://53rdand6th.com/",
				"note": "Once you have had a taste, you will understand why New Yorkers and tourists alike have stood in the city’s longest food cart line (sometimes for hours) to get a hot, steaming platter of chicken or lamb gyro over rice, covered in The Halal Guys famous, proprietary White Sauce. You can't go wrong with the chicken or the lamb over rice with their white sauce. I went with the lamb because I don't get a chance all the time to order lamb. There was enough food for two full meals. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Ippudo Ramen",
				"add1": "65 4th Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 388-0088",
				"url": "http://ippudony.com‎",
				"note": "Ippudo East Village is the first international Ippudo to introduce the World to authentic Hakata tonkotsu pork soup. The best way to go is with two people and be willing to sit at the bar and watch the staff prepare the food in the process. If you go with two people, you should order the pork belly steamed buns and their sticky sweat and hot pork ribs along with whatever Ramen suits your fancy. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Ivan Ramen Slurp Shop",
				"add1": "600 11th Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10039",
				"phn": "(212) 582-7942",
				"url": "http://ivanramen.com‎",
				"note": "Besides ramen, this noodle counter in Gotham West Market Ivan Ramen Slurp Shop serves rice bowls and sides. I had the best bowl of Ramen I have ever had in my life the first time I was here. I got their classic Ramen with pork belly and a soft boiled egg.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "J.G. Melon",
				"add1": "1291 3rd Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10021",
				"phn": "(212) 744-0585",
				"url": "http://jgmelonnyc.com/",
				"note": "J.G. Melon has been around since 1972 is a mark of quality in the New York restaurant market, which is extremely competitive. A comfy atmosphere attracts a laid-back neighborhood crowd to this pub famed for burgers.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "John's on 12th Street",
				"add1": "302 E 12th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "212) 475-9531",
				"url": "https://www.johnsof12thstreet.com/",
				"note": "John's on 12th Street has classic red-sauce specialties, and vegan versions are served at this vintage-1908 Italian eatery. You need to order the meatballs in some fashion or other or order the fresh Pappardelle pasta and meat ragu.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Katz’s Delicatessen",
				"add1": "205 East Houston Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 254-2246",
				"url": "http://katzsdelicatessen.com",
				"note": "Katz’s Delicatessen is a no-frills deli with theatrically cranky service serving mile-high sandwiches since 1888. Katz's legendary pastrami sandwich is amazing. They have corned beef and other Jewish deli classics. The portions are generous; the meat is succulent and piled high on rye slathered with mustard. A sandwich will set you back over 20 bucks, but it's huge.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Kunjip",
				"add1": "32W 32nd Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(212) 564-8238",
				"url": "http://kunjip.com",
				"note": "Kunjip is a bustling, 24 hours a day 7 days a week staple doling out seafood pancakes, bibimbop and other Korean items in a basic setting.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Levain Bakery",
				"add1": "167 W 74th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10023",
				"phn": "(212) 874-6080",
				"url": "http://www.levainbakery.com/",
				"note": "Levain Bakery is a cozy neighborhood bakery where locals are greeted by name. A steady stream of loyal regulars stand side by side with tourists, eager to sample the legendary baked goods. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "The Meatball Shop",
				"add1": "84 Stanton Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 982-8895",
				"url": "http://themeatballshop.com‎",
				"note": "The Meatball Shop is a fast casual service restaurant specializing in meatballs with 6 locations in New York City. I couldn't decide what to get and had planned to go somewhere else for a second dinner, so I got their three slider sampler which was the classic beef with tomato sauce, the spicy pork with whatever sauce they recommended, along with another slider that was on special which I think was lamb. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "miss KOREA BBQ",
				"add1": "10 West 32nd Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(212) 594-7766",
				"url": "http://misskoreabbq.com‎",
				"note": "miss KOREA BBQ is a chic, zen-like Koreatown restaurant for barbecue, bulgogi, and hot pots. Open 24 hours a day.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Mission Chinese Food",
				"add1": "171 E Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "",
				"url": "https://www.missionchinesefood.com/nyc/",
				"note": "Mission Chinese Food is a New York outpost of the San Francisco eatery serving fiery, innovative takes on Sichuan cuisine. Order the Tingling lamb which is lamb and soup or the Mapo Tofu with beef or Kung Pao Pastrami.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Motorino",
				"add1": "349 E 12th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 777-2644",
				"url": "https://www.motorinopizza.com/",
				"note": "Motorino serves brick-oven pizzas with gourmet toppings like Brussels sprouts draw crowds in the East Village.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "New Wonjo",
				"add1": "23 West 32nd Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(212) 695-5815",
				"url": "http://newwonjo.com‎",
				"note": "New Wonjo is an always-open Korean BBQ mainstay distinguishing itself with using charcoal-fueled grills. Open 24 hours a day. My order was the Ox tail and ox blood soup along with an order of spicy pork and a bunch of other veggie condiments and steamed eggs.",
				"eaten": "yes",
				"photo": "https://c2.staticflickr.com/6/5739/20398222109_6af6232d49_n.jpg",
				"cptn": "Ox tail and ox blood soup along with spicy pork and a bunch of other veggie condiments and steamed eggs at New Wonjo in New York City"
            },
            {
                "name": "Punjabi Grocery and Deli",
				"add1": "114 E 1st St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 533-3356",
				"url": "",
				"note": "Punjabi Grocery and Deli is a no-frills counter-service spot for Indian take-out food, snacks and Bollywood videos.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Russ & Daughters",
				"add1": "179 East Houston Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 475-4880",
				"url": "http://russanddaughters.com‎",
				"note": "Russ and Daughters specialize in caviar, smoked fish, herring, bagels and elegant food gifts. They also offer catering services. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Sake Bar Hagi",
				"add1": "152 West 49th Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(212) 764-8549",
				"url": "http://sakebarhagi.com‎",
				"note": "Sake Bar Hagi has a vibrant, open-late downstairs den offering a large menu of Japanese bites plus beer and sake.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Salt and Pepper",
				"add1": "139 West 33rd Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(212) 268-1919",
				"url": "http://www.saltandpeppermidtown.com/",
				"note": "Salt and Pepper is a casual eatery displaying ample hot American, Spanish, Indian, and Pakistani dishes. I have found the Indian and Pakistani food to be the best such as the curry lamb or goat with chickpeas over rice.",
				"eaten": "yes",
				"photo": "https://c1.staticflickr.com/3/2888/12600171333_a04e79ecfb_n.jpg",
				"cptn": "Goat or lamb curry and chickpeas over rice at Salt and Pepper which is located at 139 W 33rd St."
            },
            {
                "name": "Sister Midnight",
				"add1": "110 Avenue A",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 614-9798",
				"url": "https://www.sistermidnightnewyork.com/",
				"note": "Sister Midnight is a late-night spot features a tiny bar and a bustling kitchen that turns out comforting dishes. One of which is their cheeseburger, which is made from the restaurant’s own blend of short rib, chuck, and brisket. The 6-ounce patty is seared on the flat-top, then blanketed in tangy American cheese and nestled on a toasted potato bun slicked with tomato and mayo. Lettuce, tomato, and onions complete the creation. And for those diners who prefer to forgo meat, the veggie burgers are truly delectable is and is described as a deep-fried, beet-centric dish as 'the perfect veggie burger.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Spicy Village",
				"add1": "68 Forsyth Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 625-8299",
				"url": "http://spicyvillagechinese.com‎",
				"note": "Spicy Village is a Chinese cafe serving Henan fare (hand-pulled noodles, pork pancakes, and spicy chicken) in simple digs. The big dish to order is the chicken.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Tori Shin",
				"add1": "1193 1st Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10065",
				"phn": "(212) 988-8408",
				"url": "http://torishinny.com‎",
				"note": "Tori Shin is a sophisticated Japanese eatery offering charcoal-grilled skewers and sake, plus a chef's choice option. They are recommended by Izakaya Seki in Washington, DC.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Uncle Boons",
				"add1": "7 Spring St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(646) 370-6650",
				"url": "http://www.uncleboons.com/",
				"note": "Uncle Boons is a creative Thai eats and cocktails in a small, funky cafe with brick walls with Bangkok flea market-decor.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Underwest Donuts",
				"add1": "638 W 47th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10036",
				"phn": "(212) 317-2359",
				"url": "https://www.underwestdonuts.com/",
				"note": "Underwest Donuts serves coffee, and baked treats with unique flavors served in a no-frills take-out joint inside a car wash. It's the brainchild of a former Chanterelle sous chef; this innovative shop popped up in the old school Westside Highway Car Wash with flavors like maple waffle and cocoa-raspberry. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Village Yokocho",
				"add1": "8 Stuyvesant Street",
				"add2": "Second floor",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 598-3041",
				"url": "http://www.villageyokocho.com/",
				"note": "Village Yokocho is a chill second-floor eatery serving home-style Japanese fare in an evocative space. Friends say they serve excellent yakitori (skewered meat).",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Yakitori Oh Taisho",
				"add1": "9 Saint Marks Place #8",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 673-1300",
				"url": "http://ohtaisho.com‎",
				"note": "Late-night hours of Yakitori Oh Taisho and yakitori (meat on a skewer) keep this East Village Japanese joint bustling.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Yakitori Totto",
				"add1": "251 West 55th Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(212) 245-4555",
				"url": "http://tottonyc.com‎",
				"note": "Yakitori Totto is a Japanese yakitori spot located upstairs that's transporting diners to Tokyo via grilled skewers and a bustling scene.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Zabars",
				"add1": "2245 Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10024",
				"phn": "(212) 787-2000",
				"url": "http://zabars.com‎",
				"note": "Zabars is an iconic store known for smoked fish, plus a huge variety of gourmet goods, prepared foods, and cookware. It's a gourmet emporium specializing in smoked fish, caviar, coffee, cheese, kitchen goods, and housewares.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Zaragoza Mexican Deli & Grocery",
				"add1": "215 Avenue A",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 780-9204",
				"url": "",
				"note": "Zaragoza Mexican Deli and Grocery is a pint-sized market with basic Mexican staples and a counter serving classic take-out eats like tacos. Everyone one says to order whatever is on special and you can't go wrong.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            },
            {
                "name": "Zucker's Bagels and Smoked Fish",
				"add1": "146 Chambers St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10007",
				"phn": "(212) 608-5844",
				"url": "http://www.zuckersbagels.com/",
				"note": "Zucker's Bagels and Smoked Fish serves bagels (plus a wide selection of toppings), smoked fish, sandwiches and more in a bustling space. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll"
            }
        ]
    }
}