{
    "result": {
        "city": "New York City, NY",
		"posts": [
            {
                "name": "2nd Ave Deli",
				"add1": "162 E 33rd St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10016",
				"phn": "(212) 689-9000",
				"url": "https://2ndavedeli.com/",
				"note": "2nd Ave Deli is an old-school restaurant serving blintzes, knishes, and other Jewish fare, plus a variety of sandwiches. You need to order their pastrami sandwich, which is enormous. From their website, 'The 2nd Ave Deli has been an internationally renowned Gotham landmark for more than half a century.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "A Salt and Battery",
				"add1": "112 Greenwich Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10011",
				"phn": "(212) 691-2713",
				"url": "https://www.asaltandbattery.com/",
				"note": "A Salt and Battery serves fish ’n’ chips, deep-fried candy bars, and other British staples lie in-store at this no-frills shop. From their website, 'A Salt and Battery began as a desire to bring the best of Britain's traditional fish and chip culture of fresh lightly-battered, deep-fried fish and thick-cut chips with salt and malt vinegar to New York. Our goal has been to recreate that unique flavour using traditional British fryers and cooking techniques and, wherever possible, locally harvested, sustainable produce.' From the NYC Eater website, 'Forget the standard one or two fish options — this dependable British takeout spot in the West Village, from the same owners as Tea and Sympathy next door, serves some of the city’s best fish and chips. There are four different choices (cod, haddock, sole, or whiting), served in two different sizes, and portions are pretty generous. The large size is big enough for two. Order chips separately, or mix it up with another quintessential English side, mushy peas or battered beets.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "ATLA",
				"add1": "372 Lafayette St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(347) 662-3522",
				"url": "https://www.atlanyc.com/",
				"note": "ATLA is an all-day eatery for contemporary Mexican bites with local ingredients, plus coffee, wines, and mezcals. From their website, 'All-day eatery for contemporary Mexican bites by Enrique Olvera and Daniela Soto-Innes, served alongside an approachable, yet sophisticated beverage program by Yana Volfson. We are celebrating life, eating, cooking, and coexisting in a surreal, shamanic atmosphere.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Here Magazine"
            },
            {
                "name": "B and H Dairy",
				"add1": "127 2nd Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 505-8065",
				"url": "",
				"note": "B and H Dairy is one of the oldest kosher dairy lunch counters remaining in New York City. It was opened in 1938 by Abie Bergson and Sol Hausman (B and H), and the interior and menu have changed little since. In 1970, Bergson and Hausman sold the restaurant. B and H Dairy serves borscht, blintzes, and matzo ball soup on the menu of this old-school, circa-1940 kosher diner.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Parts Unknown"
            },
            {
                "name": "Bang Bar",
				"add1": "10 Columbus Cir",
				"add2": "The Shops at Columbus Circle  #301",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "",
				"url": "https://bangbar.xyz/",
				"note": "Bang Bar is a cashless Momofuku eatery that serves Korean-inspired wraps during the day only with limited seating. From Eater New York website, 'The menu here zeros in on two things: Korean flatbread wraps and vertical spits of roasted meat, such as spicy gochujang-marinated pork shoulder, mortadella layered with lardo, and yakitori-glazed chicken. (“Bāng,” commonly spelled as ppang or bbang, means bread in Korean.). The restaurant is counter-service, and a couple of high tables were added out front for diners to eat on. Breakfast is served from 8 a.m. to 11 a.m., and lunch runs until 3 p.m. or until it’s sold out.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Bean",
				"add1": "824 Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 510-7714",
				"url": "",
				"note": "The Bean is a neighborhood cafe for fresh-roasted coffee, teas, sandwiches, and vegan eats, plus free WiFi. It's a great little place to get out of the cold of winter or heat of the summer and relax a bit. It's across the street from Strand Bookstore. So you can regroup before heading there or use it as a place to look over all that you bought. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Beatrice Inn",
				"add1": "285 W 12th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 675-2808",
				"url": "https://thebeatriceinn.com/",
				"note": "The Beatrice Inn is a lively and upscale meat-forward restaurant with food from chef Angie Mar. From their website, 'The Beatrice Inn is a traditional New York chophouse, redefined and reimagined by Chef Angie Mar. Owned by Mar and her business partner Melissa Merrill Keary, the Beatrice Inn is where New Yorkers go for innovative takes on the preparation and presentation of meat that still manage to feel timeless. Mar seamlessly balances big, bold cuts of meat with delicate, fragrant herbs and fruit; insists on dry aging all her meat; serves whole birds and dramatic seafood towers with epic table-side presentations and large format dining, and dishes up her award-winning burgers alongside the specialty curated wine list and iconic cocktail bar. Chef Mar’s unapologetic and over-the-top approach to food is revolutionizing the way New Yorkers experience meat, ensuring every dish evokes primal and decadent flavors, balanced with approachable elegance.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Bibble and Sip",
				"add1": "253 W 51st St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(646) 649-5116",
				"url": "https://www.bibbleandsip.com/",
				"note": "Bibble and Sip is a bakery and coffeehouse serving upscale coffees, teas, and a selection of housemade baked goods and syrups. From their website, 'Our passionate team here at Bibble and Sip strives to serve the finest gourmet coffee, espresso, and pastries. Trained in French Confectionery and inspired by Asian flavors, our savory treats hope to bring you the best of both worlds. All our baked goods are freshly house-made, including even the smallest components, such as the granola on the yogurt and marshmallow on the hot chocolates. Aside from top-quality coffees and espresso, we also offer specialty lattes with flavors such as Matcha Jasmine and Lavender, in which all syrups are made in-house and infused with real tea.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Eric Wright"
            },
            {
                "name": "Big Gay Ice Cream Shop",
				"add1": "516 Columbus Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10024",
				"phn": "(212) 533-9333",
				"url": "https://www.biggayicecream.com/",
				"note": "With a playful attitude, Big Gay Ice Cream spins a new take on old-school soft-serve by creating fun and unique ice creams, toppings, and frozen treats that appeal to a diverse mix of clientele. The item to get is the 'Salty Pimp' which is vanilla soft serve ice cream in a cone injected with caramel, sprinkled with sea salt and then dipped in chocolate to form a hard outer coating. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Bird and Branch",
				"add1": "359 W 45th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10036",
				"phn": "(917) 265-8444",
				"url": "https://www.birdandbranch.com/",
				"note": "Bird and Branch is a specialty coffee shop with a mission to restore the city. They are a husband and wife team with hopes of opening a coffee shop that gives back to the community they serve by supporting the people within it. From their website, ‘A specialty coffee shop with a mission to restore the city. Opening a business changes your life, but it’s also an opportunity to change the lives of others. That’s what Bird & Branch is to us. We’re a husband and wife team with hopes of opening a coffee shop that gives back to the community we serve by supporting the people within it. We strive to be intentional with our actions and how they affect our earth and the people in it. We don’t have all the answers, but come join us for a good cup of coffee as we figure things out together.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Eric Wright"
            },
            {
                "name": "Boucherie West Village",
				"add1": "99 7th Ave S",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 837-1616",
				"url": "https://boucherie.nyc/",
				"note": "Boucherie West Village is a two-floor bistro for dry-aged steaks, and other French fare, with a bar that's strong on absinthe. Walking around the city on Labor Day weekend and noticed the wonderful patio with a lot of plants and a bunch of people while waiting for a light to change across the street. From their website, 'Boucherie is a traditional French brasserie and steakhouse, celebrating Joie de Vivre in the heart of New York. Executive Chef Jerome DihuiI, former Chef de Cuisine of Pastis, prepares a menu of French classics and timeless bistro favorites, in addition to the dry-aged steaks.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bubby's",
				"add1": "120 Hudson St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10013",
				"phn": "(212) 219-0666",
				"url": "https://www.bubbys.com/",
				"note": "Bubby's is a weekend brunch hot spot serving homestyle American eats with many locally sourced ingredients. From their website, 'Renowned for its simple and fresh comfort food, Bubby’s is dedicated to defending the American table and its traditions with thoughtful ingredient sourcing and an “off the commercial food grid” philosophy. The mission has remained the same from that first day– to welcome each and every person as though they are guests in our home, to raise the awareness of the beauty of American food - its ethnic contributions and regional and geographic abundance, and to celebrate the patchwork of American culture. Bubby’s wants people to know where their food came from, who grew it and what is good about it. American cuisine is much more than burgers and pie; it's Chinese, Mexican, Southern, an elaborate and flavorful foodscape created by the generations of people who built America. For 30 years, Bubby’s has been cooking and baking in a way that is thoughtful, healthy, and, most importantly, delicious!' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "burger joint",
				"add1": "119 W 56th St",
				"add2": "Le Parker Meridien",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(212) 708-7414",
				"url": "https://www.burgerjointny.com/",
				"note": "burger joint is a no-frills, cash-only burger counter hidden inside an upscale hotel. The best burger in New York City, hidden behind the curtain in the atrium lobby of Le Parker Meridien Hotel. It's a great little burger joint in the middle of an expensive hotel in New York City. You should order their cheese burger with lettuce, tomato, and mustard along with an order of fries and your beverage of choice.",
				"eaten": "yes",
				"photo": "https://c2.staticflickr.com/6/5666/20619550032_732d9ff2fa_n.jpg",
				"cptn": "Cheese burger with lettece, tomatoe, and mustard along with an order of fries at the Burger Joint in the Le Parker Meridian Hotel New York City",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Carbone",
				"add1": "181 Thompson St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(212) 254-3000",
				"url": "https://carbonenewyork.com/",
				"note": "Carbone serves high-end takes on red-sauce fare await at this A-lister Italian restaurant in a retro-glam space. From their website, ‘Carbone is an Italian-American restaurant created by Mario Carbone, Rich Torrisi, and Jeff Zalaznick. The restaurant pays homage to the essence of the great Italian-American restaurants of the mid-20th century in New York, where delicious, exceptionally well-prepared food was served in settings that were simultaneously elegant, comfortable, and unpretentious. The food nods to that same history but takes its culinary cues from the great talents and techniques of the present and of the future. Familiar dishes like Seafood Salad, Linguini Vongole, Lobster Fra Diavola, Chicken Scarpariello, and Veal Parmesan elevated to a new level.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Carol's Cafe",
				"add1": "217 E 51st St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10022",
				"phn": "(917) 775-0535",
				"url": "hhh",
				"note": "Carol's Cafe is a tucked in on the inside of a private park (Greenacre Park) next to the Synagogue which is open from 8:00 AM until 7:30 PM each day. It's a hidden oasis in the middle of the city. Even if you don't get anything at the cafe, it's a great place to relax and sit in the shade listening to a waterfall. They even have small tables and chairs that you can sit at to eat, read, even get a laptop top out at the upper seating area.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Charles' Country Pan Fried Chicken",
				"add1": "340 W 145th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10039",
				"phn": "(212) 281-1800",
				"url": "hhh",
				"note": "Charles' Country Pan Fried Chicken is a Harlem soul-food standard for old-school skillet-fried chicken served all-you-can-eat or with sides. From the Eater New York City website, ‘The chef Charles Gabriel is back behind the burners at this uptown fried chicken spot, the final stop on a string of storefronts of varying names over the years: Charles’ Mobile Soul Food Truck, Charles Country Pan-Fried Chicken, and Charles Southern Style Kitchen. The through line of these businesses — and the two locations of Charles Pan-Fried Chicken now open in Manhattan — is the chef’s pan-fried chicken. It’s deposited in massive cast iron skillets of oil, then turned over constantly until it achieves a crisp brown crust and moist interior. The Harlem restaurant, which will have been open a year in March, also sells ribs, pulled pork, and other meats; barbecue isn’t in the name of the shop, but these are worth ordering, too.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Somebody Feed Phil"
            },
            {
                "name": "Chefs Club",
				"add1": "275 Mulberry St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(212) 941-1100",
				"url": "https://www.chefsclub.com/new-york-city/about/",
				"note": "Chefs Club serves signature dishes from the top United States and global chefs at this sleek eatery in the Puck Building. Inside Chefs Club is the intimate 24-seat Studio where, on select evenings, superstars such as France’s Hélène Darroze or Hong Kong’s Jowett Yu create unforgettable menus paired expertly with wines.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Somebody Feed Phil"
            },
            {
                "name": "Chelsea Market",
				"add1": "75 9th Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10011",
				"phn": "(212) 243-6005",
				"url": "https://www.chelseamarket.com/",
				"note": "Chelsea Market is a food hall, shopping mall, office building and television production facility located in the Chelsea neighborhood of the borough of Manhattan, in New York City. From their website, ‘Iconic culinary destination Chelsea Market has become an internationally-renowned brand and is considered one of the greatest indoor food and retail marketplaces in the world today. Located in the heart of New York City’s Meatpacking District, the market’s collection of distinctive and diverse merchants adds up to more than just your average food hall, rather a lively marketplace where one can shop the region’s finest fishmonger, take home prime cuts of meat from one of the area’s best whole-animal butchers, load up on artisanal cheeses, fresh produce, and imported Italian dry goods. It’s the savory meals enjoyed at Chelsea Market, just as much as the fresh ingredients purchased there that make it a beloved destination for locals and travelers alike.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cocoron",
				"add1": "16 Delancey St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 477-1212",
				"url": "https://www.cocoronandgoemon.com/",
				"note": "Cocorun is a small, unpretentious Japanese noodle shop offering a variety of classic and vegan soba dishes. They are a broth-based soba and sake highlight the menu of this small, unpretentious Japanese noodle shop. From the Eater New York City website, ‘Husband-and-wife duo Mika Ohie and Yoshihito Kida preside over several Japanese restaurants in New York, including Shabushabu Macoron. Cocoron opened in 2011, remains a jewel in their small Manhattan empire. The earthy, ethereal soba noodles here are rolled out in-house daily and make for extremely enjoyable slurping at one of the communal tables. Served in a sesame broth with minced chicken, the signature mera mera soba is next-level comfort food.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cosme",
				"add1": "35 E 21st St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10010",
				"phn": "(212) 913-9659",
				"url": "https://www.cosmenyc.com/",
				"note": "Cosme is a sleek Mexican spot with a big bar for locally sourced share plates, plus tequila and mezcal cocktails. From their website, 'Cosme is a restaurant in New York City’s Flatiron District serving contemporary Mexican-inspired cuisine from Chefs Enrique Olvera and Daniela Soto-Innes, along with business partner Santiago Perez. Dishes are rooted in Mexican flavors and traditions, while also celebrating local and seasonal ingredients from the Hudson Valley and the surrounding region. Cosme’s beverage program focuses on artisanal spirits and mirrors its cuisine, letting the high-quality ingredients shine.' Cosme was ranked number 25 on the 2018 top 50 restaurants in the world, according to 'The World's 50 Best' website.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Here Magazine"
            },
            {
                "name": "Cote",
				"add1": "16 W 22nd St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10010",
				"phn": "(212) 401-7986",
				"url": "https://www.cotenyc.com/",
				"note": "From the Eater website about Cote, 'The American steakhouse, as a class of restaurant, is always morphing to stay relevant — sometimes fresh models may resemble a nightclub or brasserie, or a chef will butcher steaks in-house to steer customers toward lesser-known but equally righteous cuts. In Cote, the chophouse evolves with a quantum nudge from owner Simon Kim, who grafts its fundamental qualities with the tabletop-grill format of Korean barbecue restaurants. Be sure to wander downstairs to the literal red-light district of prime steaks hung in dry-aging lockers, bathed in crimson designer lighting. Compare a range of steaks and different aging times via one of two prix fixe options: the “butcher’s feast” of four cuts for $48 or the $125-per-person, 10-course &ldquo;omakase.&rdquo; Both end with galbi, traditional Korean marinated short ribs, and both cleverly lighten and balance typical steakhouse gluttony by including banchan (an array of vegetable-based sides), lettuce wraps with condiments, and, to sidestep classic gut-bomb desserts, a final paper cup filled with vanilla soft serve drizzled with soy caramel.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Eater's 18 Best New Restaurants in America - 2018"
            },
            {
                "name": "Crif Dogs",
				"add1": "113 St Marks Place",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 614-2728",
				"url": "http://www.crifdogs.com/",
				"note": "Crif Dogs serves hot dogs with creative toppings and late-night hours make this spot a natural for post-bar munchies. You need to pick two hot dogs that catch your eye and order them with a side of French fries. If you can manage it attempt to get into PDT (Please Don't Tell) for a drink by going to use the telephone booth. There is a no standing rule, so they only allow enough people in to fill all the seats. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain and David Chang"
            },
            {
                "name": "Desi Galli",
				"add1": "101 Lexington Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10016",
				"phn": "(212) 375-3900",
				"url": "https://www.desigalli.com/",
				"note": "Desi Galli is a counter-serve eatery offering Indian wraps in a tight space with a downstairs seating area. From the Desi Galli website, 'We specialize in Kathi Rolls or Kati Rolls (Vegetarian and Non-Vegetarian) (like Indian burritos’), Vada Pav, Chaats (Bhel Puri, Pani Puri, Somasa Chaat, Biryani (Chicken/Lamb/Veg) and our newest edition our Galli Salad with a choice of Chicken Tikka, Seekh Kebab and Paneer for the health-conscious! You can wash our delicious food with Thumsup/Limca/Lassi’s and end it sweetly with Galli Kulfi, Rasmali, and Gulab Jamun! For Vegans not to worry, we have you covered.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cook (YouTube)"
            },
            {
                "name": "Di Palo's Fine Foods",
				"add1": "200 Grand St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10013",
				"phn": "(212) 226-1033",
				"url": "",
				"note": "Di Palo's Fine Foods is a family-owned Italian shop offering artisanal cheeses, and cured meats along with pasta, sauce, and pantry items. Molly Baz from Bon Appetit's YouTube channel says the thing to order is the fresh ricotta and mortadella. From the New York City Eater website, 'This fifth-generation, family-owned Italian deli opened in 1910 on Mott Street as a dairy shop selling housemade mozzarella and ricotta. Grab a number and brace for a wait, but there’s great people-watching during and generous samples after. Those creamy cheeses are still signatures; also, order a sandwich to devour in a nearby park. Next door, there’s a wine shop, Enoteca Di Palo, plus a newer sit-down osteria concept.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Molly Baz from Bon Appettit (YouTube)"
            },
            {
                "name": "Dirt Candy",
				"add1": "86 Allen St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 228-7732",
				"url": "https://www.dirtcandynyc.com/",
				"note": "Dirt Candy serves inventive vegetarian dishes and classic cocktails presented in stylish, airy surrounds. From their website 'New York City has hundreds of steak restaurants, seafood restaurants, barbecue restaurants, and tapas restaurants, but Dirt Candy is the city’s only vegetable restaurant. We serve nothing but vegetables, and our goal is to make them taste better than anything you’ve ever had before. Our kitchen is essentially a laboratory for our award-winning chef, Amanda Cohen, and every day she pushes vegetables further than anyone else in the world.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Don Angie",
				"add1": "103 Greenwich Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 889-8884",
				"url": "https://www.donangie.com/",
				"note": "Don Angie serves updated Italian-American classics with wine and cocktails in a marble-accented space. Molly from Bon Appetit (YouTube) says you need to order their fresh pasta. From the NYC Eater website, 'The point of a red sauce joint is not to surprise, but to sate, which is what makes Don Angie in the West Village such a curious outlier. It does both. Chefs Angie Rito and Scott Tacinelli make their own amari, not out of obscure bitter herbs but rather out of sarsaparilla (it tastes like boozy root beer). They crust chicken scarpariello with a layer of fennel sausage and serve it sliced, giving it the appearance of an elegant French terrine. And they make garlic bread by stuffing sesame-seeded flatbread with stracchino and Parmesan. The nutty, stretchy affair is closer to a Ligurian focaccia di recco or an Indian cheese paratha than the toasty, mozzarella-topped product with which most suburbanites are familiar.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andrew Zimmern and Molly from Bon Appetit (YouTube)"
            },
            {
                "name": "Dough Doughnuts",
				"add1": "14 W 19th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10011",
				"phn": "(212) 243-6844",
				"url": "https://www.doughdoughnuts.com/",
				"note": "Dough Doughnuts is a spin-off of a Brooklyn shop for yeast donuts with creative seasonal glazes, and French-press coffee. I’m not a big yeast doughnut fan, but the Salted Chocolate Caramel is a sticky, delicious, messy dark chocolate glaze made with dark caramel sprinkled with a bit of grey sea salt.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Doughnut Plant",
				"add1": "379 Grand St ",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 505-3700",
				"url": "https://www.doughnutplant.com/",
				"note": "Doughnut Plant is making doughnuts by hand with the highest quality all natural ingredients since 1994. They have a thing called donut seeds which are larger than donut holes but smaller than a regular donut. I ordered a bunch of different ones which were the rose water, Crème brûlée, peanut butter filled, orange glaze, some type of chocolate, and one more doughnut along with a cup of hot chocolate for close to $20. From their website, ‘Known to many as the pioneer of the artisanal doughnut, Doughnut Plant is an independent New York City-based bakery created by Mark Isreal in 1994. From our humble beginnings in Mark’s Lower East Side apartment to our more recent locations, Doughnut Plant handcrafts original and innovative doughnuts built upon Mark’s grandfather’s recipe. We pride ourselves on originality, using the highest quality all-natural ingredients and making everything in-house from scratch — glazes, fillings, jams, and toppings — even our sourdough starter. We are proud to say: We invented the world’s first Crème Brûlée doughnut. We were the first to use seasonal fresh fruit and nuts in doughnut glazes. We created a square-shaped filled doughnut, so you get jam (or cream) with every bite.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dual Specialty Store",
				"add1": "91 1st Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 979-6045",
				"url": "https://dualspecialtystorenyc.com/",
				"note": "Dual Specialty Store is a mom-and-pop store specializing in a wide variety of bulk Indian spices, herbs, and groceries. From their website, 'Dual Specialty Store offers delicious dining and takeout to New York City. Dual Specialty Store is a cornerstone in the New York community and has been recognized for its outstanding Indian cuisine, excellent service, and friendly staff. Our Indian restaurant is known for its modern interpretation of classic dishes and its insistence on only using high quality fresh ingredients.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Eataly",
				"add1": "200 5th Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10010",
				"phn": "(212) 229-2560",
				"url": "https://www.eataly.com/us_en/stores/nyc-flatiron/",
				"note": "Eataly loves high-quality food and drink. They love the stories about it, the people who produce it, and the places it comes from. I ate at the fish restaurant within Eataly but could have eaten at any one of the other places too. They also have a beer garden/bar on the top floor that I saw had upscale bar food when I stopped up to look around. It was a beautiful day outside, so it was packed. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Egg Shop",
				"add1": "151 Elizabeth St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(646) 666-0810",
				"url": "https://www.eggshopnyc.com/",
				"note": "Egg Shop is a sunny little cafe focusing on everything egg, including creative sandwiches, fancy Benedicts, and more. From their website, 'With a shared love for the universally coveted egg sandwich, husband/wife team Sarah Schneider and Demetri Makoulis alongside chef Nick Korbee opened the first Egg Shop outpost in 2014, in the Soho neighborhood of New York City. Inspired by the incredible versatility of the egg, the team went on to develop infinite egg-centric dishes that are both familiar and nuanced. Today, Korbee executes a seasonal menu of organic, locally sourced dishes for breakfast, lunch and dinner at both their cozy SoHo location and a more spacious outpost in Williamsburg, Brooklyn (opened in 2017) – paired with fresh juices, creative & refreshing cocktails, and a selection of organic and biodynamic wines.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Doug March"
            },
            {
                "name": "EJ's Luncheonette",
				"add1": "1271 3rd Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10021",
				"phn": "(212) 472-0600",
				"url": "https://ejsluncheonette.com/",
				"note": "EJ's Luncheonette serves pancakes, omelets, along with burgers, shakes, and salads, with lines for weekend brunch. From their website, 'EJ’s is known to have the best breakfast on the upper east side of New York. Crowds have been flocking to EJ’s Luncheonette since 1990 when EJ’s opened its first location on Amsterdam Avenue. Recognized since the nineties as New York City’s best brunch spot, EJ’s has grown to be a New York City Upper East Side Landmark that is visited by both locals and tourists from all over the world.' <strong>NOTE</strong>: Cash only.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Austin Kleon"
            },
            {
                "name": "El Castillo de Jagua",
				"add1": "113 Rivington St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 982-6412",
				"url": "https://www.castillodejagua.com/",
				"note": "El Castillo de Jagua is a Dominican-Caribbean diner serving breakfasts and sandwiches plus entree plates and shakes. From their website, ‘Our mission is to transport our guests to the island of hospitality and share the culinary richness of the Dominican Republic. We take pride in offering authentic dishes prepared with fresh, high-quality ingredients. We are committed to providing friendly and welcoming service in a vibrant and energetic atmosphere. We strive to exceed our customers’ expectations on every visit by offering an authentic and memorable experience of Dominican cuisine and culture. Our restaurant is a place where the joy of life, food, and friendship is celebrated.’ <strong>NOTE</strong>: They have more than one location.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Parts Unknown."
            },
            {
                "name": "Emilio's Ballato",
				"add1": "55 E Houston St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(212) 274-8881",
				"url": "",
				"note": "Emilio's Ballato is an old-school waiter's set the tone at this longtime Italian restaurant and celebrity hangout. You need to order the spaghetti and meatballs. From the Eater New York City website, ‘From the doorbell where you’re greeted, to the interior sign allegedly painted by Andy Warhol, to the front right table where Emilio sits feeds friends, to the back room that’s bound to seat someone famous, several nights of the week, from Lenny Kravitz to Denzel Washington: Emilio’s is a scene — and we haven’t even gotten to the food. Start with a glass of house red or white. Make sure you try that focaccia (Emilio started as a baker). Order a plate of red peppers. Consider the tripe. Move on to linguine with white clam sauce. Share a plate of fennel sausage and broccoli rabe. The veal Milanese is pretty great, too.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Empellon Taqueria",
				"add1": "230 West 4th Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 367-0999",
				"url": "https://www.empellon.com/restaurants/taqueria/",
				"note": "Empellon Taqueria is a trendy Mexican hot spot serving up innovative tacos and creative drinks in an upscale setting. Helen Rosner recommends getting their cheeseburger taco. From New York Mgazine website, 'The first restaurant in pastry chef turned restauranteur Alex Stupak’s empire, which managed to redefine tacos as we know them upon opening in 2011. Diners will find the usual suspects, like lamb barbacoa, chicken, and fish-tempura tacos, but don’t miss out on the restaurant’s more experimental samplings, like Stupak’s pastrami tacos with sauerkraut and mustard-seed salsa or the pricey lobster tacos dusted with epazote, a Mexican tea.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner"
            },
            {
                "name": "Ess-a-Bagel",
				"add1": "831 Third Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10022",
				"phn": "(212) 980-1010",
				"url": "https://www.ess-a-bagel.com/",
				"note": "Ess-a-Bagel is a bustling cafe serving up bagels (with a very comprehensive toppings selection), and made-to-order sandwiches. Every time I attempted to go there over the Labor Day weekend, there were from 10 to 30+ people outside waiting to get in, which was another 30 or 40 people. From the Eater New York City website, ‘This classic New York bagel shop, which first opened in 1976 near Stuyvesant Town, now has four locations — three in Manhattan and one in Dumbo — all of which still sling big, chewy, crusty bagels. In fact, some blame the original shop for originating the modern-gigantic bagel. It can take a while to pick up an order for sandwiches or a bagel with lox, but people looking to grab bagels and cream cheese can sneak to a separate counter.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Faicco's",
				"add1": "260 Bleecker St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 243-1974",
				"url": "hhh",
				"note": "Faicco's is an enduring Italian market offering housemade sausages and sauces plus meats, cheeses, oils, and more. You need to order one of their giant sandwiches, and I suggest the Italian Special which has four kinds of meats (Proscuitto, ham, capicola, soppressata), fresh mozzarella, lettuce, tomato, roasted red peppers, salt, pepper, olive oil, red wine vinegar, etc. Or the Chicken Cutlet with Pesto Hero with a fried chicken cutlet, fresh mozzarella, Faicco's homemade pesto along with a chocolate egg cream.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Somebody Feed Phil"
            },
            {
                "name": "Franchia Vegan Cafe",
				"add1": "12 Park Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10016",
				"phn": "(212) 213-1001",
				"url": "https://franchia.com/",
				"note": "Franchia Vegan Cafe is a creative, vegan Asian fusion dishes presented in a serene, tea-house-inspired setting. You need to order the Spicy Kimchi Pancakes and Spicy Vegan ‘Crab’ Cakes which tasted like crab. For your main meal you can't go wrong with the Spicy Vegan ‘Meat Balls’ and Soy ‘Chicken’ in Garlic Sauce with a variety of vegetables. From their website, ‘Franchia Vegan Cafe is a multi-level space with a mix of modern simplicity and traditional Korean decor set off by heavy dark wood grating. The highlight of the space is a spectacular mural ceiling reminiscent of a Korean Palace. It is a beautiful and unique space for a relaxing dining experience. Franchia is proud to be located in the thriving neighborhood of Murray Hill. From its eclectic dining options to its multinational cultural centers, Franchia believes that Murray Hill truly has something for everyone.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "French Roast",
				"add1": "2340 Broadway",
				"add2": "#85",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10024",
				"phn": "(212) 799-1533",
				"url": "https://frenchroastnyc.com/",
				"note": "From their website, 'French Roast has been fulfilling the appetites and quenching the thirsts of Upper West Side residents at every hour of the day for over 20 years. From the essential French Onion Soup and traditional Croque Monsieur and Madame to the slightly less conventional fare like Moroccan Salad with Eggplant Caviar, the classic Parisian bistro offers a take on French cuisine that compels locals to return and new-comers to stop in.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Frenchette",
				"add1": "241 W Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10013",
				"phn": "(212) 334-3883",
				"url": "https://www.frenchettenyc.com/",
				"note": "From the Eater website about Frenchette. 'At this history-repeats-itself moment, when French restaurants have come roaring back into vogue, chef-owners Riad Nasr and Lee Hanson differentiate their Tribeca hit in strategic ways. Nasr and Hanson have spent their careers interpreting Gallic cooking; their resumes include Balthazar and Daniel. Here, the menu actually meanders in and out of the French lexicon. Soupe de Poisson, Provencal-style lamb stew, and cote de boeuf hobnob alongside Spanish tortilla with trout roe (a must-try) and spaghetti with bottarga. The crux, though, is that Nasr and Hanson excel at cooking that lulls you into a bistro state of mind — at once animated and at ease. Also? The front-of-house staff is downright enchanting. While power summits transpire in the dim rear dining room, where prime-time reservations are all but impossible to secure, most of us gather in the sunny, swank front bar hoping for an unreserved seat. Hosts and servers make everyone feel genuinely welcome; they’re happy to grab would-be diners a cocktail or glass of rosé (from Jorge Riera’s impeccable list of natural wines) to ease the wait. The acts of small kindness at Frenchette feel disarmingly radical. Shouldn’t customers always be treated this graciously?'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Eater's 18 Best New Restaurants in America - 2018"
            },
            {
                "name": "Fuku",
				"add1": "20 Hudson Yards",
				"add2": "Unit RU# 203A",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(917) 201-7082",
				"url": "https://eatfuku.com/",
				"note": "Fuku (Hudson Yards) is a tiny takeout place beside a few seats and too small standing tables. From their website, 'Fuku is a fried chicken spot by Momofuku. Fuku started with a fried chicken sandwich and has since grown to serve a variety of fried chicken offerings, sides, slushies, and more. Above all, Fuku stands for simple, delicious, and thoughtful food. Guided by many of the same principles that Momofuku was founded on, Fuku is focused on offering guests approachable, tasty food that draws from both Asian and American influences.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Great NY Noodletown",
				"add1": "28 Bowery",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10013",
				"phn": "(212) 349-0923",
				"url": "http://www.greatnynoodletown.net/",
				"note": "Great NY Noodletown serves salt-baked seafood, handmade noodles, soups, and roast meat are served in a spartan setting. From their website, ‘Welcome to Great New York Noodletown! A beloved Chinese restaurant located at the corner of Bayard Street and Bowery in Manhattan Chinatown, where the noodles are long, the dumplings are delicious, and the flavors are authentically Cantonese. Our menu is filled with classic dishes like roast meats over rice, chow fun noodles, shrimp wonton soup, and other delicious options. We also serve seasonal specials, like our famous soft-shelled crabs and roasted suckling pigs. A favorite pit stop for hungry locals, tourists, and world-renown chefs! We have been featured in the New York Times, Travel & Leisure, New York Magazine, and Eater, as well as in Chef David Chang’s NETFLIX series “Ugly Delicious”’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ground Central Coffee Company",
				"add1": "155 East 52nd Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10022",
				"phn": "(646) 609-3982",
				"url": "https://www.ground-central.com/",
				"note": "Ground Central Coffee Company is a loungey joint providing coffee and tea beverages, sandwiches, pastries, and light fare in stylish digs. There is one communal table and high-level stool in the front, but if you want to sit and relax head to the back comfy chairs and the like with some tiny tables. I wonder if all the stacks of records on the wall in the front are what they are playing or it's coming from the receiver above the back counter. From their website, ‘Ground Central is not your typical coffee shop. At GC we energize, inspire & bring people together.  We are a community of dreamers, students, artists, book lovers, musicians — all aspiring towards life beyond the mainstream.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "H & H Bagels",
				"add1": "1551 2nd Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10028",
				"phn": "(212) 734-7441",
				"url": "https://www.hhbagels.com/",
				"note": "H & H Bagels is a landmark joint with a few small tables for classic bagels, spreads, smoked fish, and desserts. From their website, 'H & H Bagels was founded in New York City in 1972. For over 45 years, we have used our original recipe and the same artisanal water bagel method to make our bagels — the same today as our very first day. Our bagels start with the highest quality, all-natural ingredients sourced from around the world. Then they are proofed, kettle-boiled, bathed in cold water, and baked on burlap covered wood boards in our vintage revolving tray ovens. Our traditional process isn’t easy, but it’s what makes our bagels &dlqou;Like No Other Bagel in the World&drqou;.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Haandi",
				"add1": "113 Lexington Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10016",
				"phn": "(212) 685-5200",
				"url": "http://haandiny.com/",
				"note": "Haandi is a bare-bones cafeteria serving Indian and Pakistani eats that claim a loyal taxi-driver following. People recommend ordering the goat head. The lamb spicy sauce special was excellent along with the stewed okra, chickpeas, and lentils over rice. From their website, 'Fragrant Indian fare and five-star ratings are the name of the game at Haandi Restaurant in Kips Bay. Delectable dishes for any diet seems to be the motto at Haandi Restaurant. Both the young and the young-at-heart will dig the family-oriented menu and ambiance at this restaurant. Reserve your own room at Haandi Restaurant so that you can create your own private party. No need to put on airs for a trip to Haandi Restaurant — the dress code and ambiance at this restaurant are totally laid-back. Getting your food to go is also an option. Catering is also available if you'd like to serve Haandi Restaurant's tasty dishes at your next party.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Halal Guys",
				"add1": "1300-1318 Avenue of the Americas",
				"add2": "",
				"cty": "Manhattan",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(347) 527-1505",
				"url": "https://thehalalguys.com/",
				"note": "Once you have had a taste, you will understand why New Yorkers and tourists alike have stood in the city’s longest food cart line (sometimes for hours) to get a hot, steaming platter of chicken or lamb gyro over rice, covered in The Halal Guys famous, proprietary White Sauce. You can't go wrong with the chicken or the lamb over rice with their white sauce. I went with the lamb because I don't get a chance all the time to order lamb. There was enough food for two full meals. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Harlem Shake",
				"add1": "100 W 124th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10027",
				"phn": "(212) 222-8300",
				"url": "https://www.harlemshakenyc.com/",
				"note": "Harlem Shake is a casual spot for burgers, shakes, and more in a modern, diner-like setting with retro Harlem photos. Their old-school interior reflects Harlem’s culture and community. The 'Wall of Fame' is crowded with over 200 autographed headshots of celebrities. From their website, 'With a hint of nostalgia and a clear vision for the future, Harlem Shake is proud to serve as your go-to community hangout for retro-style, food-filled fun… with a huge side of peace, love, and respect. Here at Harlem Shake, your favorite memories of our vibrant, uniquely historical corner of NYC are re-created and preserved with the help of crave-worthy Burgers and Shakes, crafted using only high-quality ingredients.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "J. Kenji Lopez-Alt"
            },
            {
                "name": "Hector’s Cafe and Diner",
				"add1": "44 Little W 12th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 206-7592",
				"url": "hhh",
				"note": "Hector’s Cafe and Diner is an old school diner in the Meat Packing District that is open most days 24 hours a day but closed on Sunday. You know you've found a decent place when you walk in, and there are six to eight New York police officers finishing up breakfast. It's also located under the start of the High Line walking trail which starts a block away. From the Eater New York City website, ‘Opened in 1949, Hector’s is one of the last remaining vestiges of the Meatpacking District, a place where meat cutters and haulers would hang out after deliveries or before work at 4 a.m. or 5 a.m. It is in many ways a conventional diner, though the menu is built out with Latin Caribbean and Mexican dishes — and for a diner, the food is above average. It’s a fun and inexpensive place to eat after a walk on the High Line overhead or a visit to the nearby Whitney Museum.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and open 24-hours Wednesday through Saturday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ippudo Ramen",
				"add1": "65 4th Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 388-0088",
				"url": "https://ippudony.com/",
				"note": "Ippudo East Village is the first international to introduce the World to authentic Hakata tonkotsu pork soup. The best way to go is with two people and be willing to sit at the bar and watch the staff prepare the food in the process. If you go with two people, you should order the pork belly steamed buns and their sticky sweat and hot pork ribs along with whatever Ramen suits your fancy. From their website, ‘Ramen’s boundaries are limitless. With thousands of possible flavors and varieties, ramen is unique in that each dish is born from a chef’s individual and free, unconstrained idea and concept. Known as the Japanese “soul food,” a bowl of ramen contains that special something—the trifecta of soup, noodles, and toppings—that brings forth the cosmos and transcends all culinary ethnicities and nationalities. The basic ramen broth is derived from the essence of pork, chicken, beef, or seafood and is seasoned with soy sauce, salt, miso, and other various ingredients, depending on the chef’s personal preference. The noodles are made with flour, eggs, kansui (an alkaline water that provides a chewy texture), among other ingredients, and can vary greatly in thickness, length, form, and texture. Toppings such as chashu (simmered pork) and tamago (flavored boiled egg) are also commonly used, as well as a number of vegetables like sweet corn, bean sprouts, or dried seaweed.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ivan Ramen",
				"add1": "25 Clinton St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(646) 678-3859",
				"url": "https://www.ivanramen.com/",
				"note": "Ivan Ramen serves creative homemade noodle soups and izakaya-style small plates served in a colorful space with a patio. From the Eater New York City website, ‘A big bowl of Ivan Ramen’s famous chicken paitan ramen might surprise: It comes with a vibrant yellow raw heritage egg yolk. Mix that in, squeeze in some drops of lime, and turn the broth into a golden eggy, chicken-y broth cut by fresh citrus. Scoop up perfect tangles of firm, thin noodles tangled with peppery ground chicken and crunchy bits of salty fried skin.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Jin Ramen Upper West Side",
				"add1": "462 Amsterdam Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10024",
				"phn": "(646) 657-0755",
				"url": "https://125.jinramen.com/",
				"note": "Jin Ramen Upper West Side serves a variety of Ramens, including vegetarian broths, plus rice bowls, pork buns, beer, and sake. J. Kenji López-Alt recommends the Spicy Tonkotsu or Volcano Shoyu for more heat or the Shoyu Ramen. From the NewYork City Eater website, 'Via chef Shuichi Kotani, this unexpectedly great mainstay offers reasonably priced bowls of ramen with a choice of six broths: shio, shoyu, tonkotsu, spicy tonkotsu, miso, and vegetarian. Novelty bowls incorporate Thai green curry paste and Korean kimchi, along with a choice of thin or thick noodles, firmer than usual. Starters include several salads in addition to the usual fried chicken and edamame.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "J. Kenji López-Alt"
            },
            {
                "name": "John's on 12th Street",
				"add1": "302 E 12th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 475-9531",
				"url": "https://www.johnsof12thstreet.com/",
				"note": "John's on 12th Street has classic red-sauce specialties, and vegan versions are served at this vintage-1908 Italian eatery. You need to order the meatballs in some fashion or other or order the fresh Pappardelle pasta and meat ragu. From their website, 'We've been serving traditional gravy and red-sauce Italian food made with the best ingredients since 1908, and we love what we do. And we are proud to offer a full VEGAN menu crafted with care by our chef and brilliant kitchen staff. Rich in history, savory food, a place to enjoy good friends and good times.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Johny's Luncheonette",
				"add1": "124 W 25th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(212) 243-6230",
				"url": "https://johnysluncheonette.com/",
				"note": "Johny's Luncheonette is an old-school favorite that serves lunch counter classics (including breakfast) all day. They're right this place is small it seats nine at the counter on stools and four to six more at two tiny hightop tables in the back. I ordered the cheese omelette with hash browns, wheat toast, and a side of sausage. From their website, ‘We’ve been serving home-style tasty eats in the heart of New York City’s flower/flatiron district for over 20 years. Stop in and try one of our specialty sandwiches, delicious breakfast options or just order online by clicking the order button for quick take-out and delivery.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Jolly Goat Coffee Bar",
				"add1": "515 W 47th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10036",
				"phn": "ggg",
				"url": "https://www.thejollygoat.com/",
				"note": "The Jolly Goat Coffee Bar is a cozy coffee shop serving espresso and tea along with ice cream and locally sourced baked goods.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Eric Wright"
            },
            {
                "name": "Kalustyan's",
				"add1": "123 Lexington Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10016",
				"phn": "(212) 685-3451",
				"url": "https://www.kalustyans.com/",
				"note": "Kalustyan's is a specialty market known for Indian and Mideastern spices, teas, and other global food items, along with having a cafe. From New York City Eater website, 'At Kalustyan’s, NYC chefs browse spices and stay for lunch. Inside the international food market with more than 10,000 products on offer. Opened in 1944 by K. Kalustyan, an Armenian immigrant, Kalustyan’s is tucked away in chef April Bloomfield’s neighborhood, Murray Hill, which New Yorkers have nicknamed “Curry Hill” because of its Indian influence. Originally the store catered to the Armenian community, but after the migration of Indians to New York in the 1960s, the shop concentrated on importing Indian spices. Today the shop has expanded into neighboring spaces and boasts that it carries more than 10,000 food products from over 80 countries.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Katz’s Delicatessen",
				"add1": "205 East Houston Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 254-2246",
				"url": "https://katzsdelicatessen.com/",
				"note": "Katz’s Delicatessen is a no-frills deli with theatrically cranky service serving mile-high sandwiches since 1888. Katz's legendary pastrami sandwich is amazing. They have corned beef and other Jewish deli classics. The portions are generous; the meat is succulent and piled high on rye slathered with mustard. A sandwich will set you back over 20 bucks, but it's huge. From their website, ‘Our corned beef and pastrami is cured using a slower method, which best flavors the meat, without injecting chemicals, water, or other additives to speed the process. Our finished product can take up to a full 30 days to cure, while commercially prepared corned beef is often pressure-injected (or “pumped”) to cure in 36 hours. Yep, you read that right. 30 days vs. 36 hours.’ From the New York City Eater website, ‘Katz’s has stood on the corner of East Houston and Ludlow streets since 1888, and the pastrami alone is a New York icon. The expansive, cafeteria-style dining room is almost always bustling, and diners have to know how to navigate the system. Get in line, remember to tip the slicer (they might give you an extra piece to snack on), and no matter what, don’t lose that ticket.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Keens Steakhouse",
				"add1": "72 W 36th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10018",
				"phn": "(212) 947-3636",
				"url": "https://www.keens.com/",
				"note": "Keens Steakhouse serves enormous steaks, and signature mutton chops served in a maze of clubby, wood-paneled rooms. From the New York City Eater website, 'Keens Steakhouse is known as the last bastion of the mutton chop, a dish that has fallen entirely out of favor in the rest of the city's chophouses. According to executive chef William Rodgers, who has helmed the kitchen at Keen's for the last decade, it continues to be amongst the most popular menu items. However, the mutton chop served today is not your father's mutton chop. It might not even be mutton at all, but lamb.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "King Restaurant",
				"add1": "18 King St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(917) 825-1618",
				"url": "https://kingrestaurant.nyc/",
				"note": "King Restaurant is a snug, bright restaurant featuring a seasonal Southern Italian menu and unique cocktails. The owners spend there morning figuring out the menu for the day from what they got or could get that day. The menu changes daily depending on what fresh ingredients they get each day. When we were there, we ordered the following: Carta di musica with chili, butter, and anchovy, an heirloom tomato salad with basil, Spanish olive oil, and fresh Burrata Buffalo Mozzarella (fresh mozzarella with soft string cheese and a milky consistency in the middle), the Lombatello chargrilled with polenta and greens. From their website, ‘King is relaxed, simple and elegant. From the dining room’s muted tones and white tablecloths to the ever-changing offerings steeped in traditional flavor pairings and techniques —  it is both a neighborhood restaurant as well as a celebratory destination. Our menu changes daily, featuring seasonal, simple food with influences from Southern France and Italy.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "New York Times"
            },
            {
                "name": "Kobrick Coffee Co.",
				"add1": "24 9th Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 255-5588",
				"url": "http://www.kobricks.com/",
				"note": "Kobrick Coffee Co. has a relaxed atmosphere and is a tiny vintage-style spot with a patio for choice coffee, gourmet light bites, and craft cocktails. From their website, ‘Embracing our legacy, we roast, blend and create with a never-ending passion for exploration. Step inside the roasting plant and experience the incredible smell of fresh roasted coffee, the peaceful vibe while sitting down to a coffee cupping, the passion and attention to detail that has passed on from generation to generation. We continue to flow, creating blends, espresso, and single-origin roasts while focused on service and sustainability with a passionate enthusiasm that can be tasted in a sip. Every morning we wake to keep the tradition of craft-style roasting alive so that every night as the big city lights go on and excitement begins to stir in the city that never sleeps, we hope to carry that feeling wherever one may be sipping on a delicious cup of Kobrick Coffee Co..’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Kopitiam",
				"add1": "151 E Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(646) 609-3785",
				"url": "https://www.kopitiamnyc.com/",
				"note": "Kopitiam is a small counter spot for sweet and savory Malaysian dishes, plus breakfast items, coffees, and teas. From the Kopitiam website, 'Located in the Lower East Side of New York City, Kopitiam is a fast-casual eatery home to Nyonya cuisine. At Kopitiam, the coffee shop in Hokkien, we serve as a daily gathering space introducing visitors to Nyonya cuisine, primarily a hybrid of Chinese and Malay flavors drawing ingredients and techniques from both cultures along with sprinkles of influences from the Portuguese, Dutch, and the British. The goal of chef/co-owner and James Beard Semifinalist Kyo Pang, a third-generation Nyonya, and co-owner/operator, restauranteur Moonlynn Tsai is to continually carry forward Pang’s family's recipes in New York City and preserve the fading tradition in cooking dishes the way her ancestors did.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Wednesday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Kossar's Bagels and Bialys",
				"add1": "367 Grand St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 473-4810",
				"url": "https://kossars.com/",
				"note": "Kossar's Bagels and Bialys is a refurbished institution (since 1936) preparing kosher bialys, bagels, sandwiches, and babka. From their website, 'At Kossar’s, we have been baking our legendary bialys since 1936. In the late 19th and early 20th century, thousands of Jewish immigrants arrived from Poland and settled on the Lower East Side of New York City. Like most ethnic groups, they brought with them their local traditions and foods from their homeland. The Jews from Bialystok, Poland, brought their local bread, called (not surprisingly) a &ldquo;bialy&rdquo; that they ate with every meal. The word &ldquo;bialy&rdquo; is actually a shortened version of &ldquo;Bialystoker Kuchen&rdquo; which in Yiddish means &ldquo;little bread from Bialystok.&rdquo;'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Kunjip",
				"add1": "32W 32nd Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(212) 564-8238",
				"url": "https://www.kunjip.nyc/",
				"note": "Kunjip is a bustling, 24 hours a day 7 days a week staple doling out seafood pancakes, bibimbop and other Korean items in a basic setting. From their website, ‘Traditionally, the ‘Kunjip’ (or ‘big house’ in English) is where Koreans visit for family celebrations and special feasts. Kunjip Grill, one of the oldest Korean BBQ restaurant in New York City’s Koreatown, offers that same celebratory experience every time you enter our doors! As a family-run business, we put our heart and soul into offering diners an authentic, delicious Korean BBQ experience. Our menu features something for everyone, with a diverse mix of flavors and traditional Korean favorites. We believe that using the freshest ingredients—many of which are grown right on our own family farm—is what turns any meal at Kunjip Grill into a special celebration! And what’s a special celebration without a toast to good times and great food? We offer an extensive selection of beer, soju, and traditional Korean wine and sake to accompany your meal.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "24 hours",
				"rcmmnd": "vvv"
            },
            {
                "name": "La Newyorkina",
				"add1": "240 Sullivan St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(646) 861-0727",
				"url": "https://www.lanewyorkina.com/",
				"note": "La Newyorkina is a place for handmade Mexican ice cream, paletas (ice pops), chamoyadas, and other treats. From their website, 'Everything we make is handmade from scratch in small batches, using the best ingredients we can get our hands-on. We never use artificial flavorings or colorings. We carefully source our ingredients, working closely with farmers in New York and the surrounding area to get delicious organic dairy, seasonal fruits, and herbs. We import high-quality ingredients that don’t grow around New York, including Mexican vanilla beans, Oaxacan chocolate, tamarind, dried chiles, passion fruit, and hibiscus. We spend a lot of time making sure we get the best ingredients available and working with small producers in Mexico, as we believe it is very important to support them. From the beginning, we have been committed to social and environmental responsibility. We continuously strive to become a waste-free company. We compost our scraps, use recycled containers and napkins, and source much of our packaging locally.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Levain Bakery",
				"add1": "167 W 74th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10023",
				"phn": "(212) 874-6080",
				"url": "https://levainbakery.com/",
				"note": "Levain Bakery is a cozy neighborhood bakery where locals are greeted by name. A steady stream of loyal regulars stand side by side with tourists, eager to sample the legendary baked goods. From their website, ‘The story behind the cookie that became a New York institution. Baking hobbyists Pam Weekes and Connie McDonald started Levain to sell fresh-baked breads. In 1995, they whipped up a batch of big chocolate chip walnut cookies, and their neighborhood shop became so much more. “The cookie” earned a spot in the hearts of locals and visitors alike, taking on a life of its own as a New York City icon. Nearly 30 years later, not much has changed — we’re still baking beloved cookies with simple ingredients and a lot of love.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Little Collins",
				"add1": "667 Lexington Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10022",
				"phn": "(212) 308-1969",
				"url": "http://www.littlecollinsnyc.com/",
				"note": "Little Collins is a counter-serve cafe prepping coffee, espresso, and Australian breakfast and lunch fare in a sleek environment. From their website, 'Every aspect of the café has been designed with the customer experience in mind. From the chic, industrial interior to the delicious, no-nonsense menu to the music that fills the space, Little Collins hits all the senses and makes people feel transported and completely at home, all at once.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Los Mariscos",
				"add1": "409 W 15th St",
				"add2": "Chelsea Market",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10011",
				"phn": "",
				"url": "",
				"note": "Los Mariscos is a casual, bustling counter-serve offering Mexican seafood, a raw bar, beer, and cocktails. Sohla El-Waylly recommends getting a round of ceviche and fish tacos when you are there. From their website, 'Los Mariscos was created after three close friends from Tijuana, Mexico, and Brawley, California, decided to bring the authentic Mexican taco to the east coast. The authentic taste comes from family recipes and fresh, simple, and tasteful ingredients straight from home. In every taco from LOS Mariscos, there is a bit of true Mexican culture and flavor.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Sohla El-Waylly (YouTube)"
            },
            {
                "name": "Los Tacos No.1",
				"add1": "75 9th Ave",
				"add2": "Chelsea Market",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10011",
				"phn": "(212) 256-0343",
				"url": "https://www.lostacos1.com/",
				"note": "Los Tacos No.1 is a bustling taqueria serving tacos, quesadillas, and Aguas Frescas in a street-style set-up (no seating). They had a long line every time I walked by, and the tacos looked great. From their website, ‘Los Tacos No.1 was created after three close friends from Tijuana, Mexico, and Brawley, California, decided to bring the authentic Mexican taco to the east coast. The authentic taste comes from family recipes and from fresh, simple, and tasteful ingredients straight from home. In every taco from Los Tacos No. 1, there is a bit of true Mexican culture and flavor.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Madame Vo",
				"add1": "212 E 10th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(917) 261-2115",
				"url": "https://www.madamevo.com/",
				"note": "Madame Vo is a narrow, casual spot for long-simmered pho, rice and noodle dishes, along with veggie options. From the New York City Eater website, ‘When Madame Vo popped up in 2017, it paid homage to homestyle Vietnamese dishes. Diners would pass a Vietnamese cyclo (pedicab) from the front window, and the menu seemed more devoted to Saigon than the currently faddish Hanoi-style dishes that keep appearing on menus. That meant pho in several permutations, with heaping plates of herbs and sprouts, as well as fish sauce-glazed chicken, salted crab, and a particularly lush rendition of Vietnamese fried rice.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Magnolia Bakery",
				"add1": "401 Bleecker St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 462-2572",
				"url": "https://www.magnoliabakery.com/",
				"note": "Magnolia Bakery is a chain of bakeries founded in New York City. The first location opened in 1996 at 401 Bleecker Street, on the corner of West 11th Street in the West Village neighborhood of Manhattan. The bakery is known for its desserts, especially its cupcakes. While I there I ordered the chocolate cupcake with a delicious chocolate buttermilk frosting and next time I'm going to try one of their cheesecakes or puddings. From their website, ‘The story of the world’s most famous bakery begins in 1996 on a quaint, cobblestone corner in the West Village where Magnolia Bakery opened its doors for the first time. The sweet smell of cakes and cookies and pies and pudding tumbled out, wafting down the streets, beckoning all in. Our red velvet cupcakes became iconic, and people lined up around the block for our banana pudding. There was even talk of New York pretzel guys becoming cupcake guys. Magnolia Bakery was a destination for locals and tourists alike.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mala Project",
				"add1": "122 1st Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 353-8880",
				"url": "https://www.malaproject.nyc/",
				"note": "Mala Project is a cozy, hip spot featuring Chinese dry pot with a choice of spice level, along with appetizers and dim sum. From their website, 'MáLà Project is a Michelin Bib Gourmand Recommended Chinese restaurant. The mission is to bring unaltered, most original Chinese dishes to New York in a 90s China inspired ambiance, and provide an outstanding overall dining experience. MáLà Project wants to be the fun Chinese restaurant that can be enjoyed by everyone. Our specialty, MáLà Dry Pot, has been a merry ritual and festive dish enjoyed by millions of Chinese. It’s a communal dish that features a collection of ingredients of guests’ choice, wok-fried over high heat along with twenty-four spices and Chinese medicines, elevated with an abundance of chili pepper, results in a complex and exciting flavor profile. Offered in four spicy levels from non-spicy to super-spicy, the dish is comforting, customizable, loved by everyone. Along with Dry Pot, a variety of satisfying Chinese home-cooking dishes are offered to solve nostalgia for the homesick, as well as to create an authentic experience for diners with and without Chinese roots.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andy from Bon Appetit (YouTube)"
            },
            {
                "name": "Mama's TOO!",
				"add1": "2750 Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10025",
				"phn": "(212) 510-7256",
				"url": "https://www.mamastoo.com",
				"note": "Mama's TOO! is serving unique pizza that highlights the simple and finest ingredients with artisanal toppings. The pizza on their menu is delicately made, starting with housemade dough that is fermented to ensure an airy yet crispy texture. They also serve handmade pasta's, salads, and panini featuring their housemade bread. From the New York City Eater website, ‘Mama’s Too! caused a sensation when it opened on Broadway on the far-north Upper West Side in late 2017, even attracting the attention of New York Times critic Pete Wells. In an impossibly small space, the luscious square slices are on full display, each of them thicker, greasier, and more lushly topped than the one before. The crusts are crunchy, too, and the tomato sauce is slightly sweet. Note the stylish cupping pepperoni.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "J. Kenji López-Alt"
            },
            {
                "name": "Mary's Fish Camp",
				"add1": "64 Charles St",
				"add2": "#2626",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(646) 486-2185",
				"url": "https://www.marysfishcamp.com/",
				"note": "Mary's Fish Camp is a small place serving classic New England fish shack-style grub like lobster rolls. Noticed this place walking around NYC over the Labor Day weekend and they had a nice size crowd sitting both inside and outside. From their website, 'Mary Redding opened Mary’s Fish Camp in January of 2001 to give the West Village a taste of the atmosphere and fresh flavors of her Florida youth. Treating her ingredients with restraint and respect, Mary allows the natural flavors of the seafood to shine. Combining a casual atmosphere with sophisticated food, Mary’s Fish Camp gives you the vacation you need to take, if only for a few hours.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "McSorley's Old Ale House",
				"add1": "15 E 7th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 473-9148",
				"url": "https://mcsorleysoldalehouse.nyc/",
				"note": "McSorley's Old Ale House is an old-time bar with Irish bartenders, two kinds of ale (light or dark) and sawdust on the floor. From their website, ‘From its humble origins as an Irish working man’s saloon — cheese and crackers on the house-beer for pennies to its rediscovery by the mainstream in a 1940’s NEW YORKER magazine profile. McSorley’s is steeped in a cultural cacophony of Americana. Presidents, residents, authors, and thieves — the lot of humanity have sat and shared, all abiding by McSorley’s golden rule, “Be Good or Be Gone.”’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Meatball Shop",
				"add1": "84 Stanton Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 982-8895",
				"url": "https://www.themeatballshop.com/",
				"note": "The Meatball Shop is a fast casual service restaurant specializing in meatballs with multiple locations in New York City. I couldn't decide what to get and had planned to go somewhere else for a second dinner, so I got their three slider sampler which was the classic beef with tomato sauce, the spicy pork with whatever sauce they recommended, along with another slider that was on special which I think was lamb. From their website, ‘The Meatball Shop is incredibly proud of the dishes we serve and the ingredients we make them with. From day one, we’ve worked to make sure we’re sourcing the best local and all-natural ingredients we’re able to get our hands on. The Meatball Shop serves the best meatballs in the world with a mix-and-match menu utilizing sustainable and natural ingredients whenever possible. Menu highlights include seasonal veggies, market-driven salads, sandwiches, handmade ice cream sandwiches, craft cocktails, and an approachable wine program. Each restaurant’s distinct vibe reflects the vibrancy of its specific neighborhood and offers a fun and supportive environment for its staff, which was Michael and Daniel’s original vision; create an environment where people would want to work.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mercado Little Spain",
				"add1": "10 Hudson Yards",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(646) 495-1242",
				"url": "https://www.littlespain.com/",
				"note": "Mercado Little Spain is a sprawling Spanish food market from José Andrés and Adrià brothers with restaurants and kiosks. I recommend getting there early for a meal because when I went over the Labor Day long weekend close to 1:00 PM it was hectic. They were having a tomato special while I was there, so I got a half order of tomato bread along with a small gazpacho soup. There were so many choices with long lines that having a few people would allow you to gather more items along with being able to taste more dishes. From their website, 'Mercado Little Spain is a veritable love letter to Spain – featuring the delicious diversity of foods and drinks from all corners of one of the richest culinary countries in the world. Whether you have five minutes or five hours, there is something for every taste – from a quick bite to a lively tapas crawl to a leisurely Spanish dinner.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "mokbar",
				"add1": "75 9th Ave",
				"add2": "Chelsea Market",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10011",
				"phn": "(646) 775-1169",
				"url": "hhh",
				"note": "mokbar is a noodle bar known for their Korean ramen, small plates (with vegan options), and infused soju located in the Chelsea Market. I ordered the beef and pork dumplings along with the Ho' Cake which is a crispy bun with heavenly pork belly filling and it's served with kimchi pear puree. From the NewYork City Eater website, ‘With three locations — one in Brooklyn and two in Manhattan — Mokbar offers eight bowls of ramen from a Korean perspective, which means heartier, more jam-packed bowls. A perfect example is army budae, said to have descended from surplus foods from U.S. soldiers. To a kimchi-laden broth, it adds multiple forms of meat, akin to what you might find on a meat-lovers pizza: Spam, pork belly, bacon, and little sausages, finished off with grated cheddar cheese.’ <strong>NOTE</strong>: They have muliple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Morning Star Cafe",
				"add1": "949 2nd Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10022",
				"phn": "(212) 588-1050",
				"url": "https://morningstaronsecond.com/",
				"note": "Morning Star Cafe is a 24-hour diner serving a large variety of omelettes, along with a full American menu. While I was there, I order the cheese omelette with rye toast and home fries with a side or pork sausage links that were an inch around. When the bill came, I realized only brought $20 because I had originally planned on bagels. So After-tax and everything I only had enough for a fifty-cent tip. At which point, I explained the manager and the waiter what had happened and would be back in 20 minutes with his tip. Went back the block or so to the hotel grabbed $5 and walked back. The waiter looked at me and was I think a bit stunned, I came back with a tip.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "24 hours Friday and Saturday nights",
				"rcmmnd": "vvv"
            },
            {
                "name": "Murray's Cheese",
				"add1": "254 Bleecker St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 243-3289",
				"url": "https://www.murrayscheese.com/greenwich-village",
				"note": "Murray's Cheese is a foodie mecca offering an array of fine cheeses, plus breads, cured meats, olives, and other deli items. From their website, 'Founded in 1940 by Murray Greenberg, Murray’s Cheese is proud to be a Greenwich Village tradition and part of the neighborhood’s rich food history, along with neighboring destinations like Faicco's, Ottomanelli's and Rocco's. It’s a pretty safe bet to say that we’re cheese obsessed: our goal is to find the most delicious cheese and specialty grocery items from across the globe, teach you a bit about them and then make sure you enjoy them.' If you can, you should order a piece of their award-winning from the 2019 American Cheese Society 'Murray’s Cavemaster Reserve Stockinghall Cheddar.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "New Wonjo",
				"add1": "23 West 32nd Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(212) 695-5815",
				"url": "https://newwonjo.com/",
				"note": "New Wonjo is an always-open Korean BBQ mainstay distinguishing itself with using charcoal-fueled grills. Open 24 hours a day. My order was the Ox tail and ox blood soup along with an order of spicy pork and a bunch of other veggie condiments and steamed eggs. From their website, 'Welcome to the oldest Korean BBQ restaurant in NYC. Since 1993, Wonjo keeps authentic Korean BBQ tradition, and it totally makes a difference.' From the New York City Eater website, 'The charcoal grill is the distinguishing feature of New Wonjo (a slight 2010 renovation and ownership change of the longstanding Wonjo). While there are a la carte options, the four combo platters include a good mix of meats like marinated galbi, sliced brisket, and spicy sliced pork — that get kissed with the signature smokiness of charcoal — along with lettuce wraps and a stew.'",
				"eaten": "yes",
				"photo": "https://c2.staticflickr.com/6/5739/20398222109_6af6232d49_n.jpg",
				"cptn": "Ox tail and ox blood soup along with spicy pork and a bunch of other veggie condiments and steamed eggs at New Wonjo in New York City",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nom Wah Nolita",
				"add1": "10 Kenmare St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(646) 478-8242",
				"url": "https://nomwah.com/nolita/",
				"note": "Nom Wah Nolita is an offshoot of a Chinatown favorite serving dim sum, noodles, and beer in a simple, fast-casual setting. From their website, 'Situated in New York’s Nolita neighborhood (“North of Little Italy”), Nom Wah Nolita is a fast-casual restaurant. Opened in September 2016, this location features self-service ordering systems, traditional steamed dumplings, and a new take on Chinese food. Blending Chinese flavors and American ideas, dishes take a forward-thinking approach. Rotating dishes, collaborations, and specials compose the menu. The laid-back restaurant features artwork—anthropomorphic dumplings—by artists Sheryo and Yok.' From the New York City Eater website, 'In addition to dim sum favorites from the original restaurant, like scallion pancakes and shrimp and pork sui mai, the new Nom Wah Nolita also has rice bowls, noodle soups, fried rice with seasonal vegetables, and the kohlrabi salad from Tang’s other restaurant, Fung Tu. Guests order and pick up their food at the counter, for dine-in or carry-out.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nom Wah Tea Parlor",
				"add1": "13 Doyers St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10013",
				"phn": "(212) 962-6047",
				"url": "https://nomwah.com/",
				"note": "Nom Wah Tea Parlor is a vintage dim sum parlor dating back to 1920 with a drink menu that includes tea, beer, and wine. You need to order the Shrimp and snow pea leaf dumplings, Shrimp Siu Mai, Chicken Siu Mai, Shrimp dumplings, Original “OG” egg roll, Stuffed Eggplant, and the Fried shrimp with bean curd skin. Yes, that's a lot for one person, but you can have them as leftovers or share with others. From their website, 'Nom Wah Tea Parlor first opened at 13–15 Doyers Street in 1920 as a bakery and tea parlor. For most of the 20th century, Nom Wah served as a neighborhood staple, offering fresh Chinese pastries, steamed buns, dim sum, and tea. After it lost its lease at 15 Doyers in 1968, the restaurant moved into a brand new kitchen next door, occupying 11-13 Doyers Street ever since. Eventually, the restaurant became most famous for its almond cookie, lotus paste, and red bean filling, which is used for moon cake during the Chinese autumn festival.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "NY Dosas",
				"add1": "50 Washington Square S",
				"add2": "New York University",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(917) 710-2092",
				"url": "http://nydosas.com/",
				"note": "NY Dosas is a famed food cart specializing in an array of dosas and Indian snacks with long queues for takeout only. From the Serious Eats website, 'In food cart terms, N.Y. Dosas is practically a relic. Thiru Kumar, the owner, and “Dosa Man,” has been running this all-vegan cart for eight years now. “I wanted to do something different,” he told me, “and since I'm vegan, I thought I would make vegan food.” Perhaps the secret behind N.Y. Dosa's long-standing success is all the hype, aided and abetted by Thiru himself. An incredibly animated Sri Lanka native with a 'stache to rival Tom Selleck's, Thiru hardly needs to be prompted when it comes to talking up his cart. The Special Pondicherry Dosa, also dubbed “mild,&rdqou; was again satisfactory: a southern Indian style crepe filled with masala potatoes and more veggies. The masala potatoes were what you would expect, but the dosa itself was definitely the highlight: delicate, flavorful, with a nice snap to it.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Giridhar"
            },
            {
                "name": "Orwashers Bakery",
				"add1": "440 Amsterdam Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10024",
				"phn": "(646) 461-7929",
				"url": "https://www.orwashers.com/",
				"note": "Orwashers Bakery is an established artisan bakeshop crafting bread's, pastries, cookies, and sandwiches in a cozy space. From their website, 'Orwashers is a New York City institution. Founded in 1916 by a Hungarian immigrant family, the bakery began as a small storefront in the Upper East Side. It was borne out of a desire to serve local immigrant community members and focused on the high-quality rye, black and grain breads that reflected the traditions of their homeland.' From the New York City Eater website, ‘Orwashers, a bakery and wholesaler that started in 1916, remains a great all-around Jewish bakery. Standouts include Orwashers’ crisp, chocolate-dipped rugelach, breakfast-or-dessert sticky bun babka, cabernet-leavened sourdough, and Orwasheire, their namesake sweet olive oil brioche bun with candied orange. As with many Jewish bakeries, Orwashers also offers a holiday menu worth a serious look. Bonus tip: Get a jelly donut filled to order while you wait for your coffee.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "J. Kenji López-Alt"
            },
            {
                "name": "Pasticceria Rocco",
				"add1": "243 Bleecker St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 242-6031",
				"url": "",
				"note": "Pasticceria Rocco serves Italian pastries, custom cakes, and espresso are found at this comfy bakeshop with seating. From their Facebook about page, 'Authentic and traditional Italian pastry shop and cafe located in the historic West Village of New York City. Italian Pastry shop and Cafe, family-owned since 1974. Featuring all the traditional pastries made using only the finest ingredients with age-old recipes right here on-premise. We are world-famous for our cannoli, a traditional tube-shaped pastry filled only when ordered with our one of a kind cannoli cream. We also have some of the best cakes and biscotti in town.' If you want a small dessert or a quick sweet, it's a great place. I ordered the mini filled cannoli with mini chocolate chips and chocolate-covered cannoli filled and topped with crushed pistachio's.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Pastrami Queen",
				"add1": "1125 Lexington Ave",
				"add2": "# 2",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10075",
				"phn": "(212) 734-1500",
				"url": "https://www.pastramiqueen.com/",
				"note": "Pastrami Queen is a Kosher deli preparing overstuffed sandwiches of pastrami, smoked turkey, and along with soups and sides. From their website, ‘Originally Pastrami King in Williamsburg, Brooklyn, this quintessential New York deli eventually relocated to Kew Gardens, Queens (hence the name change), then to Manhattan’s Upper East Side. Wherever they’ve resided, Pastrami Queen still serves the same quality pastrami they’ve been crafting since 1956. Tender, juicy, and full of smoke and spice, it’s no wonder Anthony Bourdain called our hand-carved pastrami sandwiches “the real deal.” Served on fresh rye from Orwasher’s Bakery up the street, with a side of garlicky pickles (sours and half-sours) and deli mustard, this iconic New York classic is waiting to be cradled in both your hands and attacked. Don’t forget to try some of our other big flavors like jumbo knishes, fries showered with garlic chips and our sweet and vinegary health salad!’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Patsy's Pizzeria",
				"add1": "2287 1st Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10035",
				"phn": "(212) 534-9783",
				"url": "",
				"note": "Patsy's Pizzeria is a historic parlor offers coal-fired pizzas and other Italian mains in a comfortable setting. From their website, ‘Patsy’s Pizzeria is the undisputed premier pizza dynasty in New York and arguably in all of The United States. Started by the legendary Pasquale, Lancieri, Patsy’s Pizzeria traces its origin by over a century to Manhattan’s Lower East Side. Opening his first modest shop in Harlem in 1933, the Patsy’s Pizzeria name has become synonymous with authentic, Sicilian coal oven pizza. Lancieri and his Patsy’s Pizzeria creation were so forward thinking he is widely credited by inventing selling pizza by the slice and popularizing traditional New York-style thin-crust pizza. Love by celebrities and people from all walks of life, Patsy’s Pizzeria keeps the tradition alive as the beloved pizza family recently welcomed the 4th generation of pizza makers. Inspiring scores of imitators after over 80 years of pizza magic-making, Patsy’s Pizzeria continues to deliver old-world pizza to thousands every day.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "J. Kenji López-Alt"
            },
            {
                "name": "P.S. Kitchen",
				"add1": "246 W 48th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10036",
				"phn": "(212) 651-7247",
				"url": "https://www.ps-kitchen.com/",
				"note": "P.S. Kitchen is a place for vegan plates and bar snacks with style, donating all of its profits to charity. Jeffery Zeldman points out they serve a vegan brunch on the weekends. Kevin Smith recommends the P.S. Burger with Beyond Burger, queso, thousand island, lettuce, tomato, and onions on the pretzel bun with fries. From their website, 'Our mission is to leverage the power of good food and an open heart to lovingly serve our clients, employees, society and the earth. That's why we commit our energy, passion, and time to giving others a &ldquo;hand up&rdquo; rather than a &ldquo;hand out.&rdquo; The work of P.S. hopes to break the cycle of poverty by connecting resources to vulnerable communities, providing tools necessary for self-sustainability, and building meaningful relationships with our neighbors, near and far.  That makes a social business. That makes P.S.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jeffery Zeldman along with actor and director Kevin Smith"
            },
            {
                "name": "Punjabi Grocery and Deli",
				"add1": "114 E 1st St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 533-3356",
				"url": "",
				"note": "Punjabi Grocery and Deli is a no-frills counter-service spot for Indian take-out food, snacks, and Bollywood videos. They are an all vegetarian restaurant. You can order samosas, anywhere from one to three veggies with or without rice to eat in or take with you. If eating in it's very narrow and your place your food on foot wide board that runs most of the length of one wall. From the New York City Eater website, 'Fill up a styrofoam plate of all-vegetarian Indian dishes at this no-frills buffet-deli hybrid in the East Village. Combos include rice or roti with a couple of stews and salads of choice, as well as samosas and aloo tikki. A generous meal will ring in well under $10.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Raffetto's",
				"add1": "144 W Houston St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(212) 777-1261",
				"url": "https://raffettospasta.com/",
				"note": "Raffetto's serves pasta that is cut to order, along with sauces, prepared meals, and more, at their old-school institution since 1906. Molly Baz from the Bon Appetit YouTube channel says you should order yourself some fresh pasta. From their website, 'Today, Raffetto’s produces about 50 different kinds of pasta. When the patriarch of our family, Marcello Raffetto, opened M. Raffetto & Bros. in the heart of Greenwich Village in 1906, it’s hard to imagine he would have expected his little pasta shop to last into the next century. And have it be thriving now more than ever. Throughout these 110 years, many dedicated family members and relatives have kept the business going and growing through all the changes that time brings – from two World Wars and the Great Depression to Vietnam and into the web revolution.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Molly Baz from Bon Appetit (YouTube)"
            },
            {
                "name": "Russ and Daughters",
				"add1": "179 East Houston Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 475-4880",
				"url": "https://www.russanddaughterscafe.com/",
				"note": "Russ and Daughters specialize in caviar, smoked fish, herring, bagels and elegant food gifts. They also offer catering services. From the New York City Eater website, 'For the better part of the last 100 years, the only way to get a bagel at Russ and Daughters was to wait in line — out the door and around the corner. Today, this New York institution has two additional locations, each with a slightly different focus, at the Brooklyn Navy Yard and on Orchard Street. Their bagels and bialys are soft and chewy but sturdy enough to hold their own against toppings like cream cheese, smoked fish, or pastrami-cured salmon.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andrew Zimmern and Anthony Bourdain"
            },
            {
                "name": "Russ and Daughters Cafe",
				"add1": "127 Orchard St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 475-4880 ext. 2",
				"url": "https://www.russanddaughterscafe.com/",
				"note": "Russ and Daughters Cafe comes from the legendary shop comes this retro, full-service outpost serving Jewish comfort food. It's a sit-down branch of the century-old Russ and Daughters appetizing business. From the New York City Eater website, 'For the better part of the last 100 years, the only way to get a bagel at Russ and Daughters was to wait in line — out the door and around the corner. Today, this New York institution has two additional locations, each with a slightly different focus, at the Brooklyn Navy Yard and on Orchard Street. Their bagels and bialys are soft and chewy but sturdy enough to hold their own against toppings like cream cheese, smoked fish, or pastrami-cured salmon.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sadelle's",
				"add1": "463 W Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(212) 776-4926",
				"url": "https://www.sadelles.com/",
				"note": "Sadelle’s is a New York brunch institution located in the heart of Soho. Serving the best bagels in New York City, Sadelle’s offers quintessential classics like sliced-to-order salmon and sturgeon, chopped salads, and other New York classics in an updated, fun yet refined fashion. The young lady at the table next to me at Jonathan Waxman’s Barbuto said to order the French Toast. From the New York City Eater website, ‘Bagels, lox, and a schmear get theatrically updated at Major Food Group’s very expensive take on a (very un-kosher) Jewish appetizing joint. Seed-crusted bagels are stacked tall on wooden dowels for the dramatically plated spreads of salmon, sable, sturgeon, and whitefish salad. There’s an entire caviar section, available with scrambled eggs, latkes, lobster benedict, or as a supplement to any dish. Other options include sticky buns or egg scrambles and sandwiches incorporating smoked salmon and salami.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sake Bar Hagi",
				"add1": "245 W 51st Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(212) 956-2429",
				"url": "https://sakebar-hagi.com/",
				"note": "Sake Bar Hagi has a vibrant, open-late downstairs den offering a large menu of Japanese bites plus beer and sake. From their website, ‘Loved by locals since 1985. Sake Bar Hagi is New York’s first authentic izakaya: a cozy Japanese tapas bar that serves everything from yakitori to sushi. Founded and owned by Japanese foodies, our mission is simple—to bring a heartwarming taste of Tokyo to Manhattan. Inspired by Showa Era under-the-bridge izakayas, our interior features old records and trinkets reminiscent of an earlier time.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Salt and Pepper",
				"add1": "139 West 33rd Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10001",
				"phn": "(212) 268-1919",
				"url": "",
				"note": "Salt and Pepper is a casual eatery displaying ample hot American, Spanish, Indian, and Pakistani dishes. I have found the Indian and Pakistani food to be the best such as the curry lamb or goat with chickpeas over rice.",
				"eaten": "yes",
				"photo": "https://c1.staticflickr.com/3/2888/12600171333_a04e79ecfb_n.jpg",
				"cptn": "Goat or lamb curry and chickpeas over rice at Salt and Pepper which is located at 139 W 33rd St.",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Smør",
				"add1": "441 E 12th St,",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(646) 478-8391",
				"url": "https://www.smornyc.com/",
				"note": "From the New York Eater website, 'Sebastian Perez and Sebastian Bangsgaard opened Smør, a very small and sunny Scandinavian sandwich shop on East 12th Street in the East Village. The furnishings are very Danish modern, comfortable and spare and hard-edged, and the menu concentrates on smørrebrod, those open-face assemblages the foundation of which is a slice of rich, crumbly rye. It almost doesn’t seem like bread. Naturally, some feature smoked and pickled fish, of which herring is queen. The chicken salad with bacon is a classic, heaped high enough ($8) with mayo-laced poultry, and stacked with enough bacon accented with shredded beets and a frond or two of purslane, that it’s more of a small lunch than the kind of canape passed around at parties. Like all the smørrebrod here, much attention is paid to artistic presentations. Figuring out how to eat them is half the fun.' More from their website, 'Smør was founded in 2019 by two Danes named Sebastian. Both were born and partially raised in Denmark before moving aboard. The two Sebastion's felt there was a need for good Nordic food in the city, so they decided to bring their vision to life. Hence the existence of Smør.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Somtum Der (East Village)",
				"add1": "85 Avenue A",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 260-8570",
				"url": "https://somtumdernewyork.com/",
				"note": "Somtum Der (East Village) is a smartly decorated Thai restaurant presenting regional Isan cuisine via shareable plates. From their website, 'Somtum Der has now ventured into the United States and curious palates of New York City, presenting a unique opportunity for New Yorkers to encounter and enjoy authentic Isan food. Starting as a collaboration of friends Thanaruek (Eh) Laoraowirodge and Kornthanut Thongnum who have close ties to the Isan region, Somtum Der incorporates Chef Korn's thoughtfully conceived recipes to showcase the best of Northeastern Thai cuisine, with sharp contrasts in flavors, abundant use of Thai chilis, lime juice, palm sugar, and fermented fish sauce. They have partnered with long time family friend, Supanee Kitmahawong, a Bangkok transplant who has been actively involved in restaurant management and ownership in New York City for more than a decade. The team has turned their focus to New York’s Somtum Der, with the objective of offering New Yorkers the opportunity to taste the food and culture of Isan. The restaurant’s genuine spirit of Isan is reflected in every bite. Starting from the name of the restaurant with somtum (papaya salad), the most famous Isan food and the word der, a common suffix widely used in Isan region to indicate a warm invitation.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andy from Bon Appetit (YouTube)"
            },
            {
                "name": "Spicy Village",
				"add1": "68 Forsyth Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 625-8299",
				"url": "hhh",
				"note": "Spicy Village is a Chinese cafe serving Henan fare (hand-pulled noodles, pork pancakes, and spicy chicken) in simple digs. Mike from Pro home Cooks (YouTube) recommends ordering the Rou Jia Mo. From New York City Eater website, 'Wendy Lian and Ren Fu Li’s gem of a Forsyth Street restaurant is a temple to a spectacular dish: big tray spicy chicken (dà pán jī). The preparation involves dousing thick, hand-pulled noodles in a stew of chicken, garlic, potatoes, cumin, chiles, and star anise. With the capacity to feed at least two, the $16 feast ranks as one of the city’s best large-format deals. Also, go for a pork pancake, where stewed pork comes in sandwich form as a must-get appetizer.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Sullivan Street Bakery",
				"add1": "533 W 47th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10036",
				"phn": "(212) 265-5580",
				"url": "https://www.sullivanstreetbakery.com/",
				"note": "Sullivan Street Bakery is a prominent baker sells fresh and crusty breads, thin pizzas, pastries, and more from a modest storefront. In 2015, owner Jim Lahey was the first recipient of the Outstanding Baker James Beard Award.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Superiority Burger",
				"add1": "430 E 9th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 256-1192",
				"url": "http://www.superiorityburger.com/",
				"note": "Superiority Burger is a compact, all-vegetarian fast-food spot serving up popular burgers in white-tiled surroundings. I read ex-Del Posto pastry chef Brooks Headley makes vegetarian and vegan fast food even carnivores love. Also, everything on the menu from the veggie burger or the faux Sloppy Joe or the burnt-broccoli salad is satisfying and as good as you’ve heard, except the Superiority Wrap (a.k.a. the Hippie Wrap), which is better than you’ve heard.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sushi on Jones",
				"add1": "210 W 10th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(646) 357-0453",
				"url": "https://www.sushionjones.com/",
				"note": "Sushi on Jones is a compact omakase-only sushi bar offering a 12-piece set menu that lasts a half hour. <strong>NOTE</strong>: They have multiple locations and the original is on Bowery.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Eric Wright"
            },
            {
                "name": "Sushi Yasuda",
				"add1": "204 E 43rd St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10017",
				"phn": "(212) 972-1001",
				"url": "https://www.sushiyasuda.com/",
				"note": "Sushi Yasuda serves traditional sushi, often using fish flown in from Japan served in a minimalist, bamboo setting. From the New York Eater website, 'Sushi Yasuda is an ideal gateway into higher-stakes sushi consumption. The old reliable, a gem in Midtown that transports diners straight to Tokyo, serves a sushi combo that at $48.50 is one of the best deals in the city. Ten pieces of chef’s choice nigiri and a hand roll are almost enough; finish up by asking the chef to recommend some of the rarer pieces to round out the meal. Try to score seats at the end of the bar.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Snook"
            },
            {
                "name": "Taiyaki NYC",
				"add1": "119 Baxter St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10013",
				"phn": "(212) 966-2882",
				"url": "https://taiyakinyc.com/",
				"note": "Taiyaki NYC is a Japanese ice cream shop serving inventive flavors in a fish-shaped waffle cone. If you want to try an interesting flavor of ice cream you need to go with the green tea. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Takahachi Bakery",
				"add1": "25 Murray Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10007",
				"phn": "",
				"url": "https://www.takahachi.net/takahachi-bakery",
				"note": "Takahachi Bakery is a cozy eatery offering a large variety of Japanese baked goods, from buns, breads, cakes, and crepes. You need to order the milk bread to make sandwiches, which is like a Pullman or Hawaiian loaf of bread, and was recommended by Chris from Bon Appetit. From the Serious Eats website, 'Tribeca's Takahachi Bakery officially opened to the public yesterday (over ten years ago now) after a soft opening last week and minor elevator issues. Does the name sound familiar? It should. The owner is Hiroyuki Takahashi, the owner of Takahachi restaurant in the East Village. This Japanese patisserie/bakery/sandwich shop/gelateria is a welcome sight for those of us still weeping over the loss of Bouley Bakery and deprived from the likes of Cafe Zaiya in Midtown. Takahachi is like a fancier version of Cafe Zaiya, with prices slightly higher—but also with sweets and savories that are much more creative, as well as a rather large selection of housemade macarons.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Chris from Bon Appetit (YouTube)"
            },
            {
                "name": "Tartine",
				"add1": "253 W 11th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 229-2611",
				"url": "https://tartine.nyc/",
				"note": "Tartine serves French bistro basics, and a Parisian vibe enlivens this tiny BYO restaurant with sidewalk seating. Walking by mid-afternoon on Labor Day weekend they had a nice crowd of people sitting outside eating.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Tea and Sympathy",
				"add1": "108 Greenwich Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10011",
				"phn": "(212) 989-9735",
				"url": "https://www.teaandsympathy.com/",
				"note": "Tea and Sympathy is next-door annex is a carry-out shop stocked with eclectic U.K. food and accessories. You need to order the Welshman rare Bit sandwich that looks like an open face grilled cheese on steroids. From their website, 'Tea and Sympathy is a British restaurant serving traditional British comfort food. Our shop next door sells popular British groceries, sweets, tea, tea-pots, cups and saucers, and lots more.' From the NYC Eater website, 'Some call it cozy, others call it cramped, but it’s always busy at Tea and Sympathy. This isn’t a delicate, quiet spot to linger, but one to feast on generously portioned finger sandwiches and chubby scones accompanied by ramekins of clotted cream and jam. Sweets include a golden wedge of Victorian sponge cake, split and sandwiched with cream and jam. Wash it down with a cup of brisk black tea, milk, and sugar. It’s relatively affordable to enjoy afternoon tea here, and at a slight discount for more than one person, priced at $38 for solo tea-goers or $68 for two people.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Teranga",
				"add1": "1280 5th Ave",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10029",
				"phn": "",
				"url": "https://itsteranga.com/",
				"note": "Teranga is a spacious counter-serve highlighting African cuisine in customizable market plates, and bowls. From their website, 'Here, ancient customs and future trends coexist, and the intricacies of African culture blend seamlessly together over an Ethiopian-brewed coffee, or a bowl of Senegalese black-eyed pea stew and a side of spicy Ghanaian plantains. Inspired by our Co-Founder and Executive Chef Pierre Thiam’s mission to share African culture through food, Teranga reflects the depth, richness, and vibrancy of Africa’s diverse culinary traditions in a modern, fast-casual setting. Our menu is rooted in African culinary traditions and inspired by traditional African home cooking, our menu highlights ancient, nutrient-dense crops that have been cultivated in Africa for centuries. We thoughtfully source our ingredients in collaboration with smallholder farmers in Africa and local producers in America.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andy from Bon Appetit (YouTube)"
            },
            {
                "name": "Tori Shin",
				"add1": "1193 1st Avenue",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10065",
				"phn": "(212) 988-8408",
				"url": "https://torishinny.com/",
				"note": "Tori Shin is a sophisticated Japanese eatery offering charcoal-grilled skewers and sake, plus a chef's choice option.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Izakaya Seki in Washington, DC."
            },
            {
                "name": "Totto Ramen",
				"add1": "464 W 51st St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(646) 596-9056",
				"url": "http://tottoramen.com/",
				"note": "Totto Ramen is a buzzy nook with counter and table seating known for Japanese noodle soups along with pork buns in Hell's Kitchen area of New York City. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Uncle Boons",
				"add1": "7 Spring St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10012",
				"phn": "(646) 370-6650",
				"url": "http://www.uncleboons.com/",
				"note": "Uncle Boons is a creative Thai eats and cocktails in a small, funky cafe with brick walls with Bangkok flea market-decor.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Union Square Cafe",
				"add1": "101 E 19th St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 243-4020",
				"url": "https://www.unionsquarecafe.com/",
				"note": "Union Square Cafe is Danny Meyer's first restaurant that serves seasonal New American fare in a casually refined setting.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Vanessa's Dumpling House",
				"add1": "118 Eldridge St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 625-8008",
				"url": "https://vanessas.com/",
				"note": "Vanessa's Dumpling House is a bustling; no-frills counter-serve dishing up fried or steamed dumplings, noodles, and soup. Mike from Pro home Cooks (YouTube) recommends getting the Sesame Pancake with duck. From the New York City Eater website, 'And these Chinese sandwiches persist, in only slightly more expensive form. You can still get beef, but places like Vanessa’s Dumpling on 14th Street in the East Village — a branch of the Lower East Side original and student favorite — offers seven choices. The most opulent is stuffed with soy-braised pork shoulder; my favorite is layered with a chive-filled egg omelet and pickled and shredded carrots. It’s a simple yet filling sandwich, and the bread is the star of the show with its crusty edges. This egg shaobing is still less than $4.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Via Carota",
				"add1": "51 Grove St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10014",
				"phn": "(212) 255-1962",
				"url": "https://www.viacarota.com/",
				"note": "Via Carota is an Italian trattoria serving traditional plates and apéritifs in a rustic, cozy space. Helen Rosner recommends their platter of unbelievably tender Vitello tonnato. From their website, 'Their Village gastroteca is thoughtfully renovated: wooden floors reclaimed from an old gymnasium, vintage chapel chairs from England and rustic wooden cabinets filled with heirloom china. Servers wear crisp white shirts and long linen aprons, there are communal tables, and even a private room tucked away amongst the wine bottles. Baskets of crusty bread and bowls of oranges are scattered throughout the sun-drenched space. For bel tempo pleasure, there are eight outdoor tables on the tree-lined sidewalk.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner"
            },
            {
                "name": "Village Yokocho",
				"add1": "8 Stuyvesant Street",
				"add2": "Second floor",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 598-3041",
				"url": "https://www.villageyokocho.com/",
				"note": "Village Yokocho is a chill second-floor eatery serving home-style Japanese fare in an evocative space. Friends say they serve excellent yakitori (skewered meat).",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Wu's Wonton King",
				"add1": "165 E Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 477-1111",
				"url": "http://www.wuswontonking.com/",
				"note": "Wu's Wonton King is a relaxed, modest eatery serving an extensive menu of classic Chinese noodles, BBQ, and casseroles. Helen Rosner recommends their perfect dumplings and roast duck. From Eater NYC website, 'Though a relatively new addition to the Cantonese restaurants in New York — it opened in 2016 — Wu’s is an old-school counterpoint to the restaurants that surround it on the Lower East Side. The crispy garlic chicken is famous here; get it plus a couple of barbecue buns, Dungeness crab, and golden fried rice. Like Peking Duck House, Wu’s has garnered a wine crowd following for its welcoming BYOB policy.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner"
            },
            {
                "name": "Xi'an Famous Foods",
				"add1": "45 Bayard St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10013",
				"phn": "(212) 786-2068",
				"url": "https://www.xianfoods.com/",
				"note": "Xi'an Famous Foods is a local counter-serve chain offering Xi'an-style Chinese food, including noodles, soups, and sandwiches. Andrew Zimmern and others recommend the Spicy cumin lamb hand-ripped noodles. The Thrillist recommends any of the other spicy cumin lamb dishes too. From their website, 'Xi’an Famous Foods began as a 200 square foot basement stall in the Golden Shopping Mall in Flushing, N.Y. The original location, established in late 2005, was the first restaurant to bring the little-known cuisine of Xi’an to the United States, with signature hand-ripped noodles, secret spice mixes, and Xi’an &lrquo;burgers&rdquo; with housemade flatbread. The city of Xi’an, situated in the northwestern region of China, has long been known as the first capital of China and the resting place of the famous terra cotta soldiers. As the starting point of the Silk Road, however, the city also boasts a unique cuisine that combines Chinese and Middle Eastern flavors. Heavy in cumin, chili, Sichuan peppercorns, and other spices, local specialties range from famous hand-ripped &ldquo;biang biang&rdquo; noodles, seared in hot oil, to lamb &ldquo;burgers&rdquo; with a jalapeño kick. Not for the faint of heart, but famous for a reason.' <strong>NOTE</strong>: They have multiple locations in Manhattan, Queens, and Brooklyn, where the original is in Flushing Queens.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andrew Zimmern"
            },
            {
                "name": "Yakitori Oh Taisho",
				"add1": "9 Saint Marks Place",
				"add2": "#8",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 673-1300",
				"url": "",
				"note": "Late-night hours of Yakitori Oh Taisho and yakitori (meat on a skewer) keep this East Village Japanese joint bustling.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Yakitori Taisho",
				"add1": "5 St Marks Place",
				"add2": "#1",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10003",
				"phn": "(212) 228-5086",
				"url": "",
				"note": "Late-night hours is what keeps Yakitori Taisho a Japanese yakitori (grilled meat on a skewer) joint in the East Village bustling.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Yakitori Totto",
				"add1": "251 West 55th Street",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10019",
				"phn": "(212) 245-4555",
				"url": "http://www.tottonyc.com",
				"note": "Yakitori Totto is a Japanese yakitori spot located upstairs that's transporting diners to Tokyo via grilled skewers and a bustling scene.One of the best things I ate the last time I was in New York City was the grilled Eel over rice (Unagi Don) along with the chicken livers, chicken gizzards, and chicken thigh.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Yonah Schimmel's Knish",
				"add1": "137 E Houston St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10002",
				"phn": "(212) 477-2858",
				"url": "http://www.knishery.com/",
				"note": "Yonah Schimmel's Knish is a venerable NYC bakery/deli dispensing knishes, kugel, and other Jewish comfort-food classics since 1910. From their website, 'Yonah Schimmel has been serving knishes, kugel, latke as well as classic New York drinks like Egg Creams and Lime Rickeys since 1910. Located in the historic Lower East Side (LES), Yonah Schimmel Knish Bakery is a slice of historic New York that’s becoming more and more rare.' From New York City Eater website, 'This LES throwback favorite, located on East Houston Street and established in 1910, soon after Katz’s opened and pre-Russ & Daughters. It’s known for its knishes and is believed to be the birthplace of the savory baked good. The hefty, generously-stuffed Eastern European nosh is comprised of a thin dough layer wrapped around classic fillings like mashed potato, or potato mixed with kasha, spinach, or cabbage, as well as newer-fangled options like broccoli and jalapenos with mozzarella. Other bubbe-vetted comfort food options include deep-fried latkes, borscht, matzah ball soup, noodle kugel, and kasha varnishkes (a buckwheat, noodle, and onion side dish).",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Zabars",
				"add1": "2245 Broadway",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10024",
				"phn": "(212) 787-2000",
				"url": "https://www.zabars.com/",
				"note": "Zabars is an iconic store known for smoked fish, plus a huge variety of gourmet goods, prepared foods, and cookware. It's a gourmet emporium specializing in smoked fish, caviar, coffee, cheese, kitchen goods, and housewares.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Zaragoza Mexican Deli and Grocery",
				"add1": "215 Avenue A",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10009",
				"phn": "(212) 780-9204",
				"url": "",
				"note": "Zaragoza Mexican Deli and Grocery is a pint-sized market with basic Mexican staples and a counter serving classic take-out eats like tacos. Everyone says to order whatever is on special and you can't go wrong.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andrew Zimmern"
            },
            {
                "name": "Zucker's Bagels and Smoked Fish",
				"add1": "146 Chambers St",
				"add2": "",
				"cty": "New York",
				"stt": "NY",
				"zpcd": "10007",
				"phn": "(212) 608-5844",
				"url": "https://www.chelseamarket.com/",
				"note": "Zucker's Bagels and Smoked Fish serves bagels (plus a wide selection of toppings), smoked fish, sandwiches and more in a bustling space. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}