{
    "result": {
        "city": "Ohio",
		"posts": [
            {
                "name": "Angel Falls Coffee Company",
				"add1": "792 W Market St",
				"add2": "",
				"cty": "Akron",
				"stt": "OH",
				"zpcd": "44303",
				"phn": "(330) 376-5282",
				"url": "hhh",
				"note": "Angel Falls Coffee Company is a coffeehouse offering carefully sourced java and tea, plus baked goods and a full lunch menu most days. I ordered their large hot chocolate with whipped cream all for $2.08 with tax. Such a steal. While sitting here, catching up on e-mail, I heard one of the workers tell a customer they had 50 hot teas and three cold teas.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Big Al's Diner",
				"add1": "12600 Larchmere Blvd",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44120",
				"phn": "(216) 791-8550",
				"url": "",
				"note": "Big Al's Diner is a compact diner is dishing up generous portions of breakfast all day and hearty American fare at lunch. When I was at Big Al's Diner, I ordered the cheese omelette with rye toast and corned beef hash. It was a huge plate of food. From the Food Network website, 'Michael Symon judges a diner by its corned beef hash and for him, the best corned beef hash is at Big Al's. The hole-in-the-wall diner serves its &ldquo;magic on a plate&rdquo; with fresh green peppers, crispy corned beef and a side of potatoes. For more home cooking try the local favorite, liver and onions.'",
				"eaten": "yes",
				"photo": "https://c1.staticflickr.com/9/8575/16121431258_9c111d4afc_n.jpg",
				"cptn": "Cheese omelette, rye toast, and corned beef hash at Big Al's Diner in Cleveland, Ohio",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cafe Bourbon Street",
				"add1": "2216 Summit St",
				"add2": "",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43201",
				"phn": "(614) 725-5256",
				"url": "http://cafebourbonstreet.com/",
				"note": "Cafe Bourbon Street is an alternative, and independent music acts perform at this intimate, laid-back bar with an edgy vibe. At this punk bar, you need to order the perogies.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Crave",
				"add1": "156 South Main Street",
				"add2": "",
				"cty": "Akron",
				"stt": "OH",
				"zpcd": "44308",
				"phn": "(330) 253-1234",
				"url": "https://www.eatdrinkcrave.com/",
				"note": "Crave serves a diverse menu with global influences is presented in a colorful, contemporary, art-filled setting. From Cleveland.com website, 'Crave's almost clublike atmosphere - with its slightly loud ambience, low lighting and plaster-torn adorned brick walls - is perfect for its outgoing, adventurous menu. Steps from the Akron Art Museum, Crave has dishes that put emphatic, creative touches on traditional meals.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Crispy Coop",
				"add1": "1717 Northwest Blvd",
				"add2": "",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43212",
				"phn": "(614) 481-4040",
				"url": "https://thecrispycoop.com/",
				"note": "From The Crispy Coop website, 'For fans of the locally famous Uncle Nick’s Greek Fried Chicken, you’ll love how we’ve re-imagined your favorite crispy fried chicken. At The Crispy Coop, we’re serving our traditional fried chicken flavor with two new flavor options: Nashville Hot and Tennessee Mild.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bob Bosken"
            },
            {
                "name": "Downtown 140",
				"add1": "140 N Main St",
				"add2": "",
				"cty": "Hudson",
				"stt": "OH",
				"zpcd": "44236",
				"phn": "(330) 655-2940",
				"url": "https://www.downtown140.com/",
				"note": "Downtown 140 is an adventurous New American dishes are presented in a romantic, subterranean, brick-walled setting. If they have it on special order the sea bass wrapped in prosciutto with clam broth, wild mushrooms, and fennel salad or the pork charcuterie board or the escargot covered in puff pastry to seal in the garlic and cream sauce. From their website, 'Downtown 140 provides mouth-watering food paired with an award-winning wine list, and a warm environment that makes our guests feel at home. Our wine list and food have been received well and even awarded throughout the duration of our tenure. Our accolades in these areas are too large in number to list, but please don’t mind if we reference a couple that are dear to us.' <strong>NOTE</strong>: Restaurant is downstairs.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Eagle Food and Beer Hall",
				"add1": "790 N High St",
				"add2": "",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43215",
				"phn": "(614) 745-3397",
				"url": "https://www.eaglerestaurant.com/",
				"note": "The Eagle Food and Beer Hall is an indoor/outdoor eatery and beer hall dishing up fried chicken and other comfort classics. They are known for their fried chicken and other Southern food staples. From their website, ‘At the Eagle, house-brined and dredged Fried Chicken and Southern Sides are the stars of the show. With “Best Of” accolades around the country, our chicken brings people together. We source free-range, all-natural birds and couple it with classic southern side dishes, sandwiches, and carefully curated cocktails, along with a select list of local craft beers and other American favorites. This is approachable, comfort food done right.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Eye Opener",
				"add1": "1688 W Market St",
				"add2": "Westgate Shopping Center",
				"cty": "Akron",
				"stt": "OH",
				"zpcd": "44313",
				"phn": "(330) 867-1114",
				"url": "",
				"note": "The Eye Opener is a warm and comfortable diner serving classic American breakfast, omelettes, and specialty sandwiches. You should order their home-made breakfast sausages with your breakfast. It's not loud so you can have a nice conversation with others and not have to strain to hear. From their website, 'Start your day right at the best gourmet breakfast restaurant in town! Enjoy delicious, mouth-watering breakfast meals and while you're at it, get one of our awesome Bloody Mary's. You won't regret it!'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Findlay Market",
				"add1": "1801 Race St",
				"add2": "",
				"cty": "Cincinnati",
				"stt": "OH",
				"zpcd": "45202",
				"phn": "(513) 665-4839",
				"url": "https://www.findlaymarket.org/",
				"note": "Findlay Market is a longtime hub of vendors selling meat, produce, and other local foods, plus a seasonal farmers' market. From their website, 'Findlay Market - operated continuously in the same iron-framed building since 1855 - is not just another historic monument; it is an essential institution to life in 21st century Cincinnati. Linking uptown with downtown, Findlay Market is a vibrant living landmark at the heart of Cincinnati's future. Historic Findlay Market connects farmers, producers, sellers and customers in a dynamic, diverse public marketplace. Historic Findlay Market is our region’s premier destination for local food and artisan products, a dynamic public gathering place, and a vital community asset.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Fox in the Snow Cafe",
				"add1": "1031 N 4th St",
				"add2": "",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43201",
				"phn": "",
				"url": "http://www.foxinthesnow.com/",
				"note": "Fox in the Snow Cafe is an airy coffee shop featuring java drinks, baked goods, tarts, and biscuits in a modernized garage space. You can't go wrong ordering the cinnamon rolls with it's, and delicious frosting or the chocolate filled donuts or the bacon, egg, and cheese sandwich with a bit of spicy mustard/horseradish mayo. I would have liked to get there blueberry scone or seasonal peach Galette/tart. From their website, 'Fox in the Snow Cafe is a bakery, coffee shop serving up rustic-style baked goods and hand-poured drinks out of three quaint shops in the Italian Village, German Village and New Albany neighborhoods of Columbus, Ohio.' <strong>NOTE</strong>: They have more than one location.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Frank's Bratwurst",
				"add1": "1979 W 25th St",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 344-2180",
				"url": "https://franksbratwurst.com/",
				"note": "Frank's Bratwurst has been serving bratwurst that is like no other, derived from a secret recipe that has gone through rigorous research and development. Franks' Bratwurst makes some of the best bratwurst sandwiches and other sausages. I recommend you order a few different kinds with friends so that you can try them all. FRom their website, 'Located in the historic West Side Market, at the corner of west 25th and Lorain Avenue in Cleveland Ohio, you are bound to find the infamous Bratwurst stand. Frank's has been located at stand G-3 since 1970, if you have not heard of Frank's bratwurst, this is one of the many well-known businesses located at The West Side Market! Frank's has been serving bratwurst that is like no other, derived from a secret recipe that has gone through rigorous research and development, Frank's is pleased to finally announce the availability of online sales! Please browse our website, learn about our family, and become a part of what has been a tradition for many people and families for the last 43 years!'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ghostlight Coffee (Historic South Park)",
				"add1": "1201 Wayne Ave",
				"add2": "",
				"cty": "Dayton",
				"stt": "OH",
				"zpcd": "45410",
				"phn": "(937) 985-2633",
				"url": "https://www.ghostlightcoffee.com/",
				"note": "Ghostlight Coffee (Historic South Park) serves espresso drinks and pastries are served at this relaxed coffee shop with high ceilings and brick walls. From their website, 'Established in 2011, Ghostlight Coffee has become a favorite place for Daytonians to meet...from hosting political round tables to helping set up secret proposals; you never know what will happen next or who you will run into at Ghostlight! We also host a monthly featured coffee roaster, which we brew to order by the cup in a Chemex on our Curtis Gold Cup coffee brewer.  Some of the amazing coffee roasters that we have had the honor to feature include Onyx Coffee Lab, Brandywine Coffee Roasters, Pettibone Coffee, Blueprint Coffee, and many others. Our baked goods are handmade for each cup! We are a coffeehouse and bakery, with two amazing bakers putting love and creativity into every item. Our bakers are known for inventing new and flavorful goods like muffins, bagels, scones, breakfast sandwiches, cookies, biscotti, and more each day.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jax"
            },
            {
                "name": "Graeter's Ice Cream",
				"add1": "1 N State St",
				"add2": "",
				"cty": "Westerville",
				"stt": "OH",
				"zpcd": "43081",
				"phn": "(614) 895-0553",
				"url": "https://www.graeters.com/",
				"note": "Graeter’s Ice Cream is a longtime ice cream parlor chain serving small-batch scoops plus baked goods at some locations. They have some of the best ice creams in the country, no matter which flavor you try. From their website, ‘Still, family-owned, Graeter’s is the last ice cream still crafted in French Pots, just 2 1/2 gallons at a time. Since 1870, four generations of the Graeter family have remained committed to handcrafting only the most indulgent ice cream available. From humble beginnings serving ice cream from a cart in Cincinnati to the nationwide presence of Graeter’s Ice Cream today, the family has stubbornly held to ideals and processes of the founding generation.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Great Lakes Brewing Company",
				"add1": "2516 Market Avenue",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 771-4404",
				"url": "https://www.greatlakesbrewing.com/",
				"note": "Great Lakes Brewing Company is an iconic microbrewery with house suds, an updated American menu, free tours, and a patio. From their website, 'Two Irish-American brothers with limited brewing experience. A city that shuttered its last production brewery in the early 80s. A neighborhood in need of a boost. In 1986 when Patrick and Daniel Conway opened their fledgling operation in Cleveland's Ohio City neighborhood, the odds were stacked against them. Fortunately, they surrounded themselves with a staff of passionate, knowledgeable people, and from the start committed themselves to bringing an independent, sophisticated, diverse selection of craft beer to their home state.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Happy Dog East",
				"add1": "5801 Detroit Avenue",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44102",
				"phn": "(216) 651-9474",
				"url": "https://happydogcleveland.com/",
				"note": "Happy Dog East serves quarter-pound hot dogs with creative toppings plus live music and 75+ tap beers in a convivial space. From their website, ;The Happy Dog is a neighborhood corner bar in the best sense of the term. We’ve got hot dogs and beer and lots of live music, from rock and country to punk and polka. The bartenders are friendly, and the bar itself is open and inviting – a racetrack oval wood bar with plenty of old chrome barstools. It’s not retro because it’s pretty much unchanged from the time the Socotch family built the place back in the late 40s' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Hot Chicken Takeover",
				"add1": "59 Spruce Street",
				"add2": "Second Floor",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43215",
				"phn": "(614) 800-4538",
				"url": "https://hotchickentakeover.com/find-us/columbus/north-market/",
				"note": "Hot Chicken Takeover serves spicy Nashville-style fried chicken and Southern sides in a barn like space with counter service. The mac and cheese was good, but I liked their Cole Slaw better. So see if you can get two orders of the Cole Slaw instead of one of each with your meal. <a href='https://www.usatoday.com/story/news/humankind/2017/07/10/fried-chicken-restaurant-dishing-out-second-chances/460004001/'>Watch a video about Hot Chicken Takeover's mission of employing former prisoners</a>. From their website, 'In the fall of 2013, we experienced Nashville’s famous hot chicken culture for the first time. The taste, the smells, the mix of people in the restaurants – we were instantly hooked. When we returned, we experimented non-stop. Night after night, we tested out new twists on our own hot chicken recipe. Soon we started serving friends of friends, and then we finally served our first group of strangers (in a random parking lot, if you can believe it).' <strong>NOTE</strong>: They are open daily from 11:00 AM - 3:00 PM at this location and have multiple other locations open extended hours.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Katzinger's Delicatessen",
				"add1": "475 S 3rd St",
				"add2": "",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43215",
				"phn": "(614) 228-3354",
				"url": "https://katzingers.com/",
				"note": "Katzinger’s Delicatessen is a long-running joint serving deli classics, including Reuben’s, smoked fish, and matzo ball soup. From their website, ‘We’re very proud of our food – Black Angus corned beef prepared by Sy Ginsburg’s United Meat and Deli using Sy’s special secret ingredient (many, many tons of corned beef later, and he still won’t tell us what it is!), chickens raised by Amish families at Gerber Farms, imported Emmentaler – the original Swiss cheese, breads made especially for us and delivered daily by Mediterra Bakehouse in Pittsburgh (and we hand slice every loaf), bagels from Sammy’s delivered fresh daily and gluten-free bread. We roast our turkeys to moist perfection. We dress our roast beef with lots of garlic and rosemary and roast it to a beautifully pink medium-rare. We marinate our brisket for 48 hours before slow roasting to fork tenderness. Our chicken, tuna, and egg salad are made with memorable recipes.’ <strong> NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Le Petit Triangle Café",
				"add1": "1881 Fulton Rd",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 281-1881",
				"url": "http://lepetittriangle.com/",
				"note": "Le Petit Triangle Café is a Parisian offering for morning coffee and pastries, along with casual midday meals and evening wine dinners. I ordered a great croissant ham, egg, and cheese breakfast sandwich. My friend ordered the escargots with parsley-garlic butter and sliced baguette. From their website, 'Modeled after a true Parisian cafe, “The Triangle” is your morning stop for a fresh croissant and espresso, your lunch time meeting room and your evening hangout for wine, cocktails and good food with friends and family.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesdays",
				"rcmmnd": "vvv"
            },
            {
                "name": "LJ Shanghai",
				"add1": "3142 Superior Ave",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44114",
				"phn": "(216) 400-6936",
				"url": "hhh",
				"note": "From the Cleveland Eater website about LJ Shanghai, 'Cleveland has a surprisingly robust Asiatown neighborhood, and one of the buzziest new entries is LJ Shanghai, an approachable Chinese noodle house. Initially, it was the xiao long bao or soup dumplings that got folks in the door. But once seated, they eagerly branched out to the spicy beef noodle soup, Shanghai-style scallion noodles, preserved vegetable and pork soup, and soy sauce duck. A glassed-off kitchen allows diners to observe the deft dumpling construction, which is nearly continuous given the rate at which they are depleted.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Best Chinese restaurant in every state from MSN website"
            },
            {
                "name": "Loops",
				"add1": "1629 Northwest Blvd",
				"add2": "",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43212",
				"phn": "(614) 670-8808",
				"url": "https://www.loopsgoodfood.com/",
				"note": "Loops serve hot dogs, gyros, sandwiches, and this casual restaurant offers other simple eats. Order the Italian beef with spicy peppers sandwich. From their website, ‘My brothers and I started LOOPS in 2010. It was then we realized that our cravings for our hometown favorite foods from Chicago just weren’t around in our new home here in Columbus, Ohio. Growing up as Greek restaurant boys, it was a no-brainer! We are proud to bring these delicious sandwiches to Columbus, along with our own original creations and twists on these amazing classics. From our original LOOPS Spicy Gyro Roll to a loaded Chicago hotdog, smoked beef polish sausages, fresh carved gyros, pork chop sandwiches smothered in onions, and the always famous Italian Beef, sliced thin and topped with authentic giardiniera (the wetter, the better!).’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Los Guachos",
				"add1": "5221 Godown Rd",
				"add2": "",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43235",
				"phn": "(614) 538-0211",
				"url": "https://www.losguachostaqueria.com/",
				"note": "Los Guachos is a petite taqueria with counter service, famous for its tacos al pastor and other regional antojitos. From their website, 'Born to a humble family of taqueros, the Nonatos have had a long history of preparing some of the finest tacos in Mexico. With an unparalleled work ethic and a love for food, they immigrated to the United States with the hope of one day owning their very own successful business.  After years of hard work, they were able to save up enough money to purchase their very own taco truck. Full of pride and eager to start a new chapter in their life, the taco truck quietly became a huge success. Every day more and more people waited in line to enjoy the best tacos in the city. Humbled and grateful by the sight of their success, they decided that the customers needed better dining accommodations. Once again, they took a risk by opening their first brick and mortar restaurant on Godown Road in Columbus, Ohio. The lines didn't slow down and steadily grew. Today, Los Guachos employees over 50 people and has three restaurants around Columbus and Gahanna along with the original humble taco truck that helped put their American dream in motion. Special thanks to our customers for being a part of this wonderful journey. We are forever grateful.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jax"
            },
            {
                "name": "Mitchell's Ice Cream",
				"add1": "1867 W 25th St",
				"add2": "Ohio City Kitchen and Shop",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 861-2799",
				"url": "https://www.mitchellshomemade.com/",
				"note": "Each batch of Mitchell's Ice Cream is hand-crafted in our Ohio City Kitchen (watch them anytime). Ingredients that grow well in our Ohio climate they get from friends around here. Ingredients that grow best in different climates they get from the world's best producers. They do a lot of searching, and they're never be done. From their website, 'Each batch is hand-crafted in our Ohio City Kitchen. This building got its start over a hundred years ago as a live theater. We got our start in 1999, and since 2014 ice cream has been the show here. Our Kitchen is always on view; come by and see us baking crumble for Wildberry Crumble or mixing in the chocolate chunks for Double Chocolate Chunk. We sincerely thank you for visiting us. We take pleasure and pride in contributing to our Northeast Ohio communities and to the lives of Mitchells' employees.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Momo Ghar",
				"add1": "59 Spruce St",
				"add2": "North Market",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43215",
				"phn": "(614) 495-6666",
				"url": "",
				"note": "Momo Ghar is family owned and operated. The popular Himalayan dumpling restaurant began in Saraga International Market. Momo Ghar is well known for their MOMOs which are Himalayan dumplings filled with meat and/or vegetables. Order the Chicken Chhoila Set which is marinated chicken with chickpeas and rice. Or the Kothey which are Tibetan-style dumplings. From their website, 'Momo Ghar is well known for their MOMOs which are Himalayan dumplings filled with meat and/or vegetables. All items on their menu are fresh and handmade from scratch, including their spicy sauces. In addition to MOMOs, Momo Ghar serves a selection of fresh side dishes such as Baara, a Nepali cake made of lentils, and Chhoila set, a traditional dish from Kathmandu, the capital of Nepal, featuring spicy grilled chicken, black-eyed peas, and crispy rice, and Milk Tea which is a British blend tea with milk and sugar that is very popular in Nepal.' <strong>NOTE</strong>: They have more than one location.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Mustard Seed Market and Cafe",
				"add1": "867 W Market St",
				"add2": "ccc",
				"cty": "Akron",
				"stt": "OH",
				"zpcd": "44303",
				"phn": "(330) 434-7333",
				"url": "https://www.mustardseedmarket.com/locations/highland-square/",
				"note": "The Mustard Seed Market and Cafe is Akron’s original healthy restaurant that features all natural and organic ingredients, made fresh to order and served with a smile! Our forward-thinking menu offers a wide variety of Gluten Free friendly, Hormone and Anti-biotic free Meats, Vegetarian, Vegan and Allergen-Friendly cuisine inspired from around the world. We ordered the Buffalo cauliflower which is lightly battered cauliflower fried and covered in spicy sauce served with a side or two of blue cheese dressing.  You should also order one of their bowls that have chopped mixed veggies, nuts, meat if you want. You can create and combine what you want.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nervous Dog Coffee Bar",
				"add1": "1530 W Market St",
				"add2": "ccc",
				"cty": "Akron",
				"stt": "OH",
				"zpcd": "44313",
				"phn": "(330) 864-2326",
				"url": "https://www.nervousdog.com/",
				"note": "Nervous Dog Coffee Bar is a relaxed coffeehouse serving hot drinks and sandwiches in a casual, quirky atmosphere. It's a great little place to relax, read, and get some work done with comfortable seating. From their website, 'Come by Nervous Dog and enjoy the taste of the freshest, highest quality coffee and espressos in town... roasted locally, twice a week. Local pastries and desserts, savory snacks; recklessly unrestricted- or gluten-free, kosher, vegan. In brief, 'mmm, food'. Relax in the warm, friendly pub atmosphere with your date(s), your best friend, your fams, talk to random patrons or just reflect. Cozy up to the sound of live music most weekend nights.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "North Market",
				"add1": "59 Spruce St",
				"add2": "",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43215",
				"phn": "(614) 463-9664",
				"url": "https://northmarket.org/",
				"note": "The North Market is a public market located in Downtown Columbus. Four of the places listed as part of my Columbus, OH list are in this market such as Hot Chicken Takeout and Momo Ghar Market. From their website, 'North Market is a destination that serves over one million guests each year and is consistently ranked as one of the top public markets in the country. We proudly provide an authentic Columbus, Ohio experience that highlights the diversity and vibrancy of our community, both economically and culturally, by promoting and incubating “best in class” local, independent businesses. Our heritage can be traced back to 1876. Across many transitions, economic ups and downs, and countless merchants, vendors, and visitors, North Market stands today, stronger than ever, as a symbol of our community’s resilience, cultural diversity, and success.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "O'Neil House Bed and Breakfast",
				"add1": "1290 W Exchange St",
				"add2": "ccc",
				"cty": "Akron",
				"stt": "OH",
				"zpcd": "44313",
				"phn": "(330) 867-2650",
				"url": "https://www.oneilhouse.com/",
				"note": "The O’Neil House Bed and Breakfast is one of Akron's unique jewels. Located in the heart of West Akron at the major intersection of West Exchange Street and Mull Avenue, the 19-room Tudor mansion is an architectural treasure sitting on six parcels of park-like land. They serve a wonderful breakfast with fresh fruits, a pastry, and an omelette. The room I stayed in has chairs in it but also had another sitting room with a sofa, table and two chairs, a small TV and two walls of windows. From their website, 'The O'Neil House Bed and Breakfast is one of Akron's unique jewels. Located in the heart of West Akron at the major intersection of West Exchange Street and Mull Avenue, the 19-room Tudor mansion is an architectural treasure sitting on six parcels of park-like land.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "One Line Coffee - Short North",
				"add1": "745 N High St",
				"add2": "",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43215",
				"phn": "(614) 564-9852",
				"url": "https://www.onelinecoffee.com/",
				"note": "The One Line Coffee Short North location is a brick-accented coffee bar offering house-roasted beans, local pastries, and weekend brewing workshops. They have a great selection of coffees and some teas too. In the back, there are five or six small tables to get some work done and even a couple of comfy chairs to sit and read a bit. From their website, 'On any given day, we’re always preparing several of our current coffee offerings via pour-over by way of the Hario v60, and we also offer three batch-brew options for those customers who need to grab and go! Enjoy espresso pulled from one of the rarest machines in the world, the La Marzocco Strada EP, or watch our baristas use that espresso to create beautiful art on a latte or cappuccino. We even offer a single-origin chocolate from Askinosie to sweeten up your beverage, as well as a selection of signature espresso beverages…including the ever-popular honey latte.' <strong>NOTE</strong>: They have more than one location.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pho Lang Thang",
				"add1": "114 W Elder St",
				"add2": "",
				"cty": "Cincinnati",
				"stt": "OH",
				"zpcd": "45202",
				"phn": "(513) 376-9177",
				"url": "https://www.pholangthang.com/",
				"note": "Pho Lang Thang is an upbeat Vietnamese joint inside Findlay Market for bowls of pho and banh mi sandwiches. You should order their Pho along with the head cheese banh mi. From the Food Network website, ‘Pho Lang Thang is Vietnamese comfort food at its finest. Pho, the hearty Vietnamese noodle soup, is the name of the game and this restaurant’s specialty. Locals happily queue for the fortifying beef-based broth, but if you’re in a sandwich mood, be sure to check out their take on the classic banh mi, with housemade head cheese, roast pork, and pickled vegetables.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pistacia Vera",
				"add1": "541 S 3rd St",
				"add2": "",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43215",
				"phn": "614) 220-9070",
				"url": "https://www.pistaciavera.com/",
				"note": "Pistacia Vera is a quaint cafe with sidewalk seats for homemade macaroon, pastries, and other sweets, plus light fare. You need to try their rye croissant and the tomato Galette along with a hot chocolate that they add a small home-made marshmallow too.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ray Ray's Hog Pit",
				"add1": "2619 N High St",
				"add2": "",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43202",
				"phn": "(614) 753-1191",
				"url": "https://www.rayrayshogpit.com/",
				"note": "Ray Ray's Hog Pit meats are hardwood-smoked and served from the window of this year-round food truck open late-week. You need to order the pork burger. From their website, 'It’s not in the sauce — it’s in your soul. That’s what sets Ray Ray’s Hog Pit apart. You can’t rush barbecue. Select cuts of pork, beef and chicken are dry rubbed and cooked low and slow for the hint of hickory and honesty of oak that only 12 to 16 hours in a hardwood smoker can create. Traditional and original sauces — sweet and savory, jalapeño to habanero — always on the side so as not to hide the pink smoke ring only found in authentic barbecue.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Roosevelt Coffeehouse",
				"add1": "462 W Broad St",
				"add2": "Gravity",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43215",
				"phn": "(614) 892-9633",
				"url": "https://www.rooseveltcoffee.org",
				"note": "The Roosevelt Coffeehouse is a coffeehouse built to fight the worldwide and local injustices of hunger, unclean water, sex trafficking, and slavery. Profits from our roaster support initiatives that fight hunger, unclean water, and human trafficking. We exist to end these injustices, so we roast our coffee with care—for the farmer, for the quality, and for the people in need that our coffee impacts.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jax"
            },
            {
                "name": "Schmidt's Sausage Shop",
				"add1": "240 E Kossuth St",
				"add2": "",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43206",
				"phn": "(717) 939-0501",
				"url": "https://www.schmidthaus.com/",
				"note": "Schmidt's Sausage Shop has an all-you-can-eat sausage buffet which typically has four different types of sausage and a few sides of veggies. Most importantly don't forget to order the enormous chocolate filled cream puffs for dessert. From the Food Network website, 'Schmidt's Sausage Haus in Columbus is the place to be for authentic German food. Under the sounds of live oompah music, the restaurant serves up favorites like Weiner Schnitzel, and Sauerkraut-Bratwurst Balls served with a creamy mustard sauce.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Slyman's Restaurant",
				"add1": "3106 St Clair Ave NE",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44114",
				"phn": "(216) 621-3760",
				"url": "http://www.slymans.com/",
				"note": "Slyman’s Restaurant is a retro breakfast and lunch deli known for corned beef sandwiches served in simple diner digs. From the Cleveland Eater website, ‘In a region awash in corned beef, it’s common knowledge that Slyman’s, a Cleveland staple since the mid-1960s, sets the bar. Come lunchtime, lines form out front that eventually efficiently pass in front of the perpetually active slicer, who shaves and piles warm, soft, fragrant corned beef onto fresh rye. In addition to those rightly legendary sandwiches, this bustling carryout and full-service cafeteria offers breakfast and lunch items that range from corned beef hash and eggs to Reubens to french fries with gravy.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Stauf's Coffee Roasters",
				"add1": "421 W State St",
				"add2": "",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43215",
				"phn": "(614) 549-0088",
				"url": "https://www.staufs.com/",
				"note": "From the Stauf's Coffee Roasters website, 'In 1988, Stauf’s Coffee Roasters began offering specialty coffee to Central Ohio.  From day one, we have been obsessed with the entire process of achieving the finest cup of coffee- from acquiring the best specialty grade green arabica beans available, to roasting exclusively on gas-fired drum roasters.  All of the coffees that we offer are roasted by us, by hand, every day. Our profile method of roasting coffee in small batches allows us to concentrate on the best roast and flavor profile for each varietal and origin. You will not experience coffees of higher quality, consistency, or freshness.  Our coffee is fresh and shipped within 48 hours of roasting.  We are Columbus’ first micro-roaster, and we'll always provide you with the best coffee available.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jax"
            },
            {
                "name": "Steve's Gyro's",
				"add1": "1979 W 25th St",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 310-3000",
				"url": "https://westsidemarket.org/portfolio-items/steves-gyros/",
				"note": "If you’re craving a gyro, Steve's Gyro's asks that you arrive early. Steve's Gyro's do sell out early every day, and because of that, they do close earlier than scheduled Market hours. I liked it so much I went back the next day to get one to have for lunch for the road trip home to DC. From the Food Network website, 'All Anne Burrell can say is &ldquo;mmm -- it's good&rdquo; about Steve's Gyros. On The Best Thing I Ever Ate, she gets in line for this Cleveland specialty made with a secret sour cream tzatziki sauce. As the jumbo size packs 2 pounds of spiced beef and lamb, you know this is a gyro Zeus would be proud of.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Thursday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Taste of Belgium - Over The Rhine",
				"add1": "1135 Vine St",
				"add2": "",
				"cty": "Cincinnati",
				"stt": "OH",
				"zpcd": "45202",
				"phn": "(513) 396-5800",
				"url": "https://authenticwaffle.com/",
				"note": "Taste of Belgium - Over The Rhine is a chic spot offering Belgian-tinged dishes alongside a long beer list along with wine and cocktails. Make sure you order the waffle, chicken, and waffle, or the traditional stew made with beer-braised beef. From the Food Network website, 'This spot serves Belgian classics that Guy finds irresistible. He declares the dense Belgian waffle to be &ldquo;outstanding&rdquo; and also digs the Belgian pretzel with a side of beer cheese. If you are in the mood for something heartier, try the Carbonnades — a traditional stew made with beer-braised beef.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Tony Packo's Restaurant",
				"add1": "1902 Front St",
				"add2": "",
				"cty": "Toledo",
				"stt": "OH",
				"zpcd": "43605",
				"phn": "(419) 691-6054",
				"url": "https://www.tonypacko.com/",
				"note": "Tony Packo's Restaurant is a casual, long-running Hungarian-American spot with signature hot dogs, soups, and classic entrees. The restaurant became famous when it was mentioned in several M*A*S*H episodes and is noted for its signature sandwich. From their website, 'Tony Packo created his signature sandwich–the Hungarian Hot Dog–which became an instant hit. Due to the success of their family-owned business, Tony and Rose were able to buy a building of their own. They purchased a wedge-shaped establishment at Front and Consaul Streets, which, over the years grew in size and fame as it became home to what is today’s Original Tony Packo’s Restaurant.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Corporal Maxwell Q. Klinger"
            },
            {
                "name": "Thurman Cafe",
				"add1": "183 Thurman Ave",
				"add2": "",
				"cty": "Columbus",
				"stt": "OH",
				"zpcd": "43206",
				"phn": "(614) 443-1570",
				"url": "https://thethurmancafe.com/",
				"note": "Thurman Cafe is a bustling, rustic American haunt with oversized, toppings-loaded burgers and a full bar. You need to order the 'The Thurman Burger' which contains the following: overloaded with ham, sautéed mushrooms and onions, mozzarella and American cheese, lettuce, tomato, pickle, banana peppers, and mayo with chips and a pickle spear. Plus, you need a side of their French fries. If you're super hungry get 'The Thurmanator' which is the same as the 'The Thurman Burger' but has not one but two three-quarters of a pound burger patties.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "TownHall",
				"add1": "1909 W 25th St",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 344-9400",
				"url": "https://www.townhallohiocity.com/",
				"note": "TownHall is a locally sourced and innovative bar bites, and vegan options served in a contemporary setting with a patio. TownHall is located about a block or so from the Westside Market. From their website, 'TownHall believes that healthy does not mean perfect. We believe that Balance is the key to a happy and healthy life. Wellness encompasses the body, mind, and soul. Change is ignited through passion!'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "West Side Market",
				"add1": "1979 W 25th St",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 664-3387",
				"url": "https://westsidemarket.org/",
				"note": "West Side Market is a grand, bustling public market from 1912 featuring meat, produce, bread, and hot food vendors. From the Ohio City website, ‘The West Side Market is the anchor of Historic Ohio City. The Market has been in operation for more than 100 years and is home to more than 100 locally owned, independent businesses. It is an integral and treasured facet of the neighborhood, the city of Cleveland, and the Northeast Ohio region. The Market offers a wide variety of fresh meats, cheeses, poultry, seafood, produce, baked goods, spices, ethnic specialties, prepared foods, flowers, and more. With a rich heritage comprised of quality food, fond memories, and a one-of-a-kind shopping experience, the West Side Market has earned its title among residents as “Cleveland’s Public Market.”’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Thursday",
				"rcmmnd": "vvv"
            },
            {
                "name": "West Side Market Cafe",
				"add1": "1979 W 25th St",
				"add2": "",
				"cty": "Cleveland",
				"stt": "OH",
				"zpcd": "44113",
				"phn": "(216) 579-6800",
				"url": "https://www.westsidemarketcafe.com/",
				"note": "The West Side Market Cafe is a casual eatery in the historic market, dishing up down-home American eats for breakfast and lunch. I ordered an omelette with home fries, rye toast, and a side of sausage. From their website, 'We use quality, local ingredients from West Side Market vendors to craft delicious, homestyle meals for every appetite and budget. We take a simple approach to food: take the best ingredients from local West Side Market vendors, and put them in the hands of good, honest people to cook and serve.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}