{
    "result": {
        "city": "Omaha, NE",
		"posts": [
            {
                "name": "Block 16",
				"add1": "1611 Farnam St",
				"add2": "ccc",
				"cty": "Omaha",
				"stt": "NE",
				"zpcd": "68106",
				"phn": "(402) 342-1220",
				"url": "https://block16omaha.com/",
				"note": "From their website, ‘We use locally sourced ingredients, avoid preservatives whenever possible, and offer vegan-friendly dishes. We offer combinations that are a little risky, a lot of fun, and as fresh as possible. We source our food from companies that share our philosophy. We buy local, humanely raised, and preservative-free ingredients. In 2020, we moved to a farmstead in the Loess Hills to continue our dream of gardening and sustainably. On the property, we have apple, cherry, peach, plum, and pear trees, as well as highbush cranberry, Aronia, blackberry, raspberry, blueberry, and gooseberry bushes. Our summer garden provides a bumper crop of fresh seasonal vegetables such as corn, beans, peppers, tomatoes, herbs, edible flowers, radish, rhubarb, cucumber, onion, scallion, chives, and more. While growing wild, we have an assortment of prairie grasses, pollinators, and a plethora of flowering plants for all seasons, such as coneflower, bergamot, ramps, peonies, hibiscus, and sage. The best part about owning a restaurant is that we have a creative outlet for our ideas. In the past four years, we’ve offered more than 1,400 specials with only a few repeats.’ Alton recommends ordering the burgers.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Alton Brown"
            },
            {
                "name": "Crescent Moon",
				"add1": "3578 Farnam St",
				"add2": "ccc",
				"cty": "Omaha",
				"stt": "NE",
				"zpcd": "68131",
				"phn": "(402) 345-1708",
				"url": "https://beercornerusa.com/",
				"note": "From the Eater website, ‘The Crescent Moon is known locally for its excellent Reuben sandwich. (Legend has it the Reuben was invented across the street at the former Blackstone Hotel, now the Cottonwood.) In recent years, the restaurant has expanded on the classic sandwich with items like Reuben egg rolls, a product of the restaurant’s annual Reuben Fest. The Moon is part of Beer Corner USA, a quartet of connected, beer-focused businesses that also includes Huber Haus (which serves Bavarian snacks and German beer in boots), Max and Joe’s (which focuses on Belgian beer), and beer store Beertopia.;’ Joshua recommends ordering the Reuben sandwich.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Joshua Wiessman (YouTube)"
            },
            {
                "name": "Harold's Koffee House",
				"add1": "8327 N 30th St",
				"add2": "ccc",
				"cty": "Omaha",
				"stt": "NE",
				"zpcd": "68112",
				"phn": "(402) 451-9776",
				"url": "https://www.haroldskoffeehouse.com/",
				"note": "Harold's Koffee House operates today upon dedication and love of family to make the business a success. It's still going strong since 1958. If Bill Gates and Warren Buffett went here while filming &ldquo;Inside Bill's Brain&rdquo; for Netflix, it must be a reliable place to eat.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bill Gates and Warren Buffett"
            }
        ]
    }
}