{
    "result": {
        "city": "Oregon",
		"posts": [
            {
                "name": "Ate-Oh-Ate",
				"add1": "2454 E Burnside St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 445-6101",
				"url": "https://www.ate-oh-ate.com/",
				"note": "Ate-Oh-Ate has counter-service Hawaiian restaurant serving plate lunches, poke, and shave ice, plus cocktails. I ordered the Kahlua Pig with a side macaroni salad and two scoops of rice along with a Spam Musubi which is spam sushi made with spam, rice, and egg wrapped in seaweed. From their website, 'Our goal is to provide you with the finest and most delicious Hawaiian-style food possible. We use only the highest-quality products, including all-natural meats, fresh vegetables, real Best Foods Mayonnaise, and authentic Spam in our Musubi (accept no substitutions!). We take pride in offering delicious food in a family-friendly environment.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bamboo Sushi",
				"add1": "310 SE 28th Ave",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 232-5255",
				"url": "https://bamboosushi.com/",
				"note": "Bamboo Sushi is from their website, 'driven by a deep commitment to environmental and social change; we set out to make an impact in this world. Setting a new standard for restaurants, we combine the values and guidelines of multiple international organizations to ensure every plate we serve reflects our deep dedication to sustainability. Bamboo Sushi became the world’s first restaurant to know their carbon footprint down to the menu item.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Matthew Oliphan and Snook"
            },
            {
                "name": "Bing Mi Crepes",
				"add1": "1845 NW 23rd Pl",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97210",
				"phn": "(971) 940-4396",
				"url": "https://www.bingmiportland.com/",
				"note": "Bing Mi Crepes is a food truck dispensing Chinese crepes filled with egg, pickled vegetables, and herbs. The only item they make is the Jian Bing which is a giant crepe that is filled with egg, black bean sauce, and chili paste, plus herbs, pickled vegetables, and crispy wonton crackers. Add even more sweet-sour-savory notes with the addition of the optional Hoisin sauce and sausage if you so desire, which I did. Their medium sauce had the right amount of heat for me.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Blue Star Donuts",
				"add1": "1701 SW Jefferson St",
				"add2": "ccc",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97201",
				"phn": "(503) 265-8410",
				"url": "https://bluestardonuts.com/",
				"note": "Blue Star Donuts is an upmarket brioche-donut bakery features creative flavors and organic, locally sourced ingredients. Blue Star Donuts makes the best apple fritters I have ever eaten, and I'm in my almost 60. I've even gone back a second or third, or more times their donuts rock. From their website, ‘In 2012, we began our mission to create gourmet donuts with fresh herbs, spices, fruits, and liquors in unique combinations, unlike anything a donut had ever experienced. Our Executive Pastry Chef, Stephanie Thornton, invents each flavor with an adventurous spirit and quality collaborations that celebrate the creativity and diversity in our communities. We strive to create delicious and unforgettable mouth moments - for grownups and not-so-grownups alike! It’s a donut party every day! From our signature 18-hour brioche dough to our beautiful buttermilk old-fashioneds, to our voluptuous vegan cake donuts, to our delectable donut bites - every flavor is specially crafted to take your tastebuds to the disco.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matthew Oliphant"
            },
            {
                "name": "Bollywood Theater",
				"add1": "3010 SE Division St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97202",
				"phn": " (503) 477-6699",
				"url": "https://www.bollywoodtheaterpdx.com/",
				"note": "Bollywood Theater is a casual stop for Indian street-food classics, with old Bollywood films showing on a wall. From the Portland Eater website, ‘Owner Troy Maclarty specializes in small plates and street food, from kati rolls filled with paneer and pickled onion to vada pav — sort of like potato dumpling sliders with chutney. The under-the-radar stunner at Bollywood Theater, however, is the shop’s chai, well-balanced and unafraid of leaning into savory flavors. Its first location opened in 2012, and the second on Division in 2014; both locations are open for dinner service and takeout.' <strong>NOTE</strong>: They have two locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Broder Cafe",
				"add1": "2508 SE Clinton St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97202",
				"phn": "(503) 736-3333",
				"url": "https://www.broderpdx.com/",
				"note": "Broder Cafe serves breakfast dishes, and Bloody Marys are especially popular at this small, simple Scandinavian eatery. From the Portland Eater website, ‘This Scandinavian breakfast cafe is a Portland gem, with locations everywhere from Hood River to Southwest Oleson; however, it’s hard to beat the original cafe, where folks wait for a table with cups of cardamom coffee. Brunch should start with the cheerful little ebelskivers — spherical, fluffy pancake balls topped in powdered sugar, followed by pans of lost eggs or lefse. Those who want something stronger than coffee with breakfast can get a Danish Mary, a bloody mary with dill aquavit.’ <strong>NOTE</strong> They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bunk Sandwiches",
				"add1": "1028 SE Water Ave",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 328-2865",
				"url": "https://www.bunksandwiches.com/",
				"note": "Bunk's signature sandwiches - such as the Pork Belly Cubano, the Meatball Parmigiana Hero, and the Pulled Pork with Apple Cabbage Slaw - have garnered national media attention. I had to order the Pork Belly Cubano with ham, pork belly, and pork shoulder roast, swiss cheese, mustard, and pickles from their food truck at XOXO Festival. 'From their website, 'The original Bunk Sandwiches opened its doors to a magical and hungry Portland in the fall of 2008, with a tip of the hat to the greatest television detective of all time, William &ldquo;Bunk&rdquo; Moreland on 'The Wire.' Made with quality ingredients, Bunk sandwiches are creative and comforting, satisfying and delicious. Bunk's signature sandwiches – such as the Pork Belly Cubano, the Meatball Parmiagano Hero, and the Italian Cured Meats- have garnered national media attention from the likes of The Food Network, Food & Wine Magazine, and Travel + Leisure. The praise from national and local media have made Bunk a favorite for locals as well as a must-eat option for visitors.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Burgerville",
				"add1": "7000 NE Airport Way",
				"add2": "Portland International Airport - Terminal D",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97218",
				"phn": "(503) 467-4896",
				"url": "https://www.burgerville.com/",
				"note": "Burgerville is a fast-food chain using local, sustainable ingredients in its burgers, salads, and shakes. If you order their egg and cheese breakfast sandwich, you can get with bacon, ham, or sausage along with a burger. From their website, ‘Built on a tradition of serving fresh food made with local ingredients, we continue to partner with neighboring farms and businesses that share our commitment to quality food and regional vitality. From a single restaurant in 1961 to 39 across the Pacific Northwest, we continue to push the boundaries of quality and transparency. It’s no wonder we are the hometown favorite. When you have the bounty of the Pacific Northwest growing in your backyard, it’s only natural to take a different approach to fast food. From flavors unique to the region to special menu items that change with the seasons, our meals are made with ingredients worth celebrating.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Canard",
				"add1": "734 E Burnside St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(971) 279-2356",
				"url": "https://www.canardrestaurant.com/",
				"note": "From the Eater website about Canard, 'The look of Gabriel Rucker’s latest PDX project feels very bistro-du-jour: a curving bar where rows of wine glasses dangle in tight rows like chimes, gilded mirrors, the walls a chic shade of butterscotch. The food may careen into French territory here and there, but this is really exuberant, zigzagging American cooking. Just have it: oeufs en mayonnaise, scented with smoked maple, bacon, and roasted garlic and beaded with trout roe; sliders dubbed “steam burgers,” the beef patty revved with French onion soup; and the already-famous duck stack, a mound of pancakes pummeled with duck gravy, Tabasco onions, a runny duck egg, and, to add excess to overindulgence, optional seared foie gras on top. This all tastes way more of restrained balance than seems possible. Downing a last few drops of Champagne, I bounced out the door humming with a single thought: That was fun.' According to J. Kenji López-Alt, you need to order the steamed burgers.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "J. Kenji López-Alt and Eater's 18 Best New Restaurants in America - 2018"
            },
            {
                "name": "Cartopia",
				"add1": "1207 SE Hawthorne Blvd",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "",
				"url": "",
				"note": "Cartopia is a group of food carts known as a 'pod' which features a variety of fare from lunch through late-night. They have a covered, heated seating area, and most carts are lively late at night, staying open until midnight seven days a week. From the Portland Eater website, ‘One of Portland’s most influential food cart pods, Hawthorne’s Cartopia is a favorite for casual hangouts, thanks to its range of carts, lush greenery, extensive picnic table seating, and cozy fire pit. The pod is home to grand dame carts like fry hawker Potato Champion and taqueria El Brasero, newer standouts like BKK Pad Thai, and cult favorites like burger cart Bottle Rocket and Egyptian spot Tahir Square. Visitors can find beer at Bottle Rocket, while Pyro Pizza serves house-made sodas alongside its wood-fired pies.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Chicken and Guns",
				"add1": "1207 SE Hawthorne Blvd",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 234-7236",
				"url": "https://www.chickenandguns.com/",
				"note": "Chicken and Guns serves Oak Fired Latin Chicken. They only use naturally raised chickens from Scratch Farms in Canby, OR. All ingredients are sourced locally when possible. Their chicken and sides are great and would eat there again. From the Portland Eater website, ‘With wood-fired whole birds and dips like chimichurri and habanero carrot sauce, this Hawthorne food cart doesn’t exactly do traditional chicken and jojos. But the “guns” in question, crispy potatoes seasoned with lemon and sea salt, and served with pickled onions and creamy Peruvian aji sauce, are a welcome alternative to the usual. The cart is open for takeout and delivery.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "XOXO Festival"
            },
            {
                "name": "Coava Coffee Roasters",
				"add1": "1300 Southeast Grand Avenue",
				"add2": "A",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 894-8134",
				"url": "https://coavacoffee.com/",
				"note": "Coava Coffee Roasters serves a variety of quality coffee beverages and light bites at this industrial-chic space. From their website, ‘Our Flagship cafe is a place to experience our craft and hospitality in its purest form. Opened in 2010, this location once housed all coffee roasting operations and was the very first Coava cafe in Portland. Our single-origin coffee menu changes seasonally, offering an exciting variety of freshly roasted specialty coffees. Our signature honey and vanilla lattes are handcrafted using house-made syrups & mochas are made with Seahorse Chocolate. We offer a truly delightful selection of French-inspired pastries from The Sparrow Bakery alongside sweet gluten-free and vegan treats from Petunia’s Pies and Pastries.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Coco Donuts",
				"add1": "2735 NE Broadway St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97232",
				"phn": "(503) 477-9824",
				"url": "https://www.cocodonuts.com/",
				"note": "Coco Donuts is a low-key bakeshop doling out homemade glazed, twist, and jelly donuts, along with fritters, bars, and coffee. From their website, ‘Some businesses sell a product; Coco Donuts sells an experience. The Coco Donuts Experience pairs two high-quality commodities: donuts and coffee, and combines them with friendly customer service. Coco Donuts is the only donut shop in Oregon crafting both quality donuts and house-roasted coffee. For more than eleven years, Coco Donuts has been handcrafting classic donuts like the ones you loved growing up. Our donuts are made fresh daily by our dedicated bakers and are based on a secret family recipe passed down over 30 years. It’s a proven recipe people love and what separates us from our competitors.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Matthew Oliphant"
            },
            {
                "name": "Cornbread Cafe",
				"add1": "1290 W 7th Ave",
				"add2": "",
				"cty": "Eugene",
				"stt": "OR",
				"zpcd": "97402",
				"phn": "(541) 505-9175",
				"url": "http://cornbreadcafe.com/",
				"note": "Cornbread Cafe is a colorful cafe with comfy booths and counter stools for homestyle vegan grub with organic ingredients. From their website, 'Sheree and Kristy met in the summer of 2009 after Sheree posted an ad on Craigslist looking for a vegan entrepreneur. The two hit it off and soon started planning the opening of their food cart. The cart made its debut in January of 2010 on the corner of 13th and Oak. Cornbread Cafe’s mission is to provide a consistent, comforting, and quality dining experience. We endeavor to provide excellent customer service while remaining a fun, affordable, sustainable, community-oriented restaurant that serves awesome vegan comfort food!' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Danwei Canting",
				"add1": "803 SE Stark St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 236-6050",
				"url": "https://www.danweicanting.com/",
				"note": "Danwei Canting is a Chinese dumplings, noodles, and street-inspired small plates, plus cocktails, in industrial-chic digs. From their website,'Inspired by our lives in and travels to the Middle Kingdom, DĀNWÈI CĀNTĪNG (the Work Unit Restaurant) is a snapshot of the food and energy of Beijing. Our goal is to share Chinese home-style dishes (JIĀCHÁNG CÀI) with the people of Portland, using great technique and fresh local ingredients. Our name derives from the place where workers in China, up until the mid-1990s, would eat their meals. Since the members of the work unit came from all over China, the chef needed to be able to not only prepare local dishes but regional specialties as well. Our chef has created a menu which continues this tradition, bringing the best of China to the PDX Danwei.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Best Chinese restaurant in every state (MSN website)"
            },
            {
                "name": "Frank's Noodle House",
				"add1": "822 NE Broadway St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97232",
				"phn": "(503) 288-1007",
				"url": "https://www.franksnoodlehousepdx.com/",
				"note": "Frank's Noodle House is a homey, family-run joint with Chinese hand-pulled noodle mains and Korean BBQ plates, plus beer and wine. The thing to order is any of their hand-pulled noodle dishes. From their website, 'Handmade Noodles (LAMian) – A Taste of Northwest China. According to LaMian History, a Hui Muslim Chef from the city of Lanzhou in China first invented LaMian (hand-pulled noodles) in the early 1800s, during the Qing Dynasty (1644-1911). His descendants continued in the tradition of making the noodles, and the fame and popularity of the dish quickly grew among the local population. LaMian is a type of Chinese noodle made by stretching and folding the dough into strands. The noodles should be made fresh and dropped into boiling water immediately. Often customers can watch the whole process from their table.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Grilled Cheese Grill",
				"add1": "2315 NE Alberta St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97211",
				"phn": "ggg",
				"url": "https://grilledcheesegrill.com/",
				"note": "Grilled Cheese Grill is a hopping eatery housed in a converted school bus serving creative spins on the grilled cheese. The line was long and made other choices for my meals at XOXO Festival. From their website, 'Yep, it's the Grilled Cheese Grill you know and love from the Washington Street Food Carts, the Big Bus on Alberta, and (possibly) from one of our sweet catered events. But that's all in the past now. These days, we're in the kitchen slinging cheese at The Knock Back. It's the same great grill, and now you can swill a pint or sip a cocktail while you enjoy the cheesy goodness.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "XOXO Festival"
            },
            {
                "name": "HA VL",
				"add1": "2738 SE 82nd Ave",
				"add2": "#102",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97266",
				"phn": "(503) 772-0103",
				"url": "",
				"note": "HA and VL Vietnamese Noodle Soup is an unassuming Vietnamese eatery popular for its daily changing soups, plus banh mi (sandwiches). From the Bon Appetit website, 'This celebrated hole-in-the-wall pho shop, located in a nondescript strip mall off busy SE 82nd Avenue, was once a secret among in-the-know chefs. Well, the secret is out. The soup menu is sparse—just two regional Vietnamese soups per day—which may be why they usually sell out by noon. (Settling for a crusty banh mi or a meatball side isn’t a travesty, but the soup is the real draw here.) The ambrosial chicken curry noodle soup, fragrant of lemongrass and studded with tender carrots and potatoes, is comfort in a bowl. Feeling adventurous? Come on Monday for the bun rieu (pork vermicelli soup with shrimp cake, sliced pork meatloaf, tofu, and tomatoes) or on Thursday for the snail noodle soup.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Han Oak Restaurant",
				"add1": "511 NE 24th Ave",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97232",
				"phn": "(971) 255-0032",
				"url": "https://www.hanoakpdx.com",
				"note": "Han Oak Restaurant is a minimal-chic Korean spot with upscale tasting menus with drink pairings, along with noodle and dumpling nights. From their website, 'Named after Korea's traditional homes, Han Oak is a non-traditional Korean-American family restaurant. We specialize in set-menu format dinners, a casual Dumpling and Noodle House, and private events.' From Eater Portland website, 'Peter Cho runs Han Oak — with his wife, Sun Young Park, and the two have accumulated a deafening amount of praise for it. However, Han Oak started small: just a few days open, then a few more. Now, it’s still not open more than four days per week.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, Tuesday, Wednesday, and Thursday",
				"rcmmnd": "David Chang's Netflix show Ugly Delicious"
            },
            {
                "name": "Hat Yai",
				"add1": "1605 NE Killingsworth St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97211",
				"phn": "(503) 764-9701",
				"url": "https://www.hatyaipdx.com/",
				"note": "Hat Yai serves Thai plates and draft brews in this snug, rustic-chic counter serves with outdoor seating. Named after the Southern Thai city of Hat Yai near the Malaysian border, they passionately prepare famous Hat Yai Fried Chicken and favorite foods from Southern Thailand in the Vernon Neighborhood in Northeast Portland. From the Portland Eater website, 'Akkapong Earl Ninsom did it again: After treating Portland to deftly executed Thai cooking at Langbaan and Paadee, the chef and restaurateur created a casual southern Thai compatriot on Northeast Killingsworth with hardcore devotees. Hat Yai's shallot-fried chicken, salty and fragrant, and crunchy, pairs beautifully with Malayu-style curry and crispy roti, all available in the popular combo No. 1. However, diners will be rewarded for straying from the top billing: The restaurant's searingly spicy kua gling ground pork is abundant with aromatics and alliums, and the dtom som shrimp combines seafood with meaty oyster mushrooms in a broth pleasingly sour with tamarind and ginger.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Interurban",
				"add1": "4057 N Mississippi Ave",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97227",
				"phn": "(503) 284-6669",
				"url": "https://www.interurbanpdx.com/",
				"note": "Interurban is a bustling two-story saloon with retro hardwood decor serving craft cocktails and upscale bar snacks. From their website, ‘The bar features pre-prohibition era cocktails, the best draft beer available, and one of Portland’s most extensive whiskey lists. The kitchen is focused on seasonal modern pub fare, local game, and a blend of classic and modern techniques. Our patio features sun in the summer and covered fire pits in the winter.’ From the Portland Eater website, ‘Sitting out on the patio at Interurban, it’s easy to kill a few hours over whiskey cocktails and a pile of curly fries. However, not many know that Interurban is also a nice spot to knock back oysters, served with cocktail-themed granitas, lemon, and hot sauce. The current menu pairs Hama Hamas with a tropical shandy granita plus the customary green chile hot sauce. Interurban is open for dine-in indoors and out.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Kachka",
				"add1": "960 SE 11th Ave",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 235-0059",
				"url": "https://www.kachkapdx.com/",
				"note": "Kachka is a lively spot for refined Russian fare and house-infused vodkas in kitschy surroundings. From their website, 'Kachka opened its doors in April of 2014 in Portland, Oregon. Kachka is considered by many to be the best Russian restaurant in the country, and is the only Portland restaurant to be included in America’s Essential Restaurants of 2015, 2016, 2017, and 2018 by Eater, inducted into their restaurant “Hall of Fame.” Kachka was named one of GQ’s Most Outstanding Restaurants of 2015 and Bon Appétit’s Best New Restaurant nominees in 2015 and was a semifinalist for 2015’s James Beard Award for Best New Restaurant. In 2018, Kachka moved to a new, larger location in the Goat Blocks building on SE 11th Ave, and Kachinka was introduced to the original space.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Wednesday",
				"rcmmnd": "Live Wire"
            },
            {
                "name": "Kenny and Zuke's Delicatessen",
				"add1": "1038 SW Harvey Milk St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97205",
				"phn": "(503) 222-3354",
				"url": "https://www.kennyandzukes.com/",
				"note": "Kenny and Zuke's Delicatessen is a buy spot serving a signature pastrami, bagels, and other deli fare in a roomy, light-filled space. You need to order the Jeremy which is mac and cheese with pastrami. From the Portland Eater website, ‘Okay, the brunch menu at Kenny and Zuke’s isn’t necessarily International (it’s not Israeli), but who can argue with a New York-style Jewish deli that serves latkes and blintzes, bagels and bialys, lox omelets and challah French toast and breakfast dogs (with bacon, eggs, and cheddar) all in one place? And we haven’t even gotten to K&Z’s specialty: pastrami, which gets a 10-hour smoking and winds up in everybody’s favorite breakfast staples — beneath your eggs on the Benedict and in the gravy of your biscuits and gravy.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Kim Jong Grillin’",
				"add1": "4606 SE Division St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97206",
				"phn": "(503) 929-0522",
				"url": "https://kjgpdx.com/",
				"note": "Kim Jong Grillin’ is possibly the best-named cart ever, with addictive Korean street food. After waiting in line, I ordered the Bibim Box which contains excellent bulgogi beef over fried rice, and it's topped with a fried egg. From the Portland Eater website, ‘These soul-satisfying Korean barbecue boxes are now a fundamental part of Portland’s food scene, and KJG’s owner, Han Ly Hwang, is the longest reigning king of the Portland food cart world. The cart’s take on the classic bibimbap includes expertly marinated meats, japchae potato noodles, rice, kimchi, and a fried egg. The result is a sweet, spicy, and savory combination of flavors that are balanced and comforting. Those not in the mood for bibimbap should go for the cart’s “KJG hot dog,” if it’s on the menu: an Olympia Provisions hot dog topped with kimchi mayo, pickled mango, and spicy daikon. Kim Jong Grillin is open for walk-up orders and delivery.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "XOXO Festival"
            },
            {
                "name": "Lardo",
				"add1": "1212 SE Hawthorne Blvd",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 234-7786",
				"url": "https://www.lardosandwiches.com/",
				"note": "Lardo's a former food truck turned small, hip pork-centered sandwich shop, with draft beers and outdoor patio. They are known for their burgers and have great fries. From their website, ‘Starting life as a food cart in SE Portland, rarely has a spot been so aptly named. Rocking an ancient charcuterie moniker that truly serves as a harbinger of things to come, Lardo is a sandwich shop that worships at the altar of bovine and swine. Using old-world techniques, contemporary flourishes, and a gonzo approach, Lardo proudly celebrates its excesses. Pushing a menu that features pork-drenched double burgers, a giant meatball Banh Mi, and hand-cut french fries (again) smothered in pork, Lardo also has beer. Lots of beer, actually. Rotating taps of knee-buckling craft brew greatness backed up with a refreshing mix of premium cocktails. Operating on both sides of the river, Lardo serves as a mecca for those seeking a uniquely smash-mouth deli experience.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "XOX Festival"
            },
            {
                "name": "Laurelhurst Market",
				"add1": "3155 E Burnside St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 206-3097",
				"url": "https://www.laurelhurstmarket.com/",
				"note": "Laurelhurst Market is a butcher shop/steakhouse providing unusual cuts, house-cured meats, and craft drinks in industrial digs. From their website, ‘Laurelhurst Market is your friendly neighborhood steakhouse and butcher shop. We make everything in-house, from paté to hand-stuffed sausage to smoked ham hocks. Join us for counter-service lunch or full-service dinners featuring high-quality steaks, burgers, housemade charcuterie,  and plenty of beer, wine, and house cocktails. The health of our staff and customers is of the utmost importance. Ionizers within the ducting keep the indoor air clean while distancing and mask policies ensure a safe dining environment.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Le Pigeon",
				"add1": "738 E Burnside St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 546-8796",
				"url": "http://lepigeon.com/",
				"note": "Le Pigeon has a rotating menu of creative French-inspired fare served at communal tables or the bar in a snug room. From the Portland Eater website, ‘Gabriel Rucker, in his years at Le Pigeon (and, on occasion, Canard and the now-closed Little Bird), often molds the casual or unexpected into a fine dining format, from fried chicken to coconut shrimp; it made him uniquely prepared for the “pandemic pivot,” with his “bird boxes” of takeout and meal kits. Now, the restaurant sticks to a tasting menu, as inventive as ever. A recent dinner started with hamachi in a creamy dressing, adorned with the most delightful cantaloupe popping boba, shaved late summer melon, adding crunch akin to celery. Nectarines pickled with aji amarillo and purple sorrel invigorate a braised goat sope, while a panko-breaded veal sausage paired with halibut appears at the center of a shallow pool of sauerkraut broth, sweetened with kernels of corn and evoking the Oregon Coast. And, while Le Pigeon’s tasting menus have always shape-shifted over the years, the finale — a foie gras profiterole — remains a testament to Rucker’s cheeky culinary style. Tasting menus are available vegetarian, as well, for indoor dining by reservation only.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Matt's BBQ",
				"add1": "4233 N Mississippi Ave",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97217",
				"phn": "(503) 504-0870",
				"url": "https://www.mattsbbqpdx.com/",
				"note": "Matt's BBQ is a little cart that makes the finest Texas ribs in the city, white-oak smoky with a ribbon of aching pink and tenderness beneath. Matt's chili-spiked hot links have a whiplash snap, and you could die of heartbreak between bites of the succulent beef brisket, whose beautifully thick bark now comes equipped with piquant salt-and-pepper bite. From their website, ‘Since 2015, Matt’s BBQ has offered Texas-style BBQ from our fixed-location food truck located at 4233 N Mississippi Ave. Meats are cooked for the day on an offset smoker using oak wood. While we often keep our posted hours, we do sell out of our most popular items before the day is over, so don’t be surprised if you can’t get brisket at 6:00 PM on a Saturday. Same-day ordering is first come, first serve, though we do have a pre-order option for those planning ahead.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Matt's BBQ Tacos",
				"add1": "3207 SE Hawthorne Blvd",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 956-7455",
				"url": "https://www.mattsbbqpdx.com/",
				"note": "From their website, 'Matt's BBQ Tacos serves up the same great meat found at the original Matt's BBQ cart, all served on our house-made lard-infused flour or vegan corn tortillas that are pressed and cooked to order. Breakfast tacos are served all day. Be sure to try the Migas Taco. It's good. In 2019 we were the Winner of Portland's &ldquo;Food Cart of the Year&rdquo; in the Oregonian and #9 &ldquo;Hottest Restaurant in the Country&rdquo; in Bon Appetit magazine.' From the Portland Eater website, 'Matt's BBQ Tacos is known for its smoked meat tacos, served in pillowy, Austin-style flour tortillas. But the Migas taco — scrambled eggs with cheddar, salsa, and tortilla chips — might be the move for breakfast. The chopped brisket breakfast taco, with potatoes and cheddar, is no slouch, either. With Matt's new location within the Hinterland pod, visitors can pair their tacos with cocktails from the bar, designed to complement the cart's food.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Cloaed Monday and Tuesday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "The Meadow",
				"add1": "3731 N Mississippi Ave.",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97227",
				"phn": "(503) 974-8349",
				"url": "https://themeadow.com/",
				"note": "At The Meadow, you can shop for many types of salt, along with chocolate, bitters, and even pink salt blocks. From their website, 'Our N. Mississippi Ave shop is in the heart of Portland's historic Mississippi District, surrounded by many of the city's finest restaurants and cafes, independently owned shops, cutting edge music venues, and more. Our first shop, N. Mississippi Ave., opened in the spring of 2006 out of shared love of food and travel. We picked the shop's location on Mississippi Avenue in North Portland for its unmistakable air of community-mindedness and for the irreproachable collection of rag-tag businesses that had sprouted there: a bakery, a coffee roaster, a few bars and restaurants, a carpenter, a lumber yard, and the world's leading lightbulb store. The shop's name was chosen because we wanted to create a place that felt like coming home, where personal connections and sensual pleasures welcome you. Spend time amidst beautiful fresh cut flowers, taste strange and enticing foods, and explore the astonishing depth of the elemental ingredients.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Michael's Italian Beef and Sausage Co.",
				"add1": "1111 SE Sandy Blvd",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 230-1899",
				"url": "",
				"note": "Michael's Italian Beef and Sausage Company is a quick-serve destination for Chicago-style sandwiches, plus Italian sausage and other casual fare such as hot dogs. From the Sandwich PDX website, ‘A good Italian beef sandwich has a distinct taste that captures the spirit of Chicago, and one good bite can send you right back to the Windy City. Michael’s Italian beef is the closest you can get without buying a plane ticket and flying to Chicago. This is a French bread sandwich piled with thinly-sliced beef that has marinated in its own seasoned juices for hours, then heavily decorated with sauteed onions and sweet peppers. Once the wrapper is off, mild beef gravy soaks through the French bread and drips down your fingers. It definitely requires the sandwich “lean” when eating, lest you lose some gravy to your lap. There is an art to getting the gravy right - not too sweet and not too spicy, and Michael’s - a longstanding Portland institution - has it down perfectly.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nong’s Khao Man Gai",
				"add1": "609 SE Ankeny St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 740-2907",
				"url": "https://khaomangai.com/",
				"note": "Nong’s Khao Man Gai started as a food cart in Portland’s Southwest 10th and Alder Street pod, then graduated to two bricks and mortar restaurants, and now a bottled sauce available at select Portland retailers. This unique miniature empire revolves around one dish: Thai Chicken and Rice, a simple street food from Thailand. Nong’s Khao Man Gai has some of the best chicken and rice I have ever had and still think about it months later. From their website, ‘In Thailand, it’s normal for restaurants to focus on one dish -- as long as you do it really, really well. Nong applied the same thinking to her Portland restaurant with Khao Man Gai. It’s a delicious, comforting, and healthy dish you don’t have to feel guilty about eating. Khao Man Gai means Chicken & Rice. It’s flavorful and well-balanced, served with Nong’s signature sauce and a side of soup. If you ever visit Bangkok, you’ll find Khao Man Gai on every corner. But you’ll only find Nong’s signature sauce at Nong’s Khao Man Gai.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "XOXO Festival"
            },
            {
                "name": "Olympia Provisions",
				"add1": "107 SE Washington St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 954-3663",
				"url": "https://www.olympiaprovisions.com/",
				"note": "Olympia Provisions has house-made charcuterie and European-style meals provided in an industrial space with a to-go counter. From their website, ‘Now, after building this charcuterie business these last thirteen plus years, we’re focused on a new mission: revolutionize our industry through a new sourcing model, focused on regenerative agriculture and building healthy communities. Listen, the industry is terrible, and I’ll be the first to admit it - especially after having worked in it for so long. I knew I wanted to source pastured pork while supporting small farmers, but I didn’t know how to build it to be financially sustainable.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "OX Restaurant",
				"add1": "2225 NE Martin Luther King Jr Blvd",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97212",
				"phn": "(503) 284-3366",
				"url": "https://oxpdx.com/",
				"note": "OX Restaurant is a stylish eatery with a bar where Argentinean-inspired NW fare is cooked on a wood-fired grill. An XOXO Festival volunteer recommended I go here next time I'm in Portland after talking about my trip to Ned Ludd’s the day before. From their website, ‘OX Restaurant finds inspiration in the wood-fired grilling tradition of Argentina and, with it, the culinary heritage of Spain, France, and Italy. The name OX pays homage to the work animal that pulls the plough, tilling the soil and replenishing the land’s ability to produce its fruits, vegetables, and grains. Showcasing prime local meats and fish, OX also features seasonal produce in distinctive preparations. OX harnesses the culinary talent of Portland chefs Greg Denton and Gabrielle Quiñónez Denton in a friendly and comfortable neighborhood restaurant with an energetic vibe and creative menu designed to appeal to the palate of the Pacific Northwest.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Teusday",
				"rcmmnd": "XOXO Festival volunteer"
            },
            {
                "name": "P's and Q's Market",
				"add1": "1301 NE Dekum St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97211",
				"phn": "(503) 894-8979",
				"url": "http://www.psandqsmarket.com/",
				"note": "P's and Q's Market is an upscale store for gourmet groceries, organic produce, and dine-in or take-out that serves seasonal deli fare. I have heard you need to order the tomato gravy and biscuits or the polenta sandwich.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "PDX671",
				"add1": "5235 NE Sandy Blvd",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97213",
				"phn": "(971) 570-0945",
				"url": "http://www.pdx671.com/",
				"note": "PDX671 takes its name from Portland's airport code and the island of Guam's area code. PDX671 is a food cart that fuses seasonal ingredients of the Pacific Northwest with flavors and cooking techniques of Guam. You need to order yourself some Shrimp Fritters as an appetizer and then for your main meal the chicken and rice.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "XOXO Festival"
            },
            {
                "name": "Pine State Biscuits",
				"add1": "1100 SE Division St",
				"add2": "#100",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97202",
				"phn": "(503) 477-6605",
				"url": "https://pinestatebiscuits.com/",
				"note": "Pine State Biscuits is a casual eatery serving biscuits and gravy, biscuit sandwiches, and other Southern fare in a modern space. Order the Reggie Deluxe Chicken Biscuit sandwich which had fried chicken, bacon, gravy, and cheese with a fried egg on top. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pine Street Market",
				"add1": "126 SW 2nd Ave",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97204",
				"phn": "ggg",
				"url": "https://www.pinestreetpdx.com/",
				"note": "Pine Street Market is a bustling food hall with gourmet vendors, plus a mix of counter and communal seating. The list of restaurants inside Pine Street Market food hall is Bless Your Heart Burgers, Kim Jong Smokehouse, Kure, Marukin Ramen, Olympia Provisions Public House, Pollo Bravo, Checkerboard Pizza, Teote Outpost, and Wiz Bang Bar by Salt and Straw.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Podnah's Pit Barbecue",
				"add1": "1625 NE Killingsworth St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97211",
				"phn": "(503) 281-3700",
				"url": "http://podnahspit.com",
				"note": "Podnah's Pit Barbecue is a smoked Texas-style barbecue and sides served in a simple, spacious restaurant with wood tables and bar. I've been told you need to get the sampler platter so you can try everything.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Portland Japanese Garden",
				"add1": "611 SW Kingston Ave",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97205",
				"phn": "(503) 223-1321",
				"url": "https://japanesegarden.org/",
				"note": "Portland Japanese Garden has many styles of gardens showcased in serene 5.5-acre space with a waterfall, teahouse, and mountain view. It's a great getaway from the hustle and bustle of the city. You should find time to get there and relax but don't forget to do a tea tasting. I went with a friend a few years ago and had a great time talking and trying a variety of teas. <strong>NOTE</strong>: There is an admissions fee to the garden.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matthew Oliphant"
            },
            {
                "name": "Ranger Chocolate Co.",
				"add1": "118 NE Martin Luther King Jr Blvd",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97232",
				"phn": "(503) 388-7701",
				"url": "https://rangerchocolate.co/",
				"note": "Ranger Chocolate Co. serves inventive light dishes served with Trailhead Coffee Roasters and Ranger Chocolate Company products. From their website, ‘Ranger Chocolate Co. is located in the downtown Central Eastside neighborhood of Portland, Oregon. Established in 2014, Ranger makes premium chocolate for consumers and makers of beverages, foods, and confections. Ranger products for consumers include a variety of premium single-origin and adventure series chocolate bars, as well as caramel sauce, granola, and other tasty treats. Our cacao is sourced through verified sources across the planet to ensure organic, sustainability, and fair trade (or better) practices are certified.’ From the Portland Eater website, 'This industrial chocolate-coffee tasting room normally serves its drinking chocolate flight-style, but the shop is currently only doing serving hot chocolates and mochas. Still, the chocolate drinks are still exceptional, all made with a special chocolate syrup that’s made in-house using Ranger Chocolate. Ranger Chocalte Co. also currently has a special vegan white chocolate that’s being used in the candy cane white chocolate mocha.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Rose VL Deli",
				"add1": "6424 SE Powell Blvd",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97206",
				"phn": "(503) 206-4344",
				"url": "",
				"note": "Rose VL Deli serves Vietnamese fare, including banh mi and jumbo soups served in a bright and colorful space. From the Oregon Live website, 'When it opened in 2015 as a spin-off of nationally celebrated Southeast Portland soup shop Ha VL, Rose VL essentially replicated the original restaurant's menu, serving two distinct soups per day, six days a week. The biggest differences were the hours -- Rose VL opens and closes later than Ha VL -- and which soups were served on which days.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Roseline Coffee",
				"add1": "1015 SE 11th Ave",
				"add2": "#100",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(971) 258-2226",
				"url": "https://roselinecoffee.com/",
				"note": "From the Roseline Coffee website, 'Consistently delicious coffee is what we strive for at Roseline. By creating meaningful relationships with our partners, importers, and coworkers, we curate the highest quality experience for our customers. At our core, our mission is simple: to share great coffee. We recognize that coffee is a seasonal fruit and that beans from different regions and climates should be treated differently. Finding an optimal roast profile for a given bean is often a labor-intensive and time-consuming process, but we believe that the only way to fully respect the intrinsic qualities of that bean is to tailor our roast to each lot. In so doing, we believe we are also respecting the hard work and attention to detail of those preceding us in the production chain. At Roseline Coffee, we will always source the highest quality and freshest ingredients.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andy McMillan"
            },
            {
                "name": "Salt and Straw",
				"add1": "2035 NE Alberta St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97211",
				"phn": "(503) 208-3867",
				"url": "https://saltandstraw.com/pages/locations#oregon",
				"note": "Salt and Straw loves exploring fun, interesting new ice cream flavors. All their flavors are great. It all depends on what you're in the mode to eat. My favorite is their Sea Salt with Caramel Ribbons in a cup and a distant second is their Chocolate Gooey Brownie. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matthew Oliphant"
            },
            {
                "name": "Sammich Ashland",
				"add1": "424 Bridge St",
				"add2": "",
				"cty": "Ashland",
				"stt": "OR",
				"zpcd": "97520",
				"phn": "(541) 708-6055",
				"url": "https://www.sammichrestaurants.com/",
				"note": "Sammich Ashland is a homey Chicago-themed eatery doles out creative sandwiches, like Italian beef, and house-made pastrami. From the Food Network website, 'Chef Melissa McMillan, aka Chef Mel, has appeared twice on Guy’s Grocery Games. She opened Sammich because she missed the food she used to get in Chicago. Try the Chicago Italian Beef, served wet with classic giardiniera and roasted peppers, and the Pastrami Zombie made with their house-brined, smoked, and steamed pastrami. “&ldquo;This is like a sandwich revolution,&rdquo; Guy said.' <strong>NOTE</strong>: They have a location in Portland, OR.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Sammich PDX",
				"add1": "2137 E Burnside St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97214",
				"phn": "(503) 477-4393",
				"url": "https://www.sammichrestaurants.com/",
				"note": "Sammich PDX serve artisanal sandwiches using local ingredients and house-smoked meats in a laid-back space. Sammich PDX serves artisanal sandwiches using local ingredients and house-smoked meats in a laid-back space. From their website, 'We provide sandwiches made with the best ingredients and house-smoked meats.  All our pastrami is brined and made in-house. We use regional produce when available and local bakeries for all our bread. Our goal is to provide the best quality sandwiches and to be known as the best pastrami in the nation.  Pastrami Zombie is our food truck spin-off of our Sammich Chicago Italian eatery, located in Ashland,  Oregon.' <strong>NOTE</strong>: They have a location in Ashland, OR.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Scrumptious Crumpets",
				"add1": "7414 SE Milwaukie Ave",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97202",
				"phn": "(971) 808-1462",
				"url": "http://scrumptiouscrumpets.com/",
				"note": "Scrumptious Crumpets is a by-product of Tony Guerrero's selfishness to stuff his face (and now yours) full of crumpets. Come in and talk shop with him.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matthew Oliphant"
            },
            {
                "name": "Seastar Bakery",
				"add1": "1603 NE Killingsworth St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97211",
				"phn": "(503) 247-7499",
				"url": "https://www.handsomeseastar.com/",
				"note": "Seastar Bakery uses fresh, whole grains grown by local farmers to create their delicious baked canvases for an array of seasonal toppings. They make toast in the hardest way possible – on the hearth of our wood-fired oven. And they get all their food inspiration from their families, real and adopted, across the planet.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matthew Oliphant"
            },
            {
                "name": "Swiss Hibiscus",
				"add1": "4950 NE 14th Ave",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97211",
				"phn": "(503) 477-9224",
				"url": "https://swisshibiscus.com/",
				"note": "Swiss Hibiscus serves classic Swiss dishes and other European eats whipped up in a petite, low-key bistro with a patio.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Tails and Trotters",
				"add1": "525 NE 24th Ave",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97232",
				"phn": "(503) 477-8682",
				"url": "https://tailsandtrotters.com/",
				"note": "Tails and Trotters is a European-inspired market specializing in hazelnut-finished pork products, with a sandwich counter. You should order the three meat grinder which is made from in house-cured meats and/or the Porchetta sandwich.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Tamale Boy",
				"add1": "1764 NE Dekum St",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97211",
				"phn": "(503) 206-8022",
				"url": "https://www.tamaleboy.com/",
				"note": "Tamale Boy is a colorful counter-serve spot with a large patio and is known for its seasonal Mexican street fare. While attending XOXO Festival, I ordered their Oaxaqueño which is a traditional Oaxacan preparation. Creamy, twice cooked white corn masa filled with freshly prepared meats and vegetables. Steamed in a banana leaf mole nergo chicken cooked with traditional black mole. I also got their breakfast burrito. <strong>NOTE</strong>: They have two Portland brick and mortar locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matthew Oliphant"
            },
            {
                "name": "Tamale Boy - PDX Airport",
				"add1": "7000 NE Airport Way",
				"add2": "Portland International Airport - Terminal D",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97218",
				"phn": "",
				"url": "https://www.tamaleboy.com/",
				"note": "Tamale Boy has colorful counter-serve spot with a large patio is known for its seasonal Mexican street fare. Jaime Soltero Jr. started Tamale Boy as a catering company in 2008 called Mayahuel Catering. Tamale Boy has evolved into a food truck catering and restaurant business. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Tin Shed Garden Cafe",
				"add1": "1438 NE Alberta St,",
				"add2": "",
				"cty": "Portland",
				"stt": "OR",
				"zpcd": "97211",
				"phn": "(503) 288-6966",
				"url": "https://www.tinshedgardencafe.com/",
				"note": "Tin Shed Garden Cafe is a small, dog-friendly place specializing in American food, offering a covered patio and a canine menu. They offer wonderful vegetarian dishes.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}