{
    "result": {
        "city": "Phoenix, AZ",
		"posts": [
            {
                "name": "Barrio Cafe",
				"add1": "2814 N 16th St",
				"add2": "",
				"cty": "Phoenix",
				"stt": "AZ",
				"zpcd": "85006",
				"phn": "(602) 636-0240",
				"url": "https://www.barriocafe.com/",
				"note": "Barrio Cafe is a bustling eatery serving creative Mexican fare and over 200 tequilas in cozy digs filled with folk art. You should or order the fish in banana leaf, or the Cochinita Pibil which is pork is marinated in achiote and sour orange, wrapped in a banana leaf and slow roasted overnight, topped with pickled red onion and Yucatán-style pico de gallo for a meal or tacos. Don't forget to order the Tilapia wrapped in banana leaves or the smoked goat. From the Phonix Eater website, ‘The Mexican food scene in metro Phoenix can be divided into two eras: before Barrio Cafe’s opening in 2002 — and after. Classically trained chef Silvana Salcido Esparza broke the mold, serving pre-dinner bread instead of the usual chips and salsa while lightly applying French cooking techniques to preparations from all over Mexico — cochinita pibil from the Yucatan, nut-studded chiles en nogada from Puebla, fish from Veracruz, and silky moles from Oaxaca. The work of local Mexican artists fill the restaurant’s interior walls, while the exterior swirls with colorful murals. Agave-based spirits are everywhere these days, but Barrio was the first restaurant in the area to offer a vast selection of them.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "La Santisima",
				"add1": "1919 N 16th St",
				"add2": "",
				"cty": "Phoenix",
				"stt": "AZ",
				"zpcd": "85006",
				"phn": "(602) 254-6330",
				"url": "https://lasantisimagourmet.com/",
				"note": "La Santisima serves inventive burritos, tacos, quesadillas, and are the forte of this counter-serve spot with a salsa bar. From their website, 'Our aim is to deliver everything that is exciting and fresh about Mexican cuisine to the people of Arizona, banishing old perceptions of heavy, greasy, taste bud-searing, so-called “Tex-Mex.&rdqou;' From the Phonix Eater website, ‘Maybe it’s because owners Felipe Guzman and Cristina Meillon are from Guadalajara, one of the most metropolitan cities in Mexico, that La Santisima offers such a wide array of regional dishes. The seemingly endless menu options, huge salsa bar, and gigantic servings may be overwhelming at first, but it’s hard to go wrong. Noteworthy tacos include the Andalucia, with potato and chorizo, the Baja Sur dogfish shark taco, or some surprisingly impressive vegan and vegetarian options like La Condesa, with poblano and mushrooms.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Matt’s Big Breakfast",
				"add1": "825 N 1st St",
				"add2": "",
				"cty": "Phoenix",
				"stt": "AZ",
				"zpcd": "85004",
				"phn": "(602) 254-1074",
				"url": "https://mattsbigbreakfast.com/",
				"note": "Matt’s Big Breakfast is a contemporary American cafe serving daytime fare, including breakfast, burgers, and sandwiches. From the Phonix Eater website, ‘Open since 2004, this downtown Phoenix staple focuses on brunch fundamentals with exceptional takes on American classics like cheese omelets, griddle cakes, and steel-cut oats. Owner Matt Pool takes his job seriously, personally greeting patrons as they enter the restaurant.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mrs White's Golden Rule Cafe",
				"add1": "808 E Jefferson St",
				"add2": "",
				"cty": "Phoenix",
				"stt": "AZ",
				"zpcd": "85034",
				"phn": "(602) 262-9256",
				"url": "",
				"note": "Mrs. White's Golden Rule Cafe is a modest, family-owned eatery serving home-style Southern and soul food seven days a week since the '60s. The dish to order from what I've heard is the smothered chicken fried steak along with the mac and cheese or deep-fried pork chops. From the Food Network website, ‘Phoenix locals don’t have to travel far for some of the best-fried chicken this side of the Mississippi. As Beau MacMillan recounts on The Best Thing I Ever Ate, Mrs. White has a fried chicken that can even beat old Southern standbys. Live by the golden rule and tell your friends, as Beau told you.’",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Over Easy",
				"add1": "4730 E Indian School Rd",
				"add2": "",
				"cty": "Phoenix",
				"stt": "AZ",
				"zpcd": "85018",
				"phn": "(602) 468-3447",
				"url": "https://eatatovereasy.com/",
				"note": "Over Easy is a local chain serving omelets, pancakes, and other breakfast classics in cheery, retro surrounds. From the Phonix Eater website, ‘This is the place to go to for food that brings maximum comfort. Chef Aaron May, originally from Chicago, brings hearty Midwest diner-style meals to the Valley, though the plentiful portions also extend to lighter options like egg white omelets. Locally-made ingredients like sausage and bacon take center stage, as do house-made muffins, hash browns, and gravy. The restaurant serves locally roasted Press Coffee, known for a characteristically smooth flavor. It opens at 6:30 a.m. daily.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pizzeria Bianco",
				"add1": "623 E Adams St",
				"add2": "ccc",
				"cty": "Phoenix",
				"stt": "AZ",
				"zpcd": "85004",
				"phn": "(602) 258-8300",
				"url": "https://www.pizzeriabianco.com/",
				"note": "From their website, ‘When Chris Bianco started the diminutive Pizzeria Bianco inside the back corner of a neighborhood grocery store in 1988, little did he know that he would be such a driving force in the slow food movement and specifically the artisanal pizza front. For Chris, the food is a result of his relationships and his intention. Relationships with the farmers, the local producers, his family, customers, and staff; and the respect and sincere intentions he approaches his recipes with, as well as the many interpersonal relationships that have influenced his philosophy and who he is. Chef Nancy Silverton, who founded La Brea Bakery and was a co-founder of Pizzeria Mozza, stated in her book The Mozza Cookbook, “If there was any pizza that I did aspire to, it was a pie made by Chris Bianco, whose Pizzeria Bianco in Phoenix, AZ is a mecca for the pizza obsessed. When I took a bite of Chris’ pizza, I was speechless. Eating it turned out to be a life-altering experience.”’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "mo",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Tacos Chiwas",
				"add1": "1923 E McDowell Rd",
				"add2": "",
				"cty": "Phoenix",
				"stt": "AZ",
				"zpcd": "85006",
				"phn": "(602) 358-8830",
				"url": "https://www.tacoschiwas.com/",
				"note": "Tacos Chiwas is a family owned restaurant focused on providing quality, excellent service, and preparing fresh food from recipes that have been passed down through generations. Order the rajas gordita which is the holy matrimony of steam and spice, a pliable pillow of puffed dough with a creamy core of beans, cheese and chiles that warms your fingers, burns your lips and buckles your knees with its disarmingly tender texture or the smoked beef cheek Barbacoa Tacos and the smoked brisket Deshebrada Roja Gorditas. From the Tacos Chiwas website, 'We are a family-owned restaurant focused on providing quality, excellent service and preparing fresh food from recipes that have been passed down through generations.' From the Phonix Eater website, 'Nadia Holguin and Armando Hernandez’s Chihuahuan-style specialties extend far beyond the taco despite their restaurant’s name. Fluffy gorditas enrobe picadillo, and shredded beef and burritos are stark, packed with little more than Al Pastor or Lengua, featuring tortillas shaped from freshly milled grains. At the downtown Mesa location, you can also post up at a bar and sip drinks.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}