{
    "result": {
        "city": "Raleigh, NC",
		"posts": [
            {
                "name": "Angie's Restaurant",
				"add1": "1340 W Garner Rd",
				"add2": "",
				"cty": "Garner",
				"stt": "NC",
				"zpcd": "27529",
				"phn": "(919) 661-6707",
				"url": "http://angiesrestaurant.com/",
				"note": "Angie's Restaurant serves Southern breakfast and lunch classics which are served at this charming eatery with an easygoing vibe. If you like biscuits, you should get them with your breakfast. From their website, 'Angie Mikus shares that same passion for good food and good company. In 20 years of waiting tables at local restaurants, she developed a loyal following. Customers would wait to sit in her section even if other tables were empty, and they followed her whenever she switched jobs. But Angie always had a dream of running her own place. “I had an idea of how I think people should be treated – a place where people could sit and talk and stay all day if they want to.” Angie finally got the opportunity in September 2011 when she opened Angie’s Restaurant in the space formerly occupied by Green’s Garner Grill. Angie and her staff continue with the same desires that Mr. Green had – to enjoy good food and good times with family and friends.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Beasley's Chicken and Honey",
				"add1": "237 S Wilmington St",
				"add2": "",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27601",
				"phn": "(919) 322-0127",
				"url": "https://ac-restaurants.com/beasleys/",
				"note": "Beasley's Chicken and Honey serves updated versions of fried chicken and waffles and other Southern classics in a modern setting. From the Food Network website, ‘At celebrated Southern chef Ashley Christensen’s Beasley’s Chicken and Honey, the menu is brimming with childhood favorites. Christensen’s signature dish pays tribute to her mom’s recipe with a drizzle of honey that nods to her father, who was a hobbyist beekeeper. The bird is brined, dipped in buttermilk, then dredged in flour, and cooked in a pressure fryer. At brunch, it’s paired with waffles and also featured in The Reunion sandwich, stacked inside a buttermilk biscuit that’s topped with a fried egg, cheese, and Tabasco sauce. They recommend ordering the Fried Chicken, Waffles and Honey, and The Reunion Sandwich.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Benchwarmers Bagels",
				"add1": "500 E Davie St",
				"add2": "Suite 107",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27601",
				"phn": "",
				"url": "https://www.benchwarmersbagels.com/",
				"note": "From the Benchwarmers Bagels website, 'In that way, Benchwarmers is not a bagel shop that serves coffee or a coffee shop that serves bagels, because the two go hand-in-hand. Benchwarmers is a collaboration between Josh Bellamy and Sam Kirkpatrick of ​Boulted Bread​ and Andrew Cash of ​Jubala Coffee​. Their sandwiches are possibly the best expression of that collective identity. The short menu is bold and creative, but with common-sense offerings that feel friendly and familiar.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Beyú Caffè",
				"add1": "341 W Main St",
				"add2": "",
				"cty": "Durham",
				"stt": "NC",
				"zpcd": "27701",
				"phn": "(919) 683-1058",
				"url": "https://beyucaffe.com/",
				"note": "Beyú Caffè is an upbeat, bohemian hangout offering coffee, all-day American fare, a full bar, live jazz, and free WiFi. The restaurant’s distinguishing feature is its business model, as a brunch spot by day and jazz club by night; inside, musicians rub arms with young professionals working up the street. Its menu features classic Southern comfort food alongside vegan sandwiches.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cocoa Cinnamon",
				"add1": "420 W Geer St",
				"add2": "",
				"cty": "Durham",
				"stt": "NC",
				"zpcd": "27701",
				"phn": "ggg",
				"url": "https://littlewaves.coffee/pages/old-north-durham",
				"note": "Cocoa Cinnamon is a chill coffeehouse for single-origin coffee, tea, and drinking chocolate with outdoor seating. From their website, 'We are small and independently owned and operated, quality, service, and heart-driven, Latina co-owned, women-forward, and our team is comprised of people of different cultures, genders, languages, faiths, and beliefs. ⁠⁠With every decision we make, we work to honor people, places, cultures, and histories. We integrate personal narratives into our spaces and offerings in an effort to help our guests and clients feel more connected to us on a human level. We name our roasts and drinks after places that inspire wonder, have cultural significance, and after people and places that we love. Every act is an invitation to connect, and we are fueled by the joy we get from cultivating health and wonder with the world around us.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Heirloom Brewshop - Coffee, Tea, Sake",
				"add1": "219 S West St",
				"add2": "",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27603",
				"phn": "",
				"url": "https://www.heirloombrewshop.com/",
				"note": "Heirloom Brewshop - Coffee, Tea, Sake is a modern outpost featuring espresso drinks, loose-leaf teas, and sake cocktails in a bright, sleek venue. From their website, 'The pursuit of harmony among differences, the union of our various cultures and offerings, and the belief that hospitality and the passionate dedication to crafting genuinely inspired food and beverage can uplift the communities around us. This is the fabric of Heirloom that we are unabashedly unapologetic for. And we’re looking for like-minded members, passionate about coffee, tea, sake, and food to join our family.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "M Tempura",
				"add1": "111 Orange St",
				"add2": "",
				"cty": "Durham",
				"stt": "NC",
				"zpcd": "27701",
				"phn": "(919) 748-3874",
				"url": "https://www.m-restaurants.com/m-tempura/",
				"note": "From the M Tempura website, 'Our vision for M Tempura is to intensify the traditional tempura omakase-style experience. We take exotic and seasonal high-quality ingredients and elevate them with delicate frying technique. Our menu will feature select seafood and seasonal vegetables, as well as rich meats like Iberico pork from Spain. We hope to bring you a diverse and unique experience, one bite at a time.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Monuts Donuts",
				"add1": "1002 9th St",
				"add2": "",
				"cty": "Durham",
				"stt": "NC",
				"zpcd": "27705",
				"phn": "(919) 286-2642",
				"url": "https://www.monutsdonuts.com/",
				"note": "From the Monuts Donuts website, 'Monuts is a busy bakery and cafe located in Downtown Durham. We began as a donut stand operating off a tricycle near the Durham Farmer's Market in 2011 and have since grown into a bustling counter-service restaurant and bakery with a full menu of breakfast and lunch fare, including soups, salads, sandwiches, and of course, donuts. Monuts takes an updated approach to the American breakfast and lunch, pairing bold ethnic flavors with seasonal and local ingredients. Whether you’re looking for a hot breakfast on a cold day, a crisp fresh salad at the height of summer, or a handcrafted pastry or espresso to get you through your afternoon, Monuts has you covered. You won’t find any premade mixes or artificial flavorings in our food, though—everything we sell is made from scratch, by hand and with natural, high-quality ingredients. Breads and pastries are baked fresh daily, and sandwiches are made to order—if it seems simple, that’s because the best food often is.' From the Eater website, 'One of the hottest doughnut shops in the country, Monuts Donuts has taken in doughnuts from small tables at farmer's markets to this insanely popular downtown Durham brick-and-mortar shop. The menu of cake and yeast doughnuts change daily, with flavors ranging from a classic apple cider to the creative chocolate chai.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pam's Farmhouse Restaurant",
				"add1": "5111 Western Blvd",
				"add2": "",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27606",
				"phn": "(919) 859-9990",
				"url": "",
				"note": "Pam's Farmhouse Restaurant is a down-to-earth eatery dishing up Southern-style comfort food in an unassuming atmosphere. From USA Today 10 Best website, 'If you need to get going early, Pam's starts serving a delicious Southern breakfast at 6 AM. Dig into a plate of pancakes, drizzled with syrup, or a platter of bacon and eggs. Prepared with primarily local ingredients, from produce to meats, the fare is flavorful and fresh. Midday grub consists of succulent fried chicken, roast beef, okra, corn, collard greens, potatoes and gravy and more.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Poole's",
				"add1": "426 S McDowell St",
				"add2": "",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27601",
				"phn": "(919) 832-4477",
				"url": "https://ac-restaurants.com/pooles/",
				"note": "Poole's is a circa-1945 diner with seasonal comfort food, cocktails, and house desserts in a retro-chic setting.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sister Liu’s Kitchen",
				"add1": "5504 Durham-Chapel Hill Blvd",
				"add2": "#103",
				"cty": "Durham",
				"stt": "NC",
				"zpcd": "27707",
				"phn": "(984) 244-3973",
				"url": "https://sisterliuskitchen.com/",
				"note": "Sister Liu’s Kitchen serves unforgettable dumplings, for carryout only. From their website, 'Homestyle Northeastern Chinese Food made by hand with family recipes in Durham, NC and delivered with love to the Research Triangle Park Community. Sister Liu's Kitchen is a cornerstone in the Durham community and has been recognized for its outstanding Chinese cuisine, excellent service, and friendly staff. Our Chinese restaurant is known for its modern interpretation of classic dishes and its insistence on only using high-quality fresh ingredients.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
			}
        ]
    }
}