{
    "result": {
        "city": "Raleigh, NC",
		"posts": [
            {
                "name": "Angie's Restaurant",
				"add1": "1340 W Garner Rd",
				"add2": "",
				"cty": "Garner",
				"stt": "NC",
				"zpcd": "27529",
				"phn": "(919) 661-6707",
				"url": "https://angiesrestaurant.com/",
				"note": "Angie's Restaurant serves Southern breakfast and lunch classics which are served at this charming eatery with an easygoing vibe. If you like biscuits, you should get them with your breakfast. From their website, 'Angie Mikus shares that same passion for good food and good company. In 20 years of waiting tables at local restaurants, she developed a loyal following. Customers would wait to sit in her section even if other tables were empty, and they followed her whenever she switched jobs. But Angie always had a dream of running her own place. “I had an idea of how I think people should be treated – a place where people could sit and talk and stay all day if they want to.” Angie finally got the opportunity in September 2011 when she opened Angie’s Restaurant in the space formerly occupied by Green’s Garner Grill. Angie and her staff continue with the same desires that Mr. Green had – to enjoy good food and good times with family and friends.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Beasley's Chicken and Honey",
				"add1": "237 S Wilmington St",
				"add2": "",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27601",
				"phn": "(919) 322-0127",
				"url": "https://ac-restaurants.com/beasleys/",
				"note": "Beasley's Chicken and Honey serves updated versions of fried chicken and waffles and other Southern classics in a modern setting. From the Food Network website, ‘At celebrated Southern chef Ashley Christensen’s Beasley’s Chicken and Honey, the menu is brimming with childhood favorites. Christensen’s signature dish pays tribute to her mom’s recipe with a drizzle of honey that nods to her father, who was a hobbyist beekeeper. The bird is brined, dipped in buttermilk, then dredged in flour, and cooked in a pressure fryer. At brunch, it’s paired with waffles and also featured in The Reunion sandwich, stacked inside a buttermilk biscuit that’s topped with a fried egg, cheese, and Tabasco sauce. They recommend ordering the Fried Chicken, Waffles and Honey, and The Reunion Sandwich.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Benchwarmers Bagels",
				"add1": "500 E Davie St",
				"add2": "Suite 107",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27601",
				"phn": "",
				"url": "https://www.benchwarmersbagels.com/",
				"note": "From the Benchwarmers Bagels website, 'In that way, Benchwarmers is not a bagel shop that serves coffee or a coffee shop that serves bagels, because the two go hand-in-hand. Benchwarmers is a collaboration between Josh Bellamy and Sam Kirkpatrick of ​Boulted Bread​ and Andrew Cash of ​Jubala Coffee​. Their sandwiches are possibly the best expression of that collective identity. The short menu is bold and creative, but with common-sense offerings that feel friendly and familiar.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Beyú Caffè",
				"add1": "341 W Main St",
				"add2": "",
				"cty": "Durham",
				"stt": "NC",
				"zpcd": "27701",
				"phn": "(919) 683-1058",
				"url": "https://beyucaffe.com/",
				"note": "Beyú Caffè is an upbeat, bohemian hangout offering coffee, all-day American fare, a full bar, live jazz, and free WiFi. The restaurant’s distinguishing feature is its business model, as a brunch spot by day and jazz club by night; inside, musicians rub arms with young professionals working up the street. Its menu features classic Southern comfort food alongside vegan sandwiches. From their website, ‘Since 2009, Beyu Caffe has been rooted in a love for coffee, community, and bringing people together in a place where they can simply be themselves. Known for its soulful sophistication and mellow vibes, the downtown Durham location is a local institution - a place to have a power breakfast meeting, buckle down and finally work on your business idea, catch up over brunch with friends, or enjoy live music.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cocoa Cinnamon",
				"add1": "420 W Geer St",
				"add2": "",
				"cty": "Durham",
				"stt": "NC",
				"zpcd": "27701",
				"phn": "ggg",
				"url": "https://littlewaves.coffee/pages/old-north-durham",
				"note": "Cocoa Cinnamon is a chill coffeehouse for single-origin coffee, tea, and drinking chocolate with outdoor seating. From their website, 'We are small and independently owned and operated, quality, service, and heart-driven, Latina co-owned, women-forward, and our team is comprised of people of different cultures, genders, languages, faiths, and beliefs. ⁠⁠With every decision we make, we work to honor people, places, cultures, and histories. We integrate personal narratives into our spaces and offerings in an effort to help our guests and clients feel more connected to us on a human level. We name our roasts and drinks after places that inspire wonder, have cultural significance, and after people and places that we love. Every act is an invitation to connect, and we are fueled by the joy we get from cultivating health and wonder with the world around us.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cortez Seafood and Cocktail",
				"add1": "413 Glenwood Ave",
				"add2": "ccc",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27603",
				"phn": "(919) 342-8227",
				"url": "https://www.cortezraleigh.com/",
				"note": "Cortez Seafood and Cocktail serves seafood (including raw oysters and ceviche) and cocktails with Mexican influences in a tropical space. From their website, ‘The Cortez is a fresh seafood and small plates experience with a freshly kept selection of tropical cocktails that draw on our food memories travels through the years and Mexican-American heritage. Executive Chef Oscar Diaz’s menu is a reflection of his weekly walks through the farmer’s market and the bounties brought in by our local fishermen. The beverage menu is rounded out with rotating craft beers and a curated wine list.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Southern Foodways Alliance"
            },
            {
                "name": "Heirloom Brewshop - Coffee, Tea, Sake",
				"add1": "219 S West St",
				"add2": "",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27603",
				"phn": "",
				"url": "https://www.heirloombrewshop.com/",
				"note": "Heirloom Brewshop - Coffee, Tea, Sake is a modern outpost featuring espresso drinks, loose-leaf teas, and sake cocktails in a bright, sleek venue. From their website, 'The pursuit of harmony among differences, the union of our various cultures and offerings, and the belief that hospitality and the passionate dedication to crafting genuinely inspired food and beverage can uplift the communities around us. This is the fabric of Heirloom that we are unabashedly unapologetic for. And we’re looking for like-minded members, passionate about coffee, tea, sake, and food to join our family.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Jose and Sons Bar and Kitchen",
				"add1": "327 W Davie St",
				"add2": "#102",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27601",
				"phn": "(919) 755-0556",
				"url": "https://www.joseandsons.com/",
				"note": "Jose and Sons Bar and Kitchen serves Mexican fare with Southern touches in a modern, rustic space. From their website, ‘The idea behind Jose and Sons is simple: to fully embrace both our family’s Mexican heritage and the American south we grew up in. The restaurant is named after our father, who, twenty years ago, made the journey from California to North Carolina in order to pursue his dream of opening a Mexican restaurant. Fast forward to today, and you have five siblings forever shaped by their father’s love for hospitality and serving the local neighborhood. The menu reflects our family’s roots, local southern cookery, and Chef Oscar Diaz’s own rich creative influences. The restaurant features a lively bar and dining room fitted with a tequila and bourbon tower smack in the middle of the restaurant. Jose and Sons aims to play a positive role in the evolving downtown Raleigh scene by joining our neighbors in supporting local artists, artisans, and farmers. We’re thrilled to be part of the warehouse district’s growing influence downtown and its tightly knit neighborhood vibe.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Southern Foodways Alliance"
            },
            {
                "name": "Jubala Coffee",
				"add1": "2100 Hillsborough St",
				"add2": "ccc",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27607",
				"phn": "(919) 792-1767",
				"url": "https://www.jubalacoffee.com/",
				"note": "From their website, ‘The customer experience inspires us. To the customer that wants to sip their espresso at the bar or the customer that needs a space for a group business meeting, we value your experience. To the customer looking for a weekend breakfast spot for the family or the customer wanting a cup of drip coffee to take on the road to work, we value your experience. We are driven by the quality of your experience—not just the product.’ From the Eater website, ‘This was our very first stop every day. There are fewer things in life that are more indulgent than their almond latte and a biscuit with apple butter.’ <Strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "La Farm Bakery",
				"add1": "5055 Arco St",
				"add2": "ccc",
				"cty": "Cary",
				"stt": "NC",
				"zpcd": "27519",
				"phn": "(984) 228-0300",
				"url": "https://www.lafarmbakery.com/",
				"note": "From their website, ‘La Farm Bakery is a modern bakery where families come together around the table to share their lives as they share a good meal. The founding philosophy of La Farm is born out of the experience and tutelage of Vatinet’s training in France’s prestigious artisans’ guild, Les Compagnons du Devoir. Our goal is to continue the centuries-old baking traditions and techniques, honoring the ordinary yet extraordinary boulangeries that once flourished in every little town in France. Here, Lionel Vatinet produces 15 different styles of breads and an additional 20 seasonal breads throughout the year using a European-style hearth oven. The breads benefit from a unique and lengthy 3-day process, which ensures maximum development of flavor and texture. All breads use unbleached, unbromated flours and are hand-crafted daily. Vatinet’s respect for fermentation and blending an old-world approach, craftsmanship, and belief system with new_world tastes helps create an exceptional experience for our La Farm “compagnons.”’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "M Tempura",
				"add1": "111 Orange St",
				"add2": "",
				"cty": "Durham",
				"stt": "NC",
				"zpcd": "27701",
				"phn": "(919) 748-3874",
				"url": "https://www.m-restaurants.com/m-tempura/",
				"note": "From the M Tempura website, 'From the M Tempura website, 'Our vision for M Tempura is to intensify the traditional tempura omakase-style experience. We take exotic and seasonal high-quality ingredients and elevate them with delicate frying technique. Our menu will feature select seafood and seasonal vegetables, as well as rich meats like Iberico pork from Spain. We hope to bring you a diverse and unique experience, one bite at a time. As one of the most popular Japanese foods along with sushi, tempura has already gained global popularity. It is regularly ranked among the top in popularity votes for favorite Japanese food by foreign tourists to Japan. Tempura is prepared by dipping seafood or vegetables in a batter made of flour, water, and egg and then deep-frying them in vegetable oil. At high-end tempura restaurants, it is often served simply with salt to enjoy the crispiness of the freshly-cooked batter. Otherwise, tempura generally comes with tentsuyu or slightly-sweet dipping sauce made of dash stock, mirin, and shoyu, along with garnishes to be mixed with the sauce, such as grated daikon radish and grated ginger.''",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Monuts Donuts",
				"add1": "1002 9th St",
				"add2": "",
				"cty": "Durham",
				"stt": "NC",
				"zpcd": "27705",
				"phn": "(919) 286-2642",
				"url": "https://www.monutsdonuts.com/",
				"note": "From the Monuts Donuts website, 'Monuts is a busy bakery and cafe located in Downtown Durham. We began as a donut stand operating off a tricycle near the Durham Farmer's Market in 2011 and have since grown into a bustling counter-service restaurant and bakery with a full menu of breakfast and lunch fare, including soups, salads, sandwiches, and of course, donuts. Monuts takes an updated approach to the American breakfast and lunch, pairing bold ethnic flavors with seasonal and local ingredients. Whether you’re looking for a hot breakfast on a cold day, a crisp fresh salad at the height of summer, or a handcrafted pastry or espresso to get you through your afternoon, Monuts has you covered. You won’t find any premade mixes or artificial flavorings in our food, though—everything we sell is made from scratch, by hand and with natural, high-quality ingredients. Breads and pastries are baked fresh daily, and sandwiches are made to order—if it seems simple, that’s because the best food often is.' From the Eater website, 'One of the hottest doughnut shops in the country, Monuts Donuts has taken in doughnuts from small tables at farmer's markets to this insanely popular downtown Durham brick-and-mortar shop. The menu of cake and yeast doughnuts change daily, with flavors ranging from a classic apple cider to the creative chocolate chai.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Morgan Street Food Hall",
				"add1": "411 W Morgan St",
				"add2": "ccc",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27603",
				"phn": "(919) 307-4481",
				"url": "https://www.morganfoodhall.com/our-vendors/",
				"note": "From the Eater website, ‘One of at least four food hall concepts slated to hit the Research Triangle this year, the 22,000-square-foot Morgan Street Food Hall will be home to more than a dozen dining options. Many, such as Makus Empanadas, Wicked Taco, Oak City Fish and Chips, and Carroll’s Kitchen (a nonprofit with the aim of ending homelessness for women), are expansions of existing local restaurants. The Shark Tank-famous food truck Cousins Maine Lobster is opening its first N.C. storefront at Morgan Street, and it will also be home to other new concepts serving oh-so-trendy rolled ice cream, wood-fired pizza, sushi, boba tea, crepes, and more.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "Pam's Farmhouse Restaurant",
				"add1": "5111 Western Blvd",
				"add2": "",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27606",
				"phn": "(919) 859-9990",
				"url": "",
				"note": "Pam's Farmhouse Restaurant is a down-to-earth eatery dishing up Southern-style comfort food in an unassuming atmosphere. From USA Today 10 Best website, 'If you need to get going early, Pam's starts serving a delicious Southern breakfast at 6 AM. Dig into a plate of pancakes, drizzled with syrup, or a platter of bacon and eggs. Prepared with primarily local ingredients, from produce to meats, the fare is flavorful and fresh. Midday grub consists of succulent fried chicken, roast beef, okra, corn, collard greens, potatoes and gravy and more.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Poole's",
				"add1": "426 S McDowell St",
				"add2": "",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27601",
				"phn": "(919) 832-4477",
				"url": "https://ac-restaurants.com/pooles/",
				"note": "Poole’s is a circa-1945 diner with seasonal comfort food, cocktails, and house desserts in a retro-chic setting. From the Eater website, ‘What we make is Southern food, but it’s a little lighter and cleaner, with a French influence, which you can see in a lot of food from this region. I like to provide comfort, but that doesn’t mean it has to be heavy. Most of all, I want that one thing that you read on the menu — whether it’s rabbit or something else — to shine through. I want that flavor to come out clearly.’ From the Visit Raliegh website, ‘Menus at Poole’s are inspired by the season and its many offerings. As the season changes, at some points on a daily basis, so do the chalkboard menus. Everything is made to order, from scratch, and is delicious gourmet southern cooking.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "Saltbox Seafood Joint",
				"add1": "2637 Durham-Chapel Hill Blvd",
				"add2": "ccc",
				"cty": "Durham",
				"stt": "NC",
				"zpcd": "27707",
				"phn": "(919) 237-3499",
				"url": "https://www.saltboxseafoodjoint.com/",
				"note": "A buzzy counter-serve offshoot of a popular roadside shack known for its local, seasonal seafood. From their website, 'Chef Ricky Moore created Saltbox Seafood Joint in Durham, North Carolina, in 2012. Drawing inspiration from classic American fish camps and waterside seafood shacks, Saltbox celebrates local, fresh seafood. With decades of fine dining restaurant and hospitality experience, Chef Ricky Moore believes that ordinary, simple food can be extraordinary when executed at the highest level. In 2022, Chef Ricky Moore was awarded Best Chef: Southeast by the James Beard Foundation. At SALTBOX Seafood Joint, the availability of fish and shellfish vary depending on what has been caught by North Carolina fisherfolk. For this reason, the menu changes daily, handwritten on a chalkboard with the day's offerings. All menu items are made fresh and prepared simple and straightforward.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Let's Be Us (YouTube)"
            },
            {
                "name": "Sister Liu’s Kitchen",
				"add1": "5504 Durham-Chapel Hill Blvd",
				"add2": "#103",
				"cty": "Durham",
				"stt": "NC",
				"zpcd": "27707",
				"phn": "(984) 244-3973",
				"url": "https://sisterliuskitchen.com/",
				"note": "Sister Liu’s Kitchen serves unforgettable dumplings, for carryout only. From their website, 'Homestyle Northeastern Chinese Food made by hand with family recipes in Durham, NC and delivered with love to the Research Triangle Park Community. Sister Liu's Kitchen is a cornerstone in the Durham community and has been recognized for its outstanding Chinese cuisine, excellent service, and friendly staff. Our Chinese restaurant is known for its modern interpretation of classic dishes and its insistence on only using high-quality fresh ingredients.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
			},
            {
                "name": "Yellow Dog Bread Company",
				"add1": "219 E Franklin St",
				"add2": "ccc",
				"cty": "Raleigh",
				"stt": "NC",
				"zpcd": "27604",
				"phn": "(984) 232-0291",
				"url": "http://yellowdogbread.com/",
				"note": "From the This is Raliegh website, ‘Yellow Dog Bread Company is a coffee shop and bakery specializing in handmade artisan breads and southern-influenced pastries. A small and local neighborhood bakery with fresh baked bread daily, croissants, rolls, sandwiches, cookies, cakes, and coffee. A cute seating area to meet with friends. They recommend ordering their bread, almond croissants, cranberry pecan scones, sticky buns, maple bacon scones, crostinis, chocolate chip scones, homemade pop tarts, and iced chai vanilla latte.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Let's Be Us (YouTube)"
            }
        ]
    }
}