{
    "result": {
        "city": "Richmond, VA",
		"posts": [
            {
                "name": "Laura Lee's",
				"add1": "3410 Semmes Ave",
				"add2": "ccc",
				"cty": "Richmond",
				"stt": "VA",
				"zpcd": "23225",
				"phn": "(804) 233-9672",
				"url": "https://lauraleesrva.com/",
				"note": "From their website, ‘Laura Lee’s is an updated take on the American fern bar. Our space is comfortable and lovely, with living walls, padded chairs, and semi-circular booths, a classic mirrored bar, and a backyard garden patio. We are open for dinner every night of the week and for brunch on Saturday and Sunday.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Micheal Garrett"
            },
            {
                "name": "Lucky AF: Asian Fusion and Sushi",
				"add1": "3103 W Leigh St",
				"add2": "ccc",
				"cty": "Richmond",
				"stt": "VA",
				"zpcd": "23230",
				"phn": "(804) 905-9888",
				"url": "https://getluckyaf.com/",
				"note": "From their website, ‘Lucky AF (Lucky Asian Fusion) is a fresh and fun take on a modern sushi restaurant. Combining transitional elements of Asian fusion dishes with elevated flavors and striking creativity, Master Sushi Chef Hai Truong’s unique approach to sushi and Pan Asian dishes is a welcome addition to the Scott’s Addition restaurant scene. Nestled on the corner of Summit and Leigh, Lucky AF offers lunch and dinner service daily, an exciting and thought-provoking beverage program, and a killer happy hour EVERY day, all within a sexy and chic dining atmosphere. Dine indoors or perhaps on our open-aired, shaded patio.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "The Detour Duo (YouTube)"
            },
            {
                "name": "Perly's",
				"add1": "111 E Grace St",
				"add2": "",
				"cty": "Richmond",
				"stt": "VA",
				"zpcd": "23219",
				"phn": "(804) 912-1560",
				"url": "",
				"note": "Perly's serves creative Jewish deli bites, and dinners in a funky, retro eatery decorated with old photos. Alton Brown tweeted about their blueberry-covered cheesecake. From the DC Eater website, 'This charming, mom-and-pop Jewish deli downtown is a total throwback. The picture-perfect fish platter cradles cured specialties like smoked trout and silky gravlax with all the fixings. The baseball-sized matzoh balls, floating in a rich chicken broth and sprinkled with fresh dill, live up to the Perly’s tagline: &ldquo;It’s Yiddish for delicious.&rdquo;'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Teusday",
				"rcmmnd": "Alton Brown"
            },
            {
                "name": "Sally Bell's Kitchen",
				"add1": "2337 W Broad St",
				"add2": "",
				"cty": "Richmond",
				"stt": "VA",
				"zpcd": "23220",
				"phn": "(804) 644-2838",
				"url": "https://www.sallybellskitchen.com/",
				"note": "Sally Bell's Kitchen is a circa-1926 bakeshop providing pies, tarts, bread, and cupcakes as well as their popular boxed lunches. Order the chicken salad box lunch or the deviled eggs or cupcakes or potato salad. From their website, 'We are a local, family-owned eatery that has been serving homemade sandwiches, salads, and baked goods to Richmond residents for nine decades. Our fresh, boxed lunches are perfect for weekday meals, office meetings, and special events. To place your pickup or delivery order, simply give us a call, order online, or drop by our West Broad location. We look forward to seeing you!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "Eater (YouTube)"
            }

        ]
    }
}