{
    "result": {
        "city": "Rochester, NY",
		"posts": [
            {
                "name": "Abbott's Frozen Custard",
				"add1": "4791 Lake Ave",
				"add2": "",
				"cty": "Rochester",
				"stt": "NY",
				"zpcd": "14612",
				"phn": "(585) 865-7400",
				"url": "https://www.abbottscustard.com/",
				"note": "Abbott's Frozen Custard is a long-running chain offering sweet treats from cones to cakes, made with slow-churned frozen custard. From their website, 'No matter what it’s “after” – the game, date night, the beach, a walk with friends – a trip to Abbott’s to enjoy a delicious selection of cones, dishes, sundaes, shakes and more – with or without sprinkles – will help ensure you and your family live happily ever after.' <strong>They have multiple locations.</strong>",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bill Gray’s",
				"add1": "4870 Culver Rd",
				"add2": "",
				"cty": "Rochester",
				"stt": "NY",
				"zpcd": "14622",
				"phn": "(585) 266-7820",
				"url": "https://www.billgrays.com/",
				"note": "Bill Gray’s is part of a regional chain long known for its cheeseburgers, hot dogs, and frozen custard. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Galleria Pizza",
				"add1": "16 E Main S",
				"add2": "",
				"cty": "Rochester",
				"stt": "NY",
				"zpcd": "14614",
				"phn": "(585) 262-2222",
				"url": "https://galleriapizza.com/",
				"note": "Galleria Pizza serves pizzas featuring toppings like crab and potato skins at this bare-bones parlor with wings, pasta, and subs. From their website, 'Galleria Pizza has been serving our customers with the most mouthwatering selections of pizza, subs, sandwiches, wraps, and more since 1994. Located in downtown Rochester, NY, we offer dine-in, take-out, and delivery services at affordable prices. Do you need a break from your usual lunch? Or maybe you’re craving a slice of delicious pizza while in downtown Rochester, NY. At Galleria Pizza, we’re more than just pizza. We have an entire menu covering subs, soups, salads, sandwiches, strombolis, burgers, wraps, and much more. Since 1994, we’ve made sure that our customers leave with a full stomach and a positive dining experience. So, come down, have a seat, and eat! We have plenty of seating available for you, your family, friends, and coworkers to enjoy your deliciously prepared lunch.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "Sam Joehl"
            },
            {
                "name": "Mamasan's",
				"add1": "400 Mt Hope Ave",
				"add2": "",
				"cty": "Rochester",
				"stt": "NY",
				"zpcd": "14620",
				"phn": "(585) 461-3290",
				"url": "https://mamasans.com/",
				"note": "Mamasan's is a hearty Thai and Vietnamese noodle and rice dishes spiced to taste in a friendly, family-run eatery. They have great Thai and Vietnamese food. I have never ordered a bad dish there. From their website, 'Mamasan’s opened for business in 1984 in the modest confines of a converted donut shop. Located in the heart of Rochester, New York’s cultural district and minutes from the headquarters of Kodak, Bausch & Lomb and other major corporations, the restaurant began serving the lunchtime crowd and quickly developed a loyal following. Customers enjoyed the unique flavors of the Vietnamese and Thai cuisine served at the restaurant, the first of its kind in Rochester.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nick Tahou Hots",
				"add1": "320 W Main St",
				"add2": "",
				"cty": "Rochester",
				"stt": "NY",
				"zpcd": "14608",
				"phn": "(585) 436-0184",
				"url": "https://garbageplate.com/",
				"note": "Nick Tahou Hots is a Rochester, NY landmark restaurant famous for its Garbage Plate. The restaurant was founded by its namesake, Nick Tahou. Despite many regional variants all based on the same theme, Nick's is widely regarded as the original Garbage Plate which usually contains a mash-up of meats (hamburgers, cheese burgers, hot dogs, etc.), fries, salads, and sauces. From their website, 'Nick Tahou Hots is a Rochester, NY landmark restaurant famous for its Garbage Plate. The restaurant was founded by its namesake, Nick Tahou, who died in 1997 after running the establishment for over 50 years. Despite many regional variants all based on the same theme, Nick's is widely regarded as the original Garbage Plate.' <strong>NOTE</strong>: My New York State Trooper friends would only go in uniform after dropping people at Rochester's main police station.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Parkside Diner",
				"add1": "4353 Culver Rd",
				"add2": "",
				"cty": "Rochester",
				"stt": "NY",
				"zpcd": "14622",
				"phn": "(585) 323-2710",
				"url": "https://parksidediner.com/",
				"note": "Parkside Diner is a classic, unpretentious American restaurant with outdoor seating and an attached mini-golf course. I love ordering their create your own omelette with artichokes and sauteed mushrooms, hash browns, and a side of country toast. From tehir website, 'Established by sole proprietor Jim Papas, Parkside Diner opened the original 40-seat diner serving breakfast, lunch, and dinner in 1990. The diner’s reputation quickly caught on and in 1992 Jim brought in his brother and partner Greg Papas. The two brothers expanded the dining room and added outdoor seating.  Today, Parkside Diner comfortably seats up to 120 patrons and has become the most popular diner in the Town of Irondequoit.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Tapas 177",
				"add1": "177 St Paul St",
				"add2": "",
				"cty": "Rochester",
				"stt": "NY",
				"zpcd": "14604",
				"phn": "(585) 262-2090",
				"url": "https://tapas177.com/",
				"note": "Tapas 177 serves global small plates from egg rolls to empanadas in a dimly lit space with a courtyard they even have salsa dancing. Friends and others have said their vegan dishes are astonishing, and you should order the Moroccan Vegetable Stew or the Tofu Tikka Masala or the Indian Red Lentil Idli Pancakes with vegan ricotta. From their website, 'Tapas 177 has been in business for over 20 years. Our dining menu is a creative 'fusion of familiar and exotic flavors from around the world. With over 20 appetizer choices, you can have your dinner 'tapas-style' by sharing a few from our amazing selection or order one of our fabulous entrees.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Sam Joehl"
            }
        ]
    }
}