{
    "result": {
        "city": "San Diego, CA",
		"posts": [
            {
                "name": "Alforon Mediterranean",
				"add1": "5965 El Cajon Blvd",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92115",
				"phn": "(619) 269-9904",
				"url": "https://www.alforon.com/",
				"note": "Alforon Mediterranean is a homey Lebanese restaurant and bakery specializing in flatbread and meze with old-world decor. From their website, 'We make everything in house from original ingredients, We take pride in our Lebanese Mediterranean rich food preparations, with the promise to keep our kitchen free of preservatives and commercial additives in every way.' From the San Diego Eater website, 'Noteworthy items at this Lebanese restaurant and bakery include soujouk, or spiced beef sausage, tomato, and cheese served on flatbread and the restaurant’s signature Chicken Tawook, a flatbread dish topped with chicken, garlic, and pickles.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "BeShock Ramen and Sake Bar",
				"add1": "1288 Market St",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92101",
				"phn": "(619) 501-9612",
				"url": "https://beshockramen.com/",
				"note": "BeShock Ramen and Sake Bar's light yet flavorful meals are quickly becoming a neighborhood hit. The broth is made from scratch and full of delicious vegetables - perfect for those looking to stay on the healthier side of dining out. Ramen, sushi roll, and even fried chicken and they have something that you need to satisfy any craving. Make sure to order the edamame and the pan-fried pork dumplings or any of the Ramens. From their website, 'Award winning Ramen restaurant in San Diego! BESHOCK brought in flavors of Japan in a heart of East Village from ramen, sushi, wide varieties of sake to Japanese whiskies. Come and dine with us as we are ready to share our soul foods, drinks and stories.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Blue Water Seafood Market and Grill",
				"add1": "3667 India St",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92103",
				"phn": "(619) 497-0914",
				"url": "https://bluewaterseafoodsandiego.com/",
				"note": "Blue Water Seafood Market and Grill is an authentic Mexican-style seafood taco's with special sauce, served with house-made tortillas. The items to order are the Sea Bass Taco or the Halibut Sandwich. From their website, 'Our menu is how we share those experiences with you. Every day we start with the freshest fish we can get, and carefully prepare it to enhance its flavor. Every plate, every sandwich, every fish taco is an expression of fresh and local. Whenever possible, we buy local fish directly from the fishermen who catch them – or we catch them ourselves. Ask the guy behind the counter “what looks good?” He might cut you a piece of Yellowtail he caught off La Jolla himself – early this morning.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Draft",
				"add1": "3105 Ocean Front Walk",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92109",
				"phn": "(858) 228-9305",
				"url": "https://www.draftsandiego.com/",
				"note": "Draft is a sleek but casual American bar and grill which features small plates along with beer on tap and beach views. You should order their bison burger. From the SanDiego Eater website, 'Draft’s game day recipe: Begin with a tailgate themed pre-party. Continue with the game itself, screened on its many screens. Throughout: free beer and tequila samples from Ballast Point, Tap Truck, and Patron. Super Bowl dining discounts and specials on pretzel bites, nachos and more. All unfolding in their bright dining room and beachfront patio. Touchdown.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "El Indio Mexican Restaurant",
				"add1": "3695 India S",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92103",
				"phn": "(619) 299-0385",
				"url": "https://www.elindiosandiego.net/",
				"note": "El Indio Mexican Restaurant is a casually decorated and popular spot serving traditional Mexican fare since 1940. Order the tamales, rolled Taquitos, or the corn tortillas. From their website, 'El Indio was founded at the corner of India and Grape as a tortilla factory in August of 1940 by Ralph Pesqueira Sr. Fresh corn tortillas were made by hand. During WWII, customers from Consolidated, Convair and other nearby factories soon began asking for ready to eat lunch items. Ralph Sr. responded by making the “taquito,” a word he coined meaning “little taco.”'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "El Puesto",
				"add1": "789 W Harbor Dr",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92101",
				"phn": "(619) 233-8880",
				"url": "https://www.eatpuesto.com/",
				"note": "El Puesto is a bi-level eatery with floor-to-ceiling windows serving an innovative, locally sourced Mexican menu. They serve great upscale tacos of which I usually get the fish tacos. Haven't had a bad meal there yet. From the San Diego Eater website, 'Chef Luisteen Gonzalez’s plant-based menu omits the cheese from his popular Mexico City-style tacos, allowing the delicate flavors of vegetables to shine. The Mushroom Taco is a work of art with garlic braised morels and beec, dressed in pink pickled onions, sweet and spicy stone fruit serrano salsa, and delicate hearts on fire leaves. The Verduras Taco—a sautee of rajas, tatume squash, potatoes, corn, and nopales—arrives under a lobe of avocado with a fluttering zucchini blossom.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Filippi's Pizza Grotto",
				"add1": "1747 India St",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92101",
				"phn": "(619) 232-5094",
				"url": "https://realcheesepizza.com/",
				"note": "Filippi's Pizza Grotto is a chain outpost offering pizza and red-sauce Italian staples in generous portions. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Georges at the Cove",
				"add1": "1250 Prospect St",
				"add2": "",
				"cty": "La Jolla",
				"stt": "CA",
				"zpcd": "92037",
				"phn": "(858) 454-4244",
				"url": "http://www.georgesatthecove.com/",
				"note": "Georges at the Cove is renowned chef Trey Foshee's seafood-centric cuisine served in an elegant setting with ocean views. From the San Diego Eater website, 'This three-floor stunner offers choose-your-own-adventure dining. Though its lower- level fine dining restaurant closed during the pandemic, George’s still offers top-notch views and dishes like local tuna crudo and roasted Jidori chicken at its rooftop terrace and craft cocktail-focused gastrobar. As San Diego’s top supporter of Chino Farm, its ingredients are impeccable, while executive chef/partner Trey Foshee is one of the city’s most admired chefs.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Gold Donut",
				"add1": "3460 Adams Ave",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92116",
				"phn": "(619) 563-6472",
				"url": "",
				"note": "The Gold Donut bakery specializes in classic glazed and filled donuts and is situated in a small shopping plaza. They make one of my top five favorite apple fritters in the country, but any of their donuts will work depending on what you're in the mood to eat.",
				"eaten": "yes",
				"photo": "https://c2.staticflickr.com/8/7024/13193356484_8027a454cd_n.jpg",
				"cptn": "Dispaly case filled with a dozen different types of hand made donuts from Gold Donuts near Kensington area of San Diego.",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Grand Ole BBQ y Asado",
				"add1": "3302 32nd St",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92104",
				"phn": "(619) 213-3765",
				"url": "hhh/",
				"note": "Grand Ole BBQ y Asado serves Texas-style BBQ, and Argentinean grilled meats served in a straightforward outdoor space. Quote from Food Network; 'Andy Harris used to be a tour manager for rock bands, firing up his smoker for the crews. His food was so successful he decided to open a restaurant to bring Texas barbecue to San Diego. He teamed up with Chef Ami Cisneros to elevate barbecue to the next level. Don’t miss the massive El Boracho Beef Rib with house-made queso and pickled red onion relish.' When you're there, you should order the El Boracho Beef Rib or the lamb tacos. From the San Diego Eater website, 'After three years away, Grand Ole BBQ’s original spot in North Park is back and more grand than ever; the soaring space now features a larger patio along with an indoor dining area and bar. In addition to its accomplished Texas-style barbecue (and Argentine specialties on Sundays), the restaurant has expanded its menu to include more vegan options, sides, and desserts.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Graze by Sam",
				"add1": "555 W Date St",
				"add2": "Suite B",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92101",
				"phn": "(619) 269-0335",
				"url": "https://www.grazebysam.com/",
				"note": "From the Graze by Sam website. 'San Diego-based Sam &ldquo;The Cooking Guy&rdquo; Zien left a career in biotech and became the everyman of cooking by combining an irreverent mix of humor with recipes that are ‘big in taste but small in effort.’ With his show in 24 markets, 3 cookbooks, 15 Emmys, and a dozen visits to the Today Show, Zien’s ‘anyone can make this’ style continues to win fans. And Sam’s casually uncensored web series, STCGO manages to entertain and teach at the same time.' More from the Little Italy Food Hall website, 'Graze by Sam specializes in crave-able sandwiches and salads by day, and eclectic shareables and unique wines by night. Inspired by his world travels and &ldquo;everyman&rdquo; approach to cooking, the menu has an added flare of creativity (and deliciousness) that Sam has become widely known for. Graze by Sam also offers an exclusive wine club where members receive monthly wines and member perks!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Sam the Cooking Guy (YouTube)"
            },
            {
                "name": "Hodad's",
				"add1": "5010 Newport Ave,",
				"add2": "",
				"cty": "Ocean Beach",
				"stt": "CA",
				"zpcd": "92107",
				"phn": "(619) 224-4623",
				"url": "https://hodadies.com/",
				"note": "Hodad's a burger joint where patrons can dine inside restored cars or amid license plate-covered walls. They make one of the best burgers I have ever had which was the 'Blue Jay Burger' a bacon cheeseburger served with their blue cheese and grilled onions along a side of onion rings. From the SanDiego Eater website, 'Byron and Virginia Hardin established Hodad’s in Ocean Beach as a burger stand in 1973. These days, there are two full-fledged restaurant locations operated by their grandchildren. Hodad’s is probably the most famous name in San Diego burgers, thanks in part to national recognition. The burgers are huge; a double bacon cheeseburger ordered “all the way” is half a foot tall and more than a meal for two. Get the best of two worlds and order “frings” — a mix of both the onion rings and wonderful fries with battered exteriors and interiors almost as tender as mashed potatoes.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Juniper and Ivy",
				"add1": "2228 Kettner Blvd",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92101",
				"phn": "(619) 269-9036",
				"url": "https://www.juniperandivy.com/",
				"note": "Juniper and Ivy is a spacious, modern restaurant serving imaginative New American fare and drinks in woody, arty surrounds. From their website, 'In 2014, owner Michael Rosen saw the potential in an old abandoned warehouse on the northern edge of San Diego's Little Italy and decided it was time to start a serious conversation about food, wine, local ingredients, and what they are all capable of when treated with passion, precision, and inventiveness. What started as a love letter to San Diego, food, and wine has become a catalyst of eclectic west-coast fine dining, a movement defined by fresh, locally sourced ingredients, inventive chef-driven technique, and artful plating designed for sharing.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Karl Strauss Brewery",
				"add1": "1157 Columbia St",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92101",
				"phn": "(619) 234-2739",
				"url": "https://www.karlstrauss.com/",
				"note": "Karl Strauss Brewery is San Diego's first microbrewery, known for its full-flavored, hand-crafted beer and six brewery restaurants. Their bar food menu is great. You should try their pork chop dish which was huge last time I had one. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Jo's Diner",
				"add1": "807 W Washington St",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92103",
				"phn": "(619) 323-2035",
				"url": "https://www.josdinermissionhills.com/",
				"note": "From Jo's Diner website, 'Jo’s is a contemporary-style American diner created to complement San Diego's Mission Hills community. We are a casual neighborhood restaurant serving diner-inspired meals. From Biscuits and Gravy to Wine-Braised Short Rib Benedicts to Bacon-Wrapped Meatloaf and Chocolate Ganache Milk Shakes, Jo’s offers a subtle modern touch to all the familiar diner classics.' Make sure to order the meatloaf from everything I have seen.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Las Cuatro Milpas",
				"add1": "1857 Logan Ave",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92113",
				"phn": "(619) 234-4460",
				"url": "",
				"note": "Las Cuatro Milpas is an old-school Mexican joint earning fans with its homemade tortillas and picnic-table decor since 1933. Pork tamales with rice and beans are the dish to get and the one every other pork tamale is compared. From the San Diego Eater website, ‘Las Cuatro Milpas is one of San Diego’s most beloved Mexican restaurant for good reason. This Logan Avenue institution cranks out delightful fried tacos and flautas stuffed with pork or chicken along with flour tortillas and refried beans, made the same way they were first made back in 1933 when the Estudillo family opened the doors to this historic restaurant. While lines can get long, your patience will be rewarded at the counter.’ <strong>NOTE</strong>: Cash only.",
				"eaten": "yes",
				"photo": "https://c2.staticflickr.com/4/3773/13176267915_902e955497_n.jpg",
				"cptn": "Rice and beans with the best pork tamale I've ever eaten at Las Cuatro Milpas in San Diego, CA",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Lion's Share",
				"add1": "629 Kettner Blvd",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92101",
				"phn": "(619) 564-6924",
				"url": "https://www.lionssharesd.com/",
				"note": "Lion's Share is an intimate, moody bar pairing handcrafted drinks with New American plates featuring exotic meats. I have ordered many things here from a mixed sausage platter to pork chop to some Charcuterie, and it's all been great. From their website, ‘Our vision is quite simple: it is our desire to offer food and cocktails with only the best ingredients, prepared meticulously for your enjoyment. We will skip the pretense often associated with an establishment of this nature and instead offer you our undivided attention, knowledge, and appreciation. Please, do not hesitate to ask any questions or make suggestions. It is our assurance that you will not meet a more accommodating staff. So, sit back, dismiss the worries of your day and enjoy your share.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Lucha Libre Taco Shop",
				"add1": "1810 W Washington St",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92103",
				"phn": "(619) 296-8226",
				"url": "https://www.luchalibretacoshop.com/",
				"note": "Lucha Libre Taco Shop serves authentic street-style Mexican dishes, plus a salsa bar and old wrestling matches on TV. I was waiting at a light to turn on the highway at 12:30 PM and there was a line out the door so figured it might need to be on the list. From the San Diego Eater website, ‘A California burrito made with juicy steak, thick fries and a chipotle crema quickly became the original Mission Hills location’s calling cards in the brand’s early days. The California burrito, along with a slew of spin-off variations, including birria, al pastor, “surfing” shrimp, and alambres, still bring in customers, with crowds flocking to both the flagship and North Park locations.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Not Not Tacos",
				"add1": "550 W Date St",
				"add2": "Suite B",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92101",
				"phn": "(619) 269-6725",
				"url": "https://www.notnottacos.com/",
				"note": "Not Not Tacos is a low-key Mexican counter-serve in a food hall specializing in creative tacos with various fillings. From their website, 'Not Not Tacos serves up genre-bending fare that pushes the envelope of culinary creativity. Imagined by Sam “The Cooking Guy” Zien and brought to life as a team, the concept of Not Not Tacos is to breakdown preconceived notions of “tacos” and provide fiercely-innovative and unexpected items. These aren’t your typical Mexican-influenced tacos; no carnitas, pollo, or carne asada here. These are big, bold, full of flavor, and made from things not normally found in a taco (looking at you meatloaf, salmon, and pastrami).",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Sam the Cooking Guy (YouTube)"
            },
            {
                "name": "OB Noodle House and Sake Bar",
				"add1": "2218 Cable St",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92107",
				"phn": "(619) 450-6868",
				"url": "https://obnoodlehouse.com/",
				"note": "OB Noodle House and Sake Bar is a bustling restaurant and bar specializes in pho, beer on tap and has an extensive variety of sake drinks. Saw this place as we drove by heading to Hodad's and there was a line out the door and figured I needed to add it to the list for later.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Richard Walker's Pancake House",
				"add1": "520 Front St",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92101",
				"phn": "(619) 231-7777",
				"url": "https://www.richardwalkers.com/",
				"note": "At Richard Walker's Pancake House diners line up for baked apple pancakes and hearty breakfast staples at this casual daytime eatery. From their website, 'Richard Walker’s Pancake House continues the Walker family tradition by embracing a menu with a multitude of choices and unbeatable service. Our recipes demand only the finest ingredients: USDA 93-score butter, pure heavy whipping cream, the freshest locally sourced Grade AA eggs, and hard wheat unbleached flour. All batters are made fresh on the premises in our on-site commissaries so be assured you’re enjoying the finest breakfast creations possible.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Rockin' Baja Lobster - Old Town",
				"add1": "3890 Twiggs St",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92110",
				"phn": "(619) 260-0305",
				"url": "https://rockinbaja.com/",
				"note": "Rockin' Baja Lobster - Old Town serves food inspired by the dishes of Baja's Puerto Nuevo fishing town of fish and lobster taco shop bustles. A bit of history from their website, 'About an hour’s drive south of San Diego along the Baja Mexico coast, lies what was once a small fishing village called Puerto Nuevo. For many years tourist have flocked to the local fisherman’s houses to eat local Pacific lobsters, wrapped in warm flour tortillas along with ranchero beans, Mexican rice, and a hot red chili sauce. Butter was a rarity in the early days, and it was advisable to bring your own. Of course, icy cold Mexican beers and Margaritas were used for &ldquo;washing it all down&rdquo;.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Royal India",
				"add1": "329 Market St",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92101",
				"phn": "(619) 269-9999",
				"url": "https://www.royalindia.com/",
				"note": "Royal India is a refined eatery offers a range of Indian classics, including tandoori specialties, plus a full bar. During the week they have an all-you-can-eat buffet. It’s especially great if you’re there at the convention center or large hotel near nearby. From their website, 'Critics rank Royal India as the best Indian restaurants in San Diego. Royal India has multiple locations and specialize in vegetarian restaurants, vegan restaurants, halal food restaurants and provide catering services for corporate events and parties at San Diego's top hotels, cruise and at an elegant banquet hall &ldquo;Royal Banquet&rdquo;. You will be utterly pampered with gracious hospitality, plush ambiance and world class food made with authentic Indian ingredients and ancient Indian recipes, that will leave you utterly aglow.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Salt and Straw",
				"add1": "1670 India St",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92101",
				"phn": "(619) 542-9394",
				"url": "https://saltandstraw.com/pages/locations#san-diego",
				"note": "Salt and Straw is a popular ice cream chain out of Portland, OR, known for inventive flavors and farm-sourced ingredients. You need to get their Sea Salt with Caramel Ribbons. From their website,'Our first San Diego shop joins the city’s historic Little Italy, a vibrant and colorful neighborhood that was once the center of San Diego’s tuna fishing industry in the 1920s. Today, Little Italy’s harborside blocks are home to a fast-growing food and drink scene that we’re honored to be a part of. A few blocks from Waterfront Park and the Embarcadero, our scoop shop adds a little bit of local sweet to India Street, so grab a scoop or three and explore the neighborhood gems, from the Mercato Farmers Market to the Maritime Museum of San Diego.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "South Beach Bar and Grill",
				"add1": "5059 Newport Ave",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92107",
				"phn": "(619) 226-4577",
				"url": "https://southbeachob.com/",
				"note": "South Beach Bar and Grill is a lively eatery offering ocean views, seafood-focused Mexican fare, and an immense selection of microbrews. Make sure to get the grilled fish tacos. From their website, 'Just a few miles west of downtown San Diego lies Ocean Beach, one of the few remaining classic California beach towns. In the heart of OB, at the end of palm-lined Newport Avenue, just a stone's throw from the Pacific Ocean sits the South Beach Bar and Grille. Home of the world-famous Mahi fish taco, South Beach has drawn a lively mix of locals and visitors since opening in 1992. Grab a seat at the long wooden bar and watch the sunset behind the crashing surf as you order from a full bar featuring 22 tequilas and more than 40 beers, including several from award-winning San Diego breweries.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Super Cocina",
				"add1": "3627 University Ave",
				"add2": "",
				"cty": "San Diego",
				"stt": "CA",
				"zpcd": "92104",
				"phn": "(619) 584-6244",
				"url": "https://www.supercocinasd.com/",
				"note": "Super Cocina is a no-frills setting for traditional handmade Mexican favorites like empanadas and enchiladas. Look into ordering some of the offal cuts. From their website, 'Our restaurant was established in 1988 with one main goal in mind, to bring you the most authentic cooking from the Mexican heartland. We change our menu daily in order to bring you more than 180 different culinary delights from different regions of Mexico, all made with the freshest ingredients. Our different dishes are unique and unrivaled anywhere else in San Diego, and our warm atmosphere and friendly staff will make you feel like you are eating with family. We offer free samples of our daily dishes to help you make the best selection.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}