{
    "result": {
        "city": "San Antonio",
		"posts": [
            {
                "name": "Chas Market and Kitchen",
				"add1": "1431 N Pine St",
				"add2": "ccc",
				"cty": "San Antonio",
				"stt": "TX",
				"zpcd": "78208",
				"phn": "(210) 227-1521",
				"url": "https://www.chaskitchen.com/",
				"note": "Enduring family-run operation offering Korean grocery items and all-you-can-eat BBQ. From their website, 'Many of you know us for our delicious Korean food and breakfast tacos! A lot has changed over the years; the taco stand in the corner is now one of the main reasons we are still open today! Also, Mrs. Kim's personal homemade Korean food and side dishes have been received with love by San Antonio residents and customers.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jose R. Ralat"
            },
            {
                "name": "The Jerk Shack",
				"add1": "117 Matyear St",
				"add2": "ccc",
				"cty": "San Antonio",
				"stt": "TX",
				"zpcd": "78237",
				"phn": "(210) 776-7780",
				"url": "https://thejerkshacksatx.com/",
				"note": "From their website, ‘The Jerk Shack family is led by Chef Nicola Blaque. After serving ten years in the Army, she followed her passion for cooking from Hawaii to San Antonio to attend the Culinary Institute of  America. After graduating in 2016, Chef Nicola launched her flagship  restaurant, The Jerk Shack, with her husband, Cornelius Massey, just two  years later.’ From the Eater website about The Jerk Shack, ‘Jerk Shack,  which is operated by chef Lattoia Massey (aka Nicola Blaque) and her husband Cornelius Massey (both U.S. Army veterans), is a food truck on  Matyear Street serving Jamaican favorites. Its classic dishes (“a love  letter to Jamaica”), jerk spices, and casual atmosphere earned it a spot on the list.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jose R Ralat"
            },
            {
                "name": "Naco Mexican - Grayson",
				"add1": "310 W Grayson St",
				"add2": "ccc",
				"cty": "San Antonio",
				"stt": "TX",
				"zpcd": "78212",
				"phn": "(210) 610-5136",
				"url": "https://www.nacomexican.com/",
				"note": "From Texas Monthly magazine website, ‘There are breakfast, lunch, and dinner tacos, from bean and cheese to pork al pastor, on freshly made tortillas (we like to order heirloom-blue-corn tortillas). If that doesn’t suit your fancy, you could try various tortas (Mexican sandwiches), or “small bites” that include guacamole and chips, or a house salad with shredded chicken and cilantro dressing. (Add-ons range from a sunny-side-up egg to huitlacoche, Mexico’s famous, delectably textured corn fungus.) Husband-and-wife duo Francisco Estrada and Lizzeth Martinez have pivoted to this new spot, hoping its more accessible location will keep the doors open. The menu is both authentic (that overused and often exaggerated term) and innovative, with gluten-free, keto, and vegetarian options holding their own against more traditional dishes.’ Jose tweeted, ‘Naco Mexican Eatery serves the best taco I’ve had so far this year.’ <strong>NOTE</strong>: They have a food truck too.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Jose R. Ralat"
            },
            {
                "name": "San Antonio Colonial Tortilla Factory",
				"add1": "1926 Guadalupe St",
				"add2": "ccc",
				"cty": "San Antonio",
				"stt": "TX",
				"zpcd": "78207",
				"phn": "(210) 276-1097",
				"url": "https://www.sacolonialtortilla.com/",
				"note": "From their website, 'We are known for producing the best Nixtamal tortillas in San Antonio! One of the most natural, healthy, resistant, and delicious tortillas you'll find in the market! San Antonio Colonial Tortilla Factory is not just a business for us; it is tradition. We are Mexican and very proud of where we grew up, so more than a lucrative opportunity, our business is a channel that allows us to share an important part of our culture with the inhabitants of this region. Each product is carefully crafted by hands full of experience and love for what they do. The processes remain as close to those that our ancestors used, which in turn allows us to offer high quality, healthier products with flavors that can only be found in our beloved Mexico.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Jose R. Ralat"
            }
        ]
    }
}