{
    "result": {
        "city": "Savannah, GA",
		"posts": [
            {
                "name": "The Grey",
				"add1": "109 Martin Luther King Jr Blvd",
				"add2": "",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 662-5999",
				"url": "https://thegreyrestaurant.com/",
				"note": "The Grey is a high-end retro venue with two bars offering modern Southern eats in a refurbished Greyhound bus depot. From their website, 'Welcome to The Grey. Occupying a 1938 art deco Greyhound Bus Terminal that they painstakingly restored to its original luster, The Grey offers a food, wine, and service experience that is simultaneously familiar and elevated. Bringing her personal take on Port City Southern food to a city of her youth allows The Grey to offer dishes that are deep, layered, and soulful in their flavors. With a penchant for regional produce, seafood and meats, guests will find a melting pot of surprising and comforting tastes with something new revealed in each and every visit.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Grey Market",
				"add1": "109 Jefferson St",
				"add2": "",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 201-3924",
				"url": "https://www.thegreymkt.com/",
				"note": "The Grey Market combines a Southern lunch counter and New York City-style bodega — bringing a 'come as you are, for anything you need' spirit to a genre made famous as a site of segregation. The Grey Market will serve Savannahians seafood boudin po’ boys, rare roast beef sandwiches, and a curry chicken salad (inspired by the Grey’s Chicken Country Captain) to-go. From their website, 'Johno Morisano and Mashama Bailey opened The Grey in 2014 and immediately landed themselves and Savannah on the national food map receiving a number of accolades that include, among a long list of others, a James Beard semifinalist nod as Best New Restaurant in America, Eater.com’s Restaurant of the Year for 2017/18 and Time Magazine’s Top 100 Places in the World in 2018. Mashama received her first James Beard nomination as Best Chef – Southeast in 2018.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Narobia's Grits and Gravy",
				"add1": "2019 Habersham St",
				"add2": "",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 231-0563",
				"url": "",
				"note": "Narobia's Grits and Gravy is a modest, down-home joint serving American comfort and soul foods for breakfast, brunch, and lunch. I saw Narobia's Grits and Gravy restaurant on Mashama Bailey's episode of Chef's Table on Netflix. Order the shrimp and grits with eggs over easy on top.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Mashama Bailey - Chef's Table"
            },
            {
                "name": "Southern Soul Barbeque",
				"add1": "2020 Demere Rd",
				"add2": "",
				"cty": "St Simons",
				"stt": "GA",
				"zpcd": "31522",
				"phn": "(912) 638-7685",
				"url": "http://www.southernsoulbbq.com/",
				"note": "Southern Soul Barbeque is located in a former gas station is now a bustling Southern BBQ joint serving oak-smoked meat and other specialties. From Food Network website, 'At Southern Soul Barbeque they like their ribs sweet, and they mean sweet. Each rib gets coated in brown sugar and tupelo honey. The result is super tender ribs and pulled pork with a unique woody smokiness.' From the Southern Living website, 'It's exactly 12.5 miles from Exit 38 on I-95 to the parking lot of Southern Soul Barbeque on St. Simons Island. If you're motoring southward down to the sunny skies of Florida, it's very much worth taking that short detour to see how Harrison Sapp and Griffin Bufkin have transformed an old seaside gas station into a Southern barbecue destination.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            }
        ]
    }
}