{
    "result": {
        "city": "Savannah, GA",
		"posts": [
            {
                "name": "Bobo Seafood Market",
				"add1": "2800 Montgomery St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31405",
				"phn": "(912) 232-5757",
				"url": "hhh",
				"note": "From Titus's blog about Bobo Seafood Market, 'I think I took part in a Low Country Boil every day I was in Savannah save for one. In these parts, there's plenty of spots that sell seafood both fresh and also cooked, and one of the more popular options at these type of places are the Savannah style Low Country Boils. The main components of which are boiled shrimp, sausage, and potatoes served with garlic sauce, hot sauce, and a little dime baggie of extra seasoning. Exactly like you see below. Sometimes crab is included too, but most spots didn't have any around the time we were visiting. The key to a good boil is shrimp that isn't overboiled, plus that finger-licking sauce. Bobo Seafood is rightfully one of the most popular local stops for a boil.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Clary's Cafe",
				"add1": "404 Abercorn St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 233-0402",
				"url": "https://claryscafe.com/",
				"note": "From their website’, If you have ever visited Clary’s Café, then you know that they’re about far more than the food. It is a place full of nostalgia and intriguing characters. It is a colorful mosaic of times and people and the bonds that have formed throughout the years. The feelings of home and family are evident when you walk through the door. As you look around at all of the knickknacks, paintings, family pictures, and memorabilia that form its décor, you may wonder how a drugstore could have evolved into what you see now… World Famous Clary’s Café.” Titus recommends the Corned Beef Hash at Clary’s Cafe in Savannah. Top 5 all-time from what I’ve tried. Serving the city since 1903.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "The Collins Quarter",
				"add1": "151 Bull St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": " (912) 777-4147",
				"url": "https://thecollinsquarter.com/",
				"note": "From their website, ‘The brunch shift is the most popular shift at both locations of the Collins Quarter, and it lasts until 3:00 PM daily. Modeled after Collins Street in Melbourne, Australian-born owner Anthony Debreceny used specialty coffee and standard yet innovative breakfast foods as the basis of his restaurants. Menu favorites include bananas Foster French toast, and shakshuka. The Collins Quarter’s second location is in Forsyth Park and was a genius addition to the city’s 30-acre green space. Here, the takeaway coffee and pastry window lets visitors enjoy their morning without the inevitable wait and head straight to the park.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Common Thread",
				"add1": "122 E 37th St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 944-7482",
				"url": "https://www.commonthreadsavannah.com/",
				"note": "Common Thread serves carefully sourced meals, veggie options, and cocktails served in a refined destination. Titus Ruscitti recommends the Black Bass Crudo, the Tortellini, the South Carolina Shrimp, and the Hearth Cooked Cobia. Titus blogged about Common Thread, 'Common Thread was brand new when we visited in March of 2021. It's the second restaurant from a team that runs a well-respected spot across the river in Bluffton, South Carolina, called Farm. We liked what the menu was showing us and managed to get a reservation before we drove down. Good call bc the place was popping, and many groups were being turned away. Actually, it's a good idea to make reservations for anywhere you're trying to go in Savannah as it's a busy little city with eating out being a big part of the tourist draw. Common Thread is a reservation you want. They served up one of my favorite sitdown meals this year, and while the menu has switched, I'd love to check out the new items because those we had on our visit were pretty exquisite. In fact, we tried to go back, but it was booked.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Dark Shark",
				"add1": "6705 Johnny Mercer Blvd",
				"add2": "#2336",
				"cty": "Wilmington Island",
				"stt": "GA",
				"zpcd": "31410",
				"phn": "(912) 210-8102",
				"url": "hhh",
				"note": "The Fresh, Fried, and Crispy (Netflix) show host recommends ordering the catfish and collard taco as long with the deep-fried peach is wrapped in dough and sugar. From the Food Network website, 'Dark Shark is a food truck swimming through the streets of Savannah known for their skillfully chopped and saucy tacos served with sides of onion rings, hush puppies and even peaches!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Fresh, Fried, and Crispy (Netflix)"
            },
            {
                "name": "The Grey",
				"add1": "109 Martin Luther King Jr Blvd",
				"add2": "",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 662-5999",
				"url": "https://thegreyrestaurant.com/",
				"note": "The Grey is a high-end retro venue with two bars offering modern Southern eats in a refurbished Greyhound bus depot. From their website, 'Welcome to The Grey. Occupying a 1938 art deco Greyhound Bus Terminal that they painstakingly restored to its original luster, The Grey offers a food, wine, and service experience that is simultaneously familiar and elevated. Bringing her personal take on Port City Southern food to a city of her youth allows The Grey to offer dishes that are deep, layered, and soulful in their flavors. With a penchant for regional produce, seafood and meats, guests will find a melting pot of surprising and comforting tastes with something new revealed in each and every visit.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Grey Market",
				"add1": "109 Jefferson St",
				"add2": "",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 201-3924",
				"url": "https://www.thegreymkt.com/",
				"note": "The Grey Market combines a Southern lunch counter and New York City-style bodega — bringing a 'come as you are, for anything you need' spirit to a genre made famous as a site of segregation. The Grey Market will serve Savannahians seafood boudin po’ boys, rare roast beef sandwiches, and a curry chicken salad (inspired by the Grey’s Chicken Country Captain) to-go. From their website, 'Johno Morisano and Mashama Bailey opened The Grey in 2014 and immediately landed themselves and Savannah on the national food map receiving a number of accolades that include, among a long list of others, a James Beard semifinalist nod as Best New Restaurant in America, Eater.com’s Restaurant of the Year for 2017/18 and Time Magazine’s Top 100 Places in the World in 2018. Mashama received her first James Beard nomination as Best Chef – Southeast in 2018.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Leopold's Ice Cream",
				"add1": "212 E Broughton St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 234-4442",
				"url": "https://leopoldsicecream.com/ ",
				"note": "From their website, ‘For over a century, we have been serving up “Good Things to Eat, Good Things to Drink” in beautiful, historic Savannah, Georgia. From our award-winning, homemade super-premium ice cream, unchanged since 1919, to our fresh squeezed fruit drinks, coffees, and freshly baked treats, you’re sure to find something memorable at Leopold’s.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Narobia's Grits and Gravy",
				"add1": "2019 Habersham St",
				"add2": "",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 231-0563",
				"url": "",
				"note": "Narobia's Grits and Gravy is a modest, down-home joint serving American comfort and soul foods for breakfast, brunch, and lunch. I saw Narobia's Grits and Gravy restaurant on Mashama Bailey's episode of Chef's Table on Netflix. Order the shrimp and grits with eggs over easy on top.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Mashama Bailey - Chef's Table"
            },
            {
                "name": "The Olde Pink House",
				"add1": "23 Abercorn St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 232-4286",
				"url": "https://www.theoldepinkhouserestaurant.com/",
				"note": "From the Carolina Eater website, ‘The Olde Pink House is Savannah’s elegant and quintessential Southern restaurant. Every dish, like cornbread fried oysters, crispy fried lobster, and she crab soup, falls squarely in the elevated comfort food category. The Georgian pink house, which dates from the 1770s, was home to Georgia’s first bank in the 1800s before eventually becoming a restaurant in 1971. Over the years, owners have added Arches Bar on the southern side of the house and Planters Tavern, a one-table wine vault that can be reserved for special occasions. Run by executive chef Vincent Burns since 1997, the Olde Pink House has remained one of Savannah’s top picks for a nice night out.’ Titus recommends the Crispy Scored Whole Fried Flounder dressed with an apricot glaze.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "PERC Coffee",
				"add1": "1802 E Broad St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 209-0025",
				"url": "https://perccoffee.com/",
				"note": "From their website, ‘Our mission is to share good times and amazing coffee with everyone we meet. We believe in growing a business rooted in authenticity, passion, and the curiosity to blaze trails. It’s an honor to work with the farmers who produce these fantastic coffees, and we’re pleased as punch to share them with you. We hope you dig it!’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Randy's Bar-B-Q",
				"add1": "750 Wheaton St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 412-2671",
				"url": "hhh",
				"note": "From the Connect Savannah website about Randy’s Bar-B-Q, ‘It’s a real deal, roadside barbecue shack. The menu is only a few items - ribs, chicken, deviled crabs, and a few sides - but they do it right and provide giant portions. Randy’s Barbecue is off the beaten path and truly a hidden gem of Savannah.’ From the Savannah Now website, ‘You don’t usually think of smoke rising from an oasis. You don’t expect a pool of barbecue sauce being the balm for the weary traveler. But like a thirsty desert caravan, people work their way to just such a place in downtown Savannah Tuesdays through Saturdays. On foot and by car, they come to line up under the midday sun at Randy’s Bar-B-Q on Wheaton Street.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Shabazz Seafood",
				"add1": "502 W Victory Dr",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31405",
				"phn": "(912) 777-7589",
				"url": "https://www.shabazzseafood.com/",
				"note": "From their website, ‘As seen on Netflix “Fresh, Fried, and Crispy,” Shabazz Seafood has been continuously serving millions in Savannah, GA since 1989 while maintaining the tradition having the best fish and seafood in Savannah. We pride ourselves in offering our customers the best food experience, from our signature Fish Supreme Combo, our delicious Shabazz Seafood Platter, to the flavorful Malika Shabazz Juice. Just minutes away from Downtown Savannah, visit us for lunch and dinner six days a week. At Shabazz Seafood, our menu favorites will have you wanting more. Let us take the stress out of your next party or meeting by ordering our event catering. At Shabazz Seafood, we cater all parties no matter how big or small. ‘ Titus recommends the wheat bread or buns for the fish sandwich. The host of Fresh, Fried, and Crispy recommends ordering the fish supreme sandwich.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Southern Soul Barbeque",
				"add1": "2020 Demere Rd",
				"add2": "",
				"cty": "St Simons",
				"stt": "GA",
				"zpcd": "31522",
				"phn": "(912) 638-7685",
				"url": "https://www.southernsoulbbq.com/",
				"note": "Southern Soul Barbeque is located in a former gas station is now a bustling Southern BBQ joint serving oak-smoked meat and other specialties. From Food Network website, 'At Southern Soul Barbeque they like their ribs sweet, and they mean sweet. Each rib gets coated in brown sugar and tupelo honey. The result is super tender ribs and pulled pork with a unique woody smokiness.' From the Southern Living website, 'It's exactly 12.5 miles from Exit 38 on I-95 to the parking lot of Southern Soul Barbeque on St. Simons Island. If you're motoring southward down to the sunny skies of Florida, it's very much worth taking that short detour to see how Harrison Sapp and Griffin Bufkin have transformed an old seaside gas station into a Southern barbecue destination.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Treylor Park",
				"add1": "115 E Bay St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(888) 873-9567",
				"url": "https://www.treylorpark.com/",
				"note": "The Fresh, Fried, and Crispy show host recommends ordering the Philly egg roll, grilled apple pie sandwich (fried chicken, grilled apple, bacon), Treylor Park chicken pot pie (deep fried chicken, corn, peas, gravy, cheddar, wrapped in a tortilla).or the peanut butter and jelly chicken wings to garnish a bloody Mary. From the Food Network website, ‘Get your Southern fare fix at Treylor Park, with a few surprising twists like their PB and J Wings, Shrimp and Grits Tacos and a chef’s choice charcuterie board.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Fresh, Fried, and Crispy"
            },
            {
                "name": "The Wyld",
				"add1": "2740 Livingston Ave",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31406",
				"phn": "(912) 692-1219",
				"url": "http://www.thewylddockbar.com/",
				"note": "The Wyld is a waterside hangout for New American fare with a seafood focus, along with cocktails, bocce, and a fire pit. Titus blogged, 'If you're looking for good food, nice views, and cold brews head over to this hip dock bar and get there early if you don't want to wait. The Wyld is a locals favorite in part due to it's away from the downtown location. It's got a very Low Country feel with its menu and setting. Fried local shrimp was excellent, as it most always is in these parts. There's not a better region to indulge in it than here.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Zunzi's",
				"add1": "236 Drayton St",
				"add2": "ccc",
				"cty": "Savannah",
				"stt": "GA",
				"zpcd": "31401",
				"phn": "(912) 443-9555",
				"url": "https://www.zunzis.com/",
				"note": "From the Carolina Eater website, ‘Zunzi’s is a South African-inspired sandwich shop with locations in both Atlanta and in Savannah. Sandwiches are served on 12-inch French bread with Zunzi’s sauce, a cream-based sauce that still tastes both fresh and of vinegar. The Conquistador is the most popular sandwich, which includes an ample amount of peri peri-marinated chicken dressed with Zunzi’s sauce and Zunzi’s dressing. If you text Zunzifest on the second Tuesday of every month, you can try it or the vegetarian sandwich, the Rising Sun, for free. Pair it with a South African sweet tea.’ Titus tweeted, “The Boerewors Sandwich at Zunzi’s South African Deli in Savannah. Considered the best sandwich shop in the state, according to some. These aren’t the regional favorite Gatsby Sandwiches you find all over Cape Town (those are stuffed with fries), but it’s damn delicious nonetheless.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            }
        ]
    }
}