{
    "result": {
        "city": "South Carolina",
		"posts": [
            {
                "name": "Callie’s Hot Little Biscuit",
				"add1": "476 1/2 King St",
				"add2": "",
				"cty": "Charleston",
				"stt": "SC",
				"zpcd": "29403",
				"phn": "(843) 737-5159",
				"url": "https://calliesbiscuits.com/",
				"note": "Callie’s Hot Little Biscuit is a snug counter serve featuring several types of biscuits, plus grab-and-go sandwiches, coffee, and tea. Order the cheddar country ham biscuit which contains butter and cream cheese. For dessert get the peach biscuit.  From their website, 'We are more than a biscuit – we at Callie's Hot Little Biscuit know that there is an art to Southern entertaining and we're sharing our best tips, tricks, recipes, and gift guides on our blog. Find inspiration in Carrie Morey's recipes and read about our newest collaborations and kits! Let Callie’s Hot Little Biscuit take care of your catering needs. We supply a variety of piping hot Callie’s award-winning biscuits, southern tea sandwiches, and a range of other delicious and locally inspired dishes, including pimento cheese, slow-cooked grits, French press coffee, and decadent cocoa and cream cookies.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Chubby Fish",
				"add1": "252 Coming St",
				"add2": "",
				"cty": "Charleston",
				"stt": "SC",
				"zpcd": "29403",
				"phn": "(854) 222-3949",
				"url": "https://www.chubbyfishcharleston.com/",
				"note": "From the Chubby Fish website, 'A chef-driven seafood concept from Chef James London. We proudly offer fresh, Lowcountry seafood with innovative preparation. Tucked away in Charleston’s Historic Elliotborough neighborhood, Chubby Fish partners with local fishermen and farmers to feature the very best local ingredients. The Chubby Fish menu spotlights fresh catches straight from the waters of Charleston and changes daily.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Fig",
				"add1": "232 Meeting St",
				"add2": "",
				"cty": "Charleston",
				"stt": "SC",
				"zpcd": "29401",
				"phn": "(843) 805-5900",
				"url": "https://eatatfig.com",
				"note": "Fig serves an elevated take's on Southern classics with seasonal ingredients served in an upscale bistro setting. From their website, 'Our approach is simple. We have a passion for pure flavor, quality ingredients, and for creating an atmosphere that is convivial, approachable, and a haven for people who simply love food. We source products with integrity, flavor, and soul and incorporate these seasonal offerings into our menu nightly. The result is food that is honest, straightforward, and pays homage to the Lowcountry, a special place we are privileged to call home. However, the FIG experience is about more than just-food. A sincere effort to educate our staff on all aspects of food and beverage culture is the basis for our service philosophy. It is our goal that guests feel special, comfortable, and well taken care of.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Glass Onion",
				"add1": "1219 Savannah Hwy",
				"add2": "",
				"cty": "Charleston",
				"stt": "SC",
				"zpcd": "29407",
				"phn": "(843) 225-1717",
				"url": "https://www.ilovetheglassonion.com/",
				"note": "The Glass Onion is an upbeat spot serving refined, locally sourced soul-food favorites in a charming environment. From their website, 'The Glass Onion is one of Charleston’s original homegrown neighborhood-based, locally focused, all-natural restaurants. Owner and Executive Chef Chris Stewart opened the restaurant in 2008 with fellow culinary colleagues. It was one of the first places in town to support local farmers and purveyors on almost every dish and drink on the menu.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Husk",
				"add1": "76 Queen St",
				"add2": "",
				"cty": "Charleston",
				"stt": "SC",
				"zpcd": "29401",
				"phn": "(843) 577-2500",
				"url": "https://huskrestaurant.com/",
				"note": "Husk is an ever-changing menu of locally sourced Southern dishes served in a restored Victorian-era home. From their website, 'Centrally located in historic downtown Charleston, Husk transforms the essence of Southern food. Husk reinterprets the bounty of the surrounding area, exploring an ingredient-driven cuisine that begins in the rediscovery of heirloom products and redefines what it means to cook and eat in the South.' <strong>NOTE</strong>: They have multiple locations nationally.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Lewis Barbecue",
				"add1": "464 N Nassau St",
				"add2": "",
				"cty": "Charleston",
				"stt": "SC",
				"zpcd": "29403",
				"phn": "(843) 805-9500",
				"url": "https://www.lewisbarbecue.com/",
				"note": "Lewis Barbecue servers Texas-style house-smoked meats served in an industrial-hip space with a bar and outdoor tables. From their website, 'The first thing you’ll notice when you pull up to Lewis Barbecue are the massive, custom-made smokers, welded by the pitmaster himself. Inside you’ll order at the counter, where John Lewis is slicing up true Central Texas barbecue, cut-to-order. Meat John Lewis a master of barbecue, John Lewis never cuts corners, unless you’re talking about burnt ends, of course. The pitmaster’s cult-like following can be attributed to his unerring dedication to barbecue – from welding his own custom-designed smokers to waking up at 4 a.m. to tend to the fire, he takes his meat seriously. Barbecue enthusiasts have flocked to his pits for years, waiting in long lines to get a taste of his expertly smoked pork spareribs, beef ribs, &ldquo;Texas hot guts&rdquo; sausage, oxtail, and his legendary beef brisket.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Phil from Somebody Feed Phil (Netflix)"
            },
            {
                "name": "Little Jack's Tavern",
				"add1": "710 King St",
				"add2": "",
				"cty": "Charleston",
				"stt": "SC",
				"zpcd": "29403",
				"phn": "(843) 531-6868",
				"url": "https://littlejackstavern.com/",
				"note": "Little Jack's Tavern is a classic tavern with wood floors and checkerboard tablecloths for comfort food, cocktails, and burgers. From their website, 'Little Jack's is a spiffed-up casual American tavern, serving familiar standards and a bevy of classic cocktails.' Titus Ruscitti recommends the Tavern Burger at Little Jacks in Charleston is probably the best $17 burger (w/ garlic fries) he had. Some won’t like the price for just 4 ounces of meat, but the beef-to-bun ratio is perfect, so no need to go double for $4 more. A damn fine chef-driven burger, but it’s great because it’s simple.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Nana’s Seafood and Soul",
				"add1": "176 Line St",
				"add2": "",
				"cty": "Charleston",
				"stt": "SC",
				"zpcd": "29403",
				"phn": "(843) 937-0002",
				"url": "https://www.nanasseafoodsoul.com/",
				"note": "Nana’s Seafood and Soul is a colorful nook dishing up down-home grub, such as fried whiting, devil crab, and pork chop sandwiches. From their website, 'Originally established in the heart of downtown Charleston as a dedication to the memory of their Mother/Grandmother Elizabeth McNeil affectionately known as “Nana,” Mother and Son team Carolyn and Kenyatta McNeil have been feeding hearts, minds, souls, and stomachs for the past decade. Nanas Seafood and Soul has become known as a “lead interpreter of Lowcountry cuisine” here in Charleston, South Carolina. We are dedicated to bringing you the freshest cuisine at affordable prices with the friendliest smiles in the city.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Scott's BarBQue",
				"add1": "2734 Hemingway Hwy",
				"add2": "",
				"cty": "Hemingway",
				"stt": "SC",
				"zpcd": "29554",
				"phn": "(843) 558-0134",
				"url": "",
				"note": "Scott's BarBQue is a longtime BBQ joint offering pit-roasted pork and chicken, plus boiled peanuts, in a rustic old house. If Anthony Bourdain and Sean Brock endorse it, I'm getting there. From the Carolina's Eater website, 'If you pay attention to food media (and even if you don't), you've seen or heard of Rodney Scott. Between his TV appearances on Anthony Bourdain's Parts Unknown, his mother Ella teaching Andrew Zimmern how to pull a pig on Bizarre Foods, his spot on Southern Foodways Alliance's Joe York film Cut/Chop/Cook, multiple trips down under, and any number of articles written about him — Rodney and his down-to-earth personality are known worldwide.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Swamp Rabbit Cafe and Grocery",
				"add1": "205 Cedar Lane Rd",
				"add2": "",
				"cty": "Greenville",
				"stt": "SC",
				"zpcd": "29611",
				"phn": "(864) 255-3385",
				"url": "https://swamprabbitcafe.com/",
				"note": "Swamp Rabbit Cafe and Grocery is a hybrid cafe and bakery featuring locavore American eats, desserts, and grocery items in a comfy setting. From their website, 'We envision a community that celebrates and supports a just and sustainable food system that allows small local farmers to thrive. Our Mission… To buy, sell, and cook with fresh, local food to support a sustainable food system and provide a community space where people come together to celebrate meals.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Xiao Bao Biscuit",
				"add1": "224 Rutledge Ave",
				"add2": "",
				"cty": "Charleston",
				"stt": "SC",
				"zpcd": "29403",
				"phn": "ggg",
				"url": "https://www.xiaobaobiscuit.com/",
				"note": "Xiao Bao Biscuit is a creative, multicultural Asian cooking, and specialty cocktails in a trendy converted gas station. From their website, 'Select dishes from China, Taiwan, Thailand, and Vietnam prepared locally and inspired by kick-ass grandmothers everywhere. The menu changes seasonally, with rotating daily specials and family-style dinner service. Xiao Bao is named after co-owner Duolan Li and is originally inspired by our seven-month honeymoon throughout Asia in 2009. Biscuit represents the South, working with great people here - local farmers and fisherman - and reconnecting to the idea of comfort food from our childhoods.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            }
        ]
    }
}