{
    "result": {
        "city": "Seattle, WA",
		"posts": [
            {
                "name": "8oz Burger and Co.",
				"add1": "1401 Broadway",
				"add2": "Harvard Market",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 466-5989",
				"url": "https://www.8ozburgerandco.com/",
				"note": "8oz Burger and Co. is an upscale burger joint offering all-natural burgers and craft cocktails amid cowboy-themed decor. From their website, '8oz Burger and Co. is committed to sourcing the best local and sustainable organic ingredients. Keeping in mind the foundation of a delicious burger, the focus is on the quality of the meat and bun while incorporating creative and delicious accompaniments to complement each burger. With over 16 burgers to choose from, there are plenty of options to suit every flavor profile. This family-friendly neighborhood spot also offers a full bar with local drafts, hand-crafted cocktails, and over 50 whiskeys. Set in a modern-rustic interior, this old-meets-new environment offers patrons a comfortable and welcoming place to dine.' <strong>NOTE</strong>: They have a few locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "A + Hong Kong Kitchen",
				"add1": "419 6th Ave S",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98104",
				"phn": "(206) 682-1267",
				"url": "hhh",
				"note": "From their Facebook page, 'At A + Hong Kong Kitchen, our goal is to bring traditional Hong Kong style cuisine along with creative fusion dishes to Seattleites as well as travelers from all around the world. In this cozy space located in the heart of the International District, we are here to provide not just a simple snack that satisfy your immediate crave, but also a delicious meal that is remarkable and can fulfills your stomach. Last but not least, try some of our homemade delicate desserts to supplement your glucose level. Hong Kong cuisine is mainly influenced by Cantonese cuisine. But since Hong Kong was once a colony of British, many western elements are found in Hong Kong cuisine. It is not surprised you complete your Hong Kong cuisine meal with spaghetti and steaks. Of course, those dishes are so- call &ldqou;Hong Kong style.&rdqou;'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "Best Chinese restaurant in every state from MSN website"
            },
            {
                "name": "Ada's Technical Books and Cafe",
				"add1": "425 15th Ave E",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98112",
				"phn": "(206) 322-1058",
				"url": "https://www.adasbooks.com/",
				"note": "Ada's Technical Books and Cafe is a bright, airy cafe inside a self-described 'geeky' bookstore offering light, health-conscious fare. The kitchen is open from 8:00 AM until 5:00 PM, while the cafe provides coffee, pastries, and grab and go items until the bookstore closes for the night. From their website, 'Ada's Technical Books & Cafe is Seattle's technical bookstore. We build community through science-minded literature, a vegetarian cafe, specialty coffee, coworking, and an intimate event venue. While we serve exceptional specialty coffee at all of our locations, Fuel Coffee is our spot where we really focus on coffee. Our coworking space, The Office at Ada's, is a neighborhood resource for those looking for a great place to work, whether it's long-term or just for the day. Our event venue, The Lab at Ada's, is exceptionally well suited for workshops, birthday parties, wedding receptions, and holiday parties of any kind.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Annapurna Cafe",
				"add1": "1833 Broadway",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 320-7770",
				"url": "https://www.annapurnacafe.com/",
				"note": "Annapurna Cafe serves the traditional dishes of India, Nepal, and Tibet are served in a colorful underground room with a bar. From their website, 'Roshita Shrestha came to Seattle after many years of experience in cooking the foods of her native Nepal (including Newari cuisine) and several more years traveling and learning the foods of India and Tibet. She brings her passion for cooking to Annapurna Cafe.' From the Seattle Eater website, 'Annapurna, which serves Tibetan, Nepalese, and Indian food, is the place to go for spinach momo. These Tibetan-style dumplings are vegan and filled with spinach and aromatic spices. Best of all, they come with peanut (slightly spicy), sesame (slightly sweet), and tomato (slightly tangy) chutney sauces, offering a variety of flavors to enjoy. You can also find tensing momo, a dumpling with a chicken filling.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Beecher's Handmade Cheese",
				"add1": "1600 Pike Pl",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 956-1964",
				"url": "https://beechershandmadecheese.com/",
				"note": "Beecher's Handmade Cheese is where you can view of cheese-making plus quick comfort food like mac 'n' cheese in a snug space with eating bar. I liked their cheese curd that is squeaky when you chew it. From their website, 'Join us for lunch in the cafe and watch our cheesemakers at work. We serve up hot paninis, soups, and our &ldquo;World's Best&rdquo; Mac and Cheese from open to close. From our cheese counter, you can pick up any one of Beecher's award-winning cheeses or choose from our variety of American artisanal cheeses, all made west of the Mississippi, including a large selection straight from the Pacific Northwest.' From the Seattle Eater website, 'This world-renowned cheesemaker offers grab-and-go dairy delights and a show. Customers can watch the fascinating cheesemaking process through a large window while eating cups of perfectly piquant mac and cheese or grilled cheese sandwiches made with super-sharp cheddar oozing between crispy slices of tangy sourdough bread, best enjoyed with a cup of tomato soup. There are also many other retail options around the city.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Big Mario's Pizza",
				"add1": "1009 E Pike St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 922-3875",
				"url": "https://bigmariosnewyorkpizza.com/",
				"note": "Big Mario's Pizza serves generous, NYC-style pizza slices, cocktails, and beer in a laid-back space with a retro, dive-bar vibe. From the Seattle Eater website, 'Headed east out of Ballard and across Leary Way, bikers have quick access to this popular local mini-chain, which dishes up New York-style pizza, served by the slice and in whole pie form. Known for its divey vibe, Big Mario’s menu is divided equally between meat pies (featuring the Mai Tai with pineapple and Italian ham) and veggie, like the Pear Gorgonzola. For those getting a slice to go, Bad Jimmy’s Brewing Co. next door is not a bad place to camp out for a beer.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "J. Kenji Lopez-Alt"
            },
            {
                "name": "Bizzarro Italian Cafe",
				"add1": "1307 N 46th St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 632-7277",
				"url": "https://www.bizzarroitaliancafe.com/",
				"note": "Bizzarro Italian Cafe is a lively, long-running Italian eatery serving trattoria fare in a funky space with eclectic decor. The items to order are the pasta and seafood or the elk in ravioli. From their website, ‘Bizzarro has been a Seattle favorite since it opened in 1986 by the original owner, chef, and visual artist David Nast. He converted the building, which was originally an auto workshop, into his dream restaurant on a shoestring budget with a lot of hard work, ingenuity, artistic inspiration, and love. The eighties and early nineties saw line-ups down the street as people clamored for tables in this unique and quirky pasta house with ever-changing inspired decor. David’s original waitress Kathleen who waited tables at Bizzarro for fifteen years, became a local legend as she sang improvised operatic riffs to, for, and about the customers and the food.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bok a Bok Fried Chicken",
				"add1": "1425 10th Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 669-5976",
				"url": "http://www.bokabokchicken.com/",
				"note": "Bok a Bok Fried Chicken is a pocket-sized space for Korean fried chicken and biscuits with comfort food-inspired side dishes. After watching Diner's Drive-ins and Dives they reocmmend the Bowl of Shame or the Sesame Soy Garlic Chicken Sandwich. From their website, ‘What is Bok a Bok Fried Chicken? It’s air-dried, hand-dipped, and double-fried to order. This process isn’t fast, but it makes for super juicy chicken with an unforgettable crunch. It’s fresh, never frozen, antibiotic- and hormone-free chicken. It’s hand-made biscuits and sides made from scratch, using fresh, responsibly sourced ingredients that we prepare with care and integrity. It’s the best fried chicken we’ve ever had. We hope you think so, too.’ <strong>NOTE</strong>: They have multiple location.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Brouwer's Cafe",
				"add1": "400 N 35th St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 267-2437",
				"url": "https://www.brouwerscafe.com/",
				"note": "Brouwer's Cafe is a hip pub offering Belgian-style grub, hundreds of beers, and over 50 scotches in a former warehouse. For over ten years Brouwer’s Café has been one of Seattle’s most sought-out craft beer destinations. From their website, ‘For over ten years, Brouwer’s Café has been one of Seattle’s most sought-out craft beer destinations. We have 64 craft beers on draft, a selection of over 400 bottles from both the U.S. and abroad, an exceptional selection of Scotch and American Whisk(e)ys and a full-service bar, and Belgian-inspired cuisine. Our Belgian-inspired cuisine includes our versions of Belgian classics such as Pommes Frites (true Belgian fried potatoes), stoofvlees (a thick Belgian stew served on Frites), and the Belgian staple of Moules-Frites. We also serve a variety of sandwiches, such as our very popular lamb burger, which is ground in-house.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Marcy Sutton"
            },
            {
                "name": "Canlis",
				"add1": "2576 Aurora Ave N",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98109",
				"phn": "(206) 283-3313",
				"url": "https://canlis.com/",
				"note": "Canlis is a landmark fine-dining destination (since the 1950s) offering Pacific NW fare in a mid-century-modern home. From their website, 'The opportunity to meet and serve you is one we don’t take lightly. Not for the past three generations, at least. Come spend an evening. Our favorite thing in the world is taking care of others, and few places can do it quite like Canlis. <strong>NOTE</strong>: Attire: Go big. Dress up. Make a statement. You're beautiful, let it show! We are a dress-respectful restaurant. No casual or athletic attire, please. Men will feel most comfortable in a suit or sport coat.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Dahlia Bakery",
				"add1": "2001 4th Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98121",
				"phn": "(206) 441-4540",
				"url": "https://www.dahliabakery.com/",
				"note": "Dahlia Bakery is a snug bakery serving breakfast fare and pastries along with sandwiches and signature coconut cream pie. From their website, 'Home to the world-famous Triple Coconut Cream Pie, Tom Douglas’ Dahlia Bakery offers artisan breads, handmade pastries, and cakes which are baked daily in small batches. Breakfast and lunch options created by the Dahlia chef team, start at breakfast with bacon and organic eggs and finish the day with a quart of Tom's Tasty Tomato soup and a loaf of fresh-baked bread.' Also, from the Seattle Eater website, 'Even if renowned Seattle chef Tom Douglas’s triple coconut cream pie is not your bag, Dahlia Bakery in Belltown still delivers. The list of egg sandwiches is enough to bring any breakfast lover to happy tears, and the pastries are truly the best excuse around to eat dessert first. And seriously, have you given that coconut cream pie a shot?'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "DeLaurenti Food and Wine",
				"add1": "1435 1st Ave",
				"add2": "Pike's Place Market",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 622-0141",
				"url": "https://delaurenti.com/",
				"note": "DeLaurenti Food and Wine is an Italian food & wine shop selling cheeses, meats and imported groceries plus a cafe for light bites. You need to grab some cured meats to take home with you along with grabbing one or both of their meat cones to snack on for $8.00 a piece. They have a Skillet's Balsamic and brown sugar bacon jam. From the Seattle Eater website, ‘DeLaurenti is an excellent Italian deli with a large selection of prosciutto and salami, pastas, olive oils, wines, olives, cheeses, and more Italian staples and snacks. You could easily put together a great lunch by buying a loaf of bread, some sliced meat, cheese, and pickles, but DeLaurenti also sells hot and cold sandwiches. The Parma, made with sweet prosciutto di Parma brightened with arugula, drizzled with white truffle oil, and sprinkled with shaved Parmesan on an Italian sandwich roll, is among many excellent choices.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dick's Drive-In",
				"add1": "111 NE 45th St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98105",
				"phn": "(206) 632-5125",
				"url": "https://www.ddir.com/",
				"note": "Dick's Drive-In has been open since 1954 and is the original of a chain dishing out burgers, fries, and hand-dipped shakes along with being open late. From their website, 'Setting the standard for the best fast food in Seattle was precisely the intent of the three partners who started Dick’s. &ldquo;Our goal,&rdquo; says Dick Spady, the last surviving partner, &ldquo;was simply to serve fresh, high-quality food at low prices with instant service.&rdquo;' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Din Tai Fung",
				"add1": "600 Pine St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 682-9888",
				"url": "https://dintaifungusa.com/",
				"note": "Din Tai Fung was initially founded as a cooking oil retail business in 1958; Din Tai Fung was reborn as a steamed dumpling and noodle restaurant in 1972. Din Tai Fung gives people throughout the world the opportunity to experience a classic “taste of Taiwan.” I need to get the soup dumplings (XiaoLongBao) when I get a chance to eat here. From their website, ‘Kurobuta Pork Xiao Long Bao. The modest dumpling that started a legacy. Each of our Xiao Long Bao is carefully weighed and folded by hand to achieve our signature Golden Ratio of 18 folds and stuffed with top-quality Kurobuta pork marinated in a blend of carefully-selected seasonings. Paired with the piquant aromas of fresh ginger and green onion, every bite is the perfect bite.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dong Thap Noodles",
				"add1": "303 12th Ave S",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98144",
				"phn": "(206) 325-1122",
				"url": "",
				"note": "Dong Thap Noodles makes fresh in-house noodles that are prepared every morning. Pho noodles, Udon, Bun Bo, Pad Thai, Thin Vermicelli noodles are made fresh daily from scratch. They are the home of the Pho Super Bowl Challenge. From their website, ‘At Dong Thap Noodles, we offer meals of excellent quality and invite you to try our delicious food. The key to our success is simple: providing quality, consistent food that taste great every single time. We pride ourselves on serving our customers delicious genuine dishes like Vietnamese. Eat delicious food. Grab a drink. But most of all, relax! We thank you from the bottom of our hearts for your continued support.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Elliot’s Oyster House",
				"add1": "1201 Alaskan Way",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 623-4340",
				"url": "https://www.elliottsoysterhouse.com/",
				"note": "Elliot’s Oyster House is a waterfront restaurant with a bay view known for its selection of oysters and sustainable seafood. You need to order the Salmon Ruben. From the Seattle Eater website, ‘Pre-pandemic, Elliott’s probably filled with more tourists than locals, but the waterfront restaurant is still a classic. There’s grilled Copper River king, and sockeye on the menu, served with charred scallion-citrus butter, spring peas, and morels. Open for takeout and limited dine-in, including outside seating on the patio.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ezell's Famous Chicken",
				"add1": "501 23rd Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 324-4141",
				"url": "https://ezellschicken.com/",
				"note": "Ezell's Famous Chicken is a local fast-food chain known for its home-made fried chicken plus down-home sides and desserts. I had their chicken tenders, fries, and mini rolls from their food truck. I'm looking forward to going to one of their stores. From their website, ‘In 1984, Ezell’s Famous Chicken opened its first location in the Seattle area. Over 36 years later, the locally-owned family business has grown, while members of the founding family are still active and involved every day. What we stand for: Quality. Community. Family. Tradition. Pride. Giving back. Resilience. Dedication. Loyalty. Honesty. Fun. And, of course: the best, freshest, most delicious fried chicken you’ve ever tasted—with mouth-watering sides and desserts made fresh and from scratch every day of the week. That’s the Ezell’s Famous Chicken difference and what sets us apart from all others.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "FareStart Restaurant",
				"add1": "700 Virginia St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 267-7601",
				"url": "https://www.farestart.org/",
				"note": "FareStart Restaurant serves lunch and occasional dinners as part of a work training program for the homeless. From their website, ‘FareStart has been helping people transform their lives through food for 30 years — one person, one job, and one community at a time. People experiencing poverty struggle to escape the cycle they are in and often face other compounding barriers to getting and keeping a job. At FareStart, we help people overcome barriers by teaching work and life skills needed to succeed in employment and in life. By investing in people, providing meals, and building community, we transform homelessness, hunger, and poverty into human potential.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "General Porpoise Doughnuts",
				"add1": "1020 E Union St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 900-8770",
				"url": "https://gpdoughnuts.com/",
				"note": "General Porpoise is a charming Renee Erickson spot serving handmade donuts and coffee from hard-to-find roasters. From their website, 'Doughnuts at General Porpoise are made with fresh eggs and are filled with seasonal jams, jellies, curds, custards, and creams. In addition to doughnuts, General Porpoise serves top-quality coffees from multiple roasters. Espresso, pour-over, drip, and cold draft brew are all available.' From the Eater website, 'Renowned restaurateur Renee Erickson has wowed dessert aficionados with British-influenced doughnuts at this cozy E Union Street locale: fresh custards, sweet creams, and homemade jams made from locally sourced ingredients. In addition to Capitol Hill, there are outposts in Laurelhurst and Pioneer Square.' Let’s Be Us (YouTube) recommends them because all they do is filled donuts with different seasonal jams, custards, etc. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Great State Burger",
				"add1": "2041 7th Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98121",
				"phn": "(206) 775-7880",
				"url": "https://greatstateburger.com/",
				"note": "Great State Burger is a Washington-focused burger joint serving local organic beef and shakes in hip digs. From their website, ‘A Great Burger in a Great State. For conscientious meat-eaters, Great State Burger is the only fun fast-casual burger joint that combines the highest quality ingredients with a classic menu because we’re dedicated to sourcing from the best in-state providers, putting few but fantastic items on the menu while providing an inviting light-hearted atmosphere. No gimmicks, just great burgers.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Harbor City Restaurant",
				"add1": "707 S King St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98104",
				"phn": "(206) 621-2228",
				"url": "",
				"note": "Harbor City Restaurant is a casual family-owned Chinese restaurant serving dim sum, Peking duck, congee and other favorites. I ordered five different types of dumplings along with some wide noodles with beef and a quarter of a roast duck. From their website, ‘Chinese and dim sum food delivery in Seattle. Since opening our doors in 2008 at Harbor City Restaurant, we emphasize meals’ excellent quality and invite you to try our delicious food. Providing quality, consistent food that taste great and touch your memories of best taste is the key to our success. We pride ourselves on serving our customers exquisite and authentic dishes like Chinese, Seafood, B.B.Q., and Dim Sum.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Herbfarm",
				"add1": "14590 NE 145th St",
				"add2": "Willows Lodge",
				"cty": "Woodinville",
				"stt": "WA",
				"zpcd": "98072",
				"phn": "(425) 485-5300",
				"url": "http://www.theherbfarm.com/",
				"note": "The Herbfarm serves a fixed-price, 9-course menu paired with local wine at a bucolic culinary retreat attached to an inn. From their website, 'The Herbfarm, a World Rich in Country Charm. Designed and created from artwork and objects gathered from throughout the world, The Herbfarm Restaurant invites you to an evening of exciting dining in rich and comfortable surroundings. An optional pre-dinner Wine Cellar Open House begins 50 minutes before each dinner seating. In addition, an introduction to The Herbfarm and outdoor hosted garden tour begins 30 minutes before service each evening.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "homegrown",
				"add1": "1531 Melrose Ave",
				"add2": "Melrose Market",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(877) 567-9240",
				"url": "http://www.eathomegrown.com/",
				"note": "homegrown is a local counter-serve chain offering a menu of artisan sandwiches, soups, and salads in a hip setting. I ordered their Two Fried Eggs Bowl which is two pasture-raised fried eggs, applewood bacon, harissa home fries, caramelized onion, roasted red pepper, braised farm greens, and chermoula aioli on the side. I also tried their Bacon, Egg, and Cheese Sandwich which is applewood bacon, pasture-raised fried egg, Beecher's cheese, and roasted garlic aioli. From their website, ‘Our Mission: Reduce environmental impact. Craft the best food. Provide exceptional service. Cultivate our people. For us, it’s about “Growing with Purpose,” ensuring our food is sustainably sourced, ingredient by ingredient, farm by farm, choosing what is best for all stakeholders - people, animals, and the land. We believe that as our business grows, our positive environmental impact should too.’ <strong>NOTE</strong>: They have multiple locations around the Seattle area.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ivar's Acres of Clams",
				"add1": "1001 Alaskan Way",
				"add2": "Pier 54",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98104",
				"phn": "(206) 624-6852",
				"url": "https://www.ivars.com/",
				"note": "Ivar's Acres of Clams is a local chain dishing up fried fish and chowders in casual quarters with nautical accents. From the Seattle Eater website, ‘For the first time in the 82-year-old history of Ivar’s, there’s a full-fledged barbecue menu section. Among the new items at Ivar’s Acres of Clams and Salmon House (available for delivery and pickup with online ordering) include racks of spare ribs, pulled pork, and Uli’s Famous Sausage Louisiana hot links.’ <strong>NOTE</strong>: They have several other locations even one located in the Seattle-Tacoma International Airport.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Joule",
				"add1": "3506 Stone Way N",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 632-5685",
				"url": "http://www.relayrestaurantgroup.com/restaurants/joule/",
				"note": "Joule is a Korean-fusion steakhouse offering Asian-Northwest eats amid handmade wallpaper and communal seating. From their website, 'Rachel Yang and Seif Chirchi opened their first restaurant, Joule, to critical acclaim in 2007. The food—a confident, beautiful blend of Korean flavors and classic technique—earned them a reputation as culinary innovators and creative forces. In 2013, they reimagined Joule as a contemporary Korean steakhouse serving nontraditional cuts of beef and reopened it in an expanded space. The same year, it was named one of the Best New Restaurants in America by Bon Appétit magazine.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Kamonegi",
				"add1": "1054 N 39th St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 632-0185",
				"url": "https://www.kamonegiseattle.com/",
				"note": "From the Eater website about Kamonegi, 'Exceptional new restaurants sometimes rouse an old question: In cooking, where’s the line between art and craft? The fine points certainly blur at Kamonegi, where Mutsuko Soma, who learned how to make soba from her grandmother, does so entirely from scratch. She starts by grinding buckwheat (usually grown locally) to make the flour for the noodles over which she labors daily. These strands, at once taut and delicate, are practically sentient in their freshness. Begin first with tempura, nearly equal to the soba, with unorthodox but brilliant combinations like broccolini accented with Parmesan and miso-anchovy aioli. The soba comes in three variations: cold with a cold dipping sauce, hot in broth, and as “shrimpcado bukkake,” an intricate noodle bowl that includes shrimp tempura, avocado, and grated radish. I ordered all of them; the server returned and very politely said, “The chef wants to make sure there’s enough soba for every customer. Could you please choose two out of the three options?” I didn’t balk, and I passed on the cold version. I wouldn’t want a soul to miss out on Soma’s masterwork.'",
				"eaten": "nno",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Eater's 18 Best New Restaurants in America - 2018"
            },
            {
                "name": "Kastoori Grill",
				"add1": "94 Stewart St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 441-5456",
				"url": "https://www.kastoorigrill.com/",
				"note": "Kastoori Grill is a casual restaurant specializing in Indian and Tibetan fare with a lunch buffet and vegetarian options. Went during lunch and had their buffet. I enjoyed the different types of mixed vegetables along with the curry chicken and the lamb curry. From their website, ‘We are a Casual restaurant specializing in Indian and Tibetan fare with vegetarian options. Every dish is a feast in itself. There is a misconception about Nepali and Indian cuisine that the food is supposed to be hot and spicy. Rather, the spices are the ingredients that give the food their delicious flavor and taste and can be adjusted to the individual palate. Relax! Enjoy our wonderful hospitality, great ambiance, good music, and our food art. We thank you for the opportunity of being part of our dining experience.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Kizuki Ramen and Izakaya",
				"add1": "320 E Pine St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 420-1497",
				"url": "https://www.kizuki.com/",
				"note": "Kizuki Ramen and Izakaya is a hip ramen shop is a local branch of a Tokyo chain, with modern steel-and-wood surrounds. From their website, ‘Our food is still prepared the same way as it is in Japan, utilizing a unique method of roasting bones before boiling, which is similar to the French style of making consommé. We were the first in the Japanese ramen industry to employ this method, which results in a rich, flavorful broth that is fragrant and full of depth. We are devoted to replicating the incredible flavor of traditional Japanese ramen, and if equal substitutes for ingredients are not found within the US, we import the ingredients directly from Japan.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Le Panier",
				"add1": "1902 Pike Pl",
				"add2": "Pike Place Market",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 441-3669",
				"url": "https://www.lepanier.com/",
				"note": "Le Panier serves handcrafted goodies run the gamut from fresh-baked bread to macarons, all made in a French style. Their bread is used at Uli's Famous Sausage in Pikes Place Market. From the Seattle Eater website, ‘There are plenty of great places to pick up a snack or dessert at Pike Place Market, not least of which is Le Panier, a Seattle institution whose French-influenced pastries — from a kouign amann to a marionberry tart to a shattery baguette — draw locals as assuredly as tourists.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Li'l Woody's",
				"add1": "1211 Pine St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 457-4148",
				"url": "https://www.lilwoodys.com/",
				"note": "Li'l Woody's serves burgers in many combos plus homemade shakes served in a rustic yet lively space that's open late. I ordered the Li'l Woody is a quarter pound Painted Hills grass-fed beef burger, Tillamook cheddar, chopped onions, diced pickles, ketchup, and mayo with a side of fries which were huge. Also, thought of getting the Fig and the Pig which is a third of a pound Painted Hills grass-fed beef burger, a scoop of their pickled figs, Hills bacon, and crumbled blue cheese. From the Seattle Eater website, ‘Lil Woody’s Burgers and Shakes has never been just another burger joint. Every day, our gang serves up fast and fresh meals and snacks with quality and creativity. But, here’s the thing — We take as much pride in the people and environment as our food. That’s for real.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Local Color",
				"add1": "1606 Pike Pl",
				"add2": "Pike Place Market",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 728-1717",
				"url": "",
				"note": "Local Color has art displayed on the walls of this casual coffee shop with a range of pastries and light bites. They have great coffee, and I'm not a coffee person by any means. The locals and workers at Pike Place Market get their coffee here.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Maneki",
				"add1": "304 6th Ave S",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98104",
				"phn": "(206) 622-2631",
				"url": "http://www.manekirestaurant.com/",
				"note": "Maneki is a landmark Japanese spot dating back to 1904 with tatami rooms, a bar, and classic fare including sushi. From the Seattle Eater website, ‘Seattle’s oldest sushi restaurant has been open since 1904, surviving the incarceration of its owners during WWII. Maneki remains as resilient as ever: Since the pandemic started, the Japantown restaurant has offered online takeout orders for its large menu of sushi rolls, udon noodles, and Japanese comfort food. Indulge in the beef sukiyaki or unagi donburi, or make a takeout meal out of snacks, like the spicy cod karaage, potato croquettes, and onigiri (rice balls).’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Marination Ma Kai",
				"add1": "1660 Harbor Ave SW",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98126",
				"phn": "(206) 328-8226",
				"url": "http://marinationmobile.com/",
				"note": "Marination Ma Kai has a few food trucks and a brick-and-mortar space for Hawaiian-Korean fusion fare, breakfast, bar, and dockside patio. From their website, 'In 2009, fresh off a big market crash, Marination owners Kamala and Roz decided on a new kind of investment: running their own business. Big Blue took to the streets in June, with smiles for miles and a unique Hawaiian-Korean fusion cuisine in tow. The people have spoken again and again about how our spicy, tangy, sweet, and aloha-laden fare brightens their day (if not the whole week!)' From the Seattle Eater website, 'Though this popular mini-chain has pared down its operation during the pandemic (closing its Capitol Hill location), the West Seattle flagship is still open for takeout and some limited outdoor seating. It’s hard to go wrong with the menu’s flavorful Hawaiian-Korean fusion fare, including the superb miso ginger chicken and kalbi beef options with Nunya sauce.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Marrakesh Moroccan Restaurant",
				"add1": "2334 2nd Ave,",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98121",
				"phn": "(206) 956-0500",
				"url": "https://marrakeshseattle.com/",
				"note": "Marrakesh Moroccan Restaurant were patrons sit on pillows amid tent like decor and eat Moroccan dishes such as couscous with their hands. From their website, ‘There is no need to fly halfway around the world to get the tastes and atmosphere of Morocco. In the traditional code of Moroccan hospitality, all guests at the Marrakesh Restaurant are treated with graciousness and attentiveness. At this cozy ethnic oasis adorned with richly textured Moroccan rugs, ornate silver urns, and tapestries, you will feel like an honored guest in the sultan’s tent.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mee Sum Pastry",
				"add1": "1526 Pike Pl",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 682-6780",
				"url": "https://www.meesum.com/",
				"note": "Mee Sum Pastry is a no-frills food stand offering buns, pastries and other Chinese grub in digs by the Pike Place Market. From their website, ‘Mee Sum Pastry is the perfect spot to satisfy your Taiwanese food cravings. Mee Sum Pastry and Cafe started out in 2007 as a small, locally-owned bubble tea shop. Since then, the shop has grown into a restaurant cafe that boasts over 100 different meals and appetizers, with hundreds more bubble teas to choose from. From classic Taiwanese dishes like the Deluxe Pork Belly Sauce Over Rice to daring new fusions like the Baked Spaghetti with Pork Chop, our chefs serve nothing but the very best with the freshest ingredients.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Melrose Market",
				"add1": "1532 Minor Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 661-7979",
				"url": "https://melrosemarketseattle.com/",
				"note": "Situated at the west end of the Pike-Pine neighborhood, Melrose Market is an indoor food and retail market on Capitol Hill in Seattle. It occupies a set of historic automotive buildings constructed between 1919 and 1926, which were ultimately converted into the Melrose Market. Had breakfast at homegrown while I was there and ordered their 'Two Fried Eggs Bowl' and a half of the 'Bacon, Egg, and Cheese Sandwich'. From their website, ‘Situated at the west end of the Pike-Pine neighborhood, Melrose Market is an indoor food and retail market on Capitol Hill in Seattle. It occupies a set of historic automotive buildings constructed between 1919 and 1926, which were ultimately converted into the Melrose Market. Opened in the spring of 2010 and just up the street from Seattle’s downtown shopping district, the Market features a collection of award-winning restauranteurs and retailers, including Rain Shadow Meats, Butter Home, Glasswing, Marseille, Still Liquor, and Homegrown. The project is also home to Melrose Market Studios, a large event space and catering facility featuring the original brick and exposed heavy timber structure.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mighty-O Donuts",
				"add1": "1400 12th Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 420-4587",
				"url": "https://www.mightyo.com/",
				"note": "Husband-and-wife owners Ryan Kellner and Megan Helmer opened their first Mighty-O cafe in 2003, and their creations are about as virtuous as doughnuts can be, with GMO-free, certified organic, and trans-fat free ingredients complementing the vegan approach. The cafes donate all leftovers to the homeless and support local schools and the nonprofit Food Lifeline. I ordered the apple fritter with a generous amount of cinnamon and a great chew along with the chocolate glazed peanut cake donut. Top five apple fritter ever and best peanut cake donut in every long time. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Micah Baldwin"
            },
            {
                "name": "Mike's Chili Parlor",
				"add1": "1447 NW Ballard Way",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98107",
				"phn": "(206) 782-2808",
				"url": "",
				"note": "Mike's Chili Parlor is a tiny, low-key, family-owned eatery and bar serving burgers, hot dogs, and its signature chili since 1922. From the Food Network website, 'If you traveled back to 1922 and fast-forwarded to today, Mike's Chili Parlor would still be serving the same chili recipe passed down from Greece. The all-day cooking process makes for an over-the-top bowl of chili, chili burger, and tasty chili pasta. As Guy says, &ldquo;That's what I'm talking about.&rdquo; They recommend ordering the Chili, the Chili Burger, and the Chili Fries.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Momiji",
				"add1": "1522 12th Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 457-4068",
				"url": "https://www.momijiseattle.com/",
				"note": "Momiji is a stylish Japanese restaurant for sushi and upscale cocktails in a serene space with a Kyoto courtyard. From their website, 'Momiji is a hand-crafted Japanese restaurant located in Seattle's Capitol Hill neighborhood. We have a courtyard that's an oasis in the bustling neighborhood. Our menu features sushi, rolls, omakase, and other traditional Japanese foods prepared from great Northwest ingredients. Our courtyard will be an oasis in the bustling neighborhood of Capitol Hill.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Nishino",
				"add1": "3130 E Madison St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98112",
				"phn": "(206) 322-5800",
				"url": "https://nishinorestaurant.com/",
				"note": "Nishino is known for its omakase menu; this low-key Japanese choice has inventive sushi in an art-filled space. From their website, 'Located steps away from Seattle's beautiful arboretum park, Nishino has been serving traditional and innovative Japanese cuisine since 1995. We invite you to come experience for yourself the finest sushi restaurant in the city.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Owl and Thistle",
				"add1": "808 Post Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98104",
				"phn": "(206) 621-7777",
				"url": "",
				"note": "Owl and Thistle is a Dublin-style pub with live music most nights and a house band playing Irish music most weekends. It's truly a dive bar near the ferry station and a way from Pike's Place Market. From their website, 'I didn't know which WCAG you wanted, but I didn't want you to get incorrect results by having them being different. Our local music scene is popping, and we wanted to showcase some of the best local talent around. Come by on Tuesday, Friday, and Saturday evenings to enjoy live music. Who knows, maybe you'll find your new favorite band!'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pacific Inn Pub",
				"add1": "3501 Stone Way N",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 547-2967",
				"url": "",
				"note": "Pacific Inn Pub serves microbrews and bar food offered in a compact diner with modest decor along with a pool table. You need to order the fish n chips. From the Seatle Eater website, ‘“Pacific Inn’s secretly-spiced, panko-breaded fish and chips got Uncle Tony’s (Bourdain) blessing in a 2017 Seattle episode of “Parts Unknown.” Most orders soak up late-night pitchers in the cozy barroom, but they also make an affordable lunch enjoyed on the patio.” and ‘Fish and Chips is the thing, right?” Bourdain asked. Yes, this unpretentious Fremont institution is a knockout for surprisingly fresh pub fare, particularly the fish and chips.” Pacific Inn Pub is a holdout. A place that has so far managed to resist the temptation to appease the invaders.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pam’s Kitchen",
				"add1": "1715 N 45th St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 696-7010",
				"url": "https://pams-kitchen.com/",
				"note": "Pam’s Kitchen relaxed Trinidadian-Caribbean eatery serving jerk chicken and curries, plus juices and cocktails. You need to order the curry goat, Spicy Jerk Chicken and Pelau which is similar to jambalaya or Dahlpuri, an unleavened bread stuffed with yellow split peas, then rolled up and cooked to order on the flattop. From the Seattle Eater website, ‘Curried goat, jerk chicken, callaloo, fried plantains — the Trinidadian cuisine at Pam’s is rich, spicy, earthy, and decadent. The location is one of the biggest dining rooms in Wallingford, where previous restaurants have struggled to fill seats. It’s still kicking over two years into the pandemic.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Paseo (Fremont)",
				"add1": "4225 Fremont Ave N",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 545-7440",
				"url": "https://www.paseo.com",
				"note": "Paseo (Fremont) is counter-service Caribbean joint serving sandwiches and entrees in a simple setting. From their website, 'You don't have to go to NYC or LA to find a great sandwich. Last year, Thrillist included Paseo on their list of the 31 best sandwich shops in the USA. Why, because all of our bodacious sandwiches and platters are bursting with Caribbean flavors and made only with locally sourced ingredients right here in Seattle. The Paseo Caribbean Roast is a legendary and beloved Seattle sandwich. Bursting with intense flavors, the Caribbean Roast harmonizes juicy roasted pulled pork shoulder, aioli, cilantro, romaine, jalapeños, and caramelized onions.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Pasta Casalinga",
				"add1": "93 Pike St",
				"add2": "Pikes Place Market - Suite 201",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 445-2987",
				"url": "https://pastacasalingaseattle.com/",
				"note": "Pasta Casalinga is an Italian spot in Pikes Place Market for their handcrafted pastas and wine served in a petite space amidst the bustling market. From their website,' Driven by an unstoppable passion for top quality ingredients, Michela Tartaglia is the joyous crafter behind Pasta Casalinga's award-winning crossover dishes. Pasta Casalinga is a down-to-earth memorable flavor experience built on a constant search for fresh and inspiring local products from markets, local fishermen, and farmers. Because, at the end of the day, &ldquo;we are what we eat.&rdquo;'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pike Place Market",
				"add1": "85 Pike Street",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 682-7453",
				"url": "https://www.pikeplacemarket.org/",
				"note": "Pike Place Market is a public market overlooking the Elliott Bay waterfront in Seattle, Washington, United States. The Market opened August 17, 1907, and is one of the oldest continuously operated public farmers' markets in the United States. From their website, ‘The Pike Place Market has been a defining Seattle icon for more than a century. Considered by many “the soul of Seattle,” the Market spans nine historic acres in the center of downtown where everyday locals and tourists alike shop, visit, eat and discover. Founded in 1907, the Market is one of the oldest and largest continuously operating public markets in the United States and is brought to life by the hundreds of farmers, crafters, small businesses, and residents that call it “home.”’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Piroshki on 3rd",
				"add1": "710 3rd Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98104",
				"phn": "(206) 322-2820",
				"url": "https://piroshkion3rd.com/",
				"note": "Piroshki on 3rd serves savory and sweet Russian turnovers (Piroshki) along 20 different varieties of the savory, pastry-wrapped pockets which are their specialty at this counter-serve cafe. They are also dishing out traditional soups, dumplings, salads and more. The piroshki are great, but the thing to order is the Pelmeni which is chicken-filled dumplings in a steaming broth. From their website, ‘We are a restaurant, bakery, and cafe with a single location in downtown Seattle (710 3rd Ave). The bakery was started in 1994 and was taken over by Chef Alyssa Anderson in 2016. We strive to deliver the freshest and most delicious baked goods. We are also well known for our cakes, wedding cakes, piroshkies, soups, and super-sized piroshki competition.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Piroshky Piroshky",
				"add1": "1908 Pike Pl",
				"add2": "Pike Place Market",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 441-6068",
				"url": "https://www.piroshkybakery.com/",
				"note": "Piroshky Piroshky is a compact Russian bakery located in Pike Place Market serving over 20 varieties of handmade piroshky. From their website, 'We opened our doors for the very first time in 1992 hoping to bring a taste of Russia to the Pacific Northwest. Blending traditional recipes with local flavor, our selection of Piroshkies offers a wide array of choices, both savory and sweet. Traditionally served throughout markets and homes in Eastern Europe, often asked is &ldquo;What is a Piroshky&rdquo; The most simple answer is that they are hand-held pies, and their fillings are as diverse and differing as the cultures and people who make and serve them. That is the beauty of Piroshky — everyone makes it a little differently, and recipes are passed down from generation to generation. From babushka to children.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pizzeria Credo",
				"add1": "4520 California Ave SW",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98116",
				"phn": "(206) 402-3784",
				"url": "https://www.pizzacredo.com/",
				"note": "Pizzeria Credo serves wood-fired Neapolitan pizzas, and housemade mozzarella are prepared at this buzzy Italian bar and parlor. You should order tagliatelle bolognese or the Poulet Vallee d’Auge (creamy chicken with apples and mushrooms). From their website, ‘At Pizzeria Credo, we bake delicious Italian pizzas. Jacques (owner-chef) and his team are blessed to receive plenty of orders regularly. The visitors love our food items, and it’s a real honor to be regarded so highly. Our success rate proves that dedication and hard work always pay off. The word ‘Credo’ implies that we believe in quality and use organic ingredients to keep our customers healthy. We source our ingredients every Sunday from the local farmer’s market in front of our location. At Pizzeria Credo, we have a selection of wood-fired Napolitano-style pizza made with homemade mozzarella and imported tomatoes. If you are craving pasta, our team makes it fresh homemade daily. We make classic dishes such as Linguini Alfredo, Penne Carbonara, Pasta del Bolognese, and more. Customers love Jacques’s signature salads prepared by a beautiful mixture of local organic greens, fresh cheeses, fruits, nuts, and flowers.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Plum Bistro",
				"add1": "1429 12th Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 838-5333",
				"url": "https://plumbistro.com/",
				"note": "Plum Bistro is an organic, sustainable vegan dishes featuring seitan and tofu in an industrial-chic space. Heard chef and owner Makini Howell talk on Live Wire on NPR about and her mother's vegan restaurant. From their website, ‘Makini Howell’s restaurants honor the transformation that is occurring in the way we view food and our personal responsibility to our communities. She is a lifelong vegan who believes that what is good for the individual will be good for the planet and that this is nowhere more evident than in the diet we choose. Makini has been passionate about creating a beautiful and stylish dining experience for vegans, foodies, and omnivores since her days living in the Big Apple as a men’s denim designer. She has created Plum Restaurants to answer the need for complete, plant-based meals focused on organically-grown seasonal vegetables, non-GMO soy, and organic and local fruits and herbs from family-owned farms. Her cooking combines the familiar and surprising to delight diners with the best ingredients the earth provides.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Princi Bakery",
				"add1": "1124 Pike St",
				"add2": "Starbucks Reserve Roastery",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 624-0173",
				"url": "https://www.princi.com/",
				"note": "Princi Bakery which is inside the Seattle Reserve Starbucks and makes phenomenal baked goods. I got one of their hand-crafted pizzas which are on a focaccia base, brushed with housemade pomodoro sauce and topped with premium ingredients like mozzarella di bufala, speck and scamorza, roasted eggplant and colorful peppers. Get the chocolate ganache tart. From the Seattle Eater website, ‘Fresh sourdough bread, focaccia pizza, and crispy pastries, baked on-site all day every day: The dream just became a reality at Starbucks, thanks to Princi, a Milan-based bakery whose first U.S. outpost opens today at Capitol Hill’s Reserve Roastery and Tasting Room. From the time the bakery opens at 7 a.m. until nearly 11 p.m. when it closes, Princi’s three Wenz deck ovens from Germany will radiate non-stop, ideally ensuring the Roastery’s custom-roasted coffees are accompanied by warm, hearty loaves and tender, flaky cornetti (Italian croissants) whenever customers arrive. Salads, breakfast sandwiches, desserts, and a full bar serving Aperol spritz and more drinks completes the fancy upgrade.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Quinn's Pub",
				"add1": "1001 E Pike St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 325-7711",
				"url": "https://www.quinnspubseattle.com/",
				"note": "Quinn's Pub is a hip gastropub for artisanal eats and a curated beer selection in a renovated bi-level storefront. From their website, ‘At Quinn’s Pub, we take traditions of the classic public house and raise them to new levels. We are community-driven, quality-focused, and a continual experiment in what it means to be a pub, bar, and restaurant. Our food is always evolving, our bar carefully curated, and our space open to all.’ From the Seattle Eater website, ’The classic burger offered at this Capitol Hill spot is fast approaching legendary status. Eight ounces of grass-fed Painted Hills beef are dressed with white cheddar, bacon-onion jam, and aioli served on a potato bun and plated with hand-cut fries.”",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Rainier Restaurant and BBQ",
				"add1": "6400 Martin Luther King Jr Way S",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98118",
				"phn": "(206) 760-1090",
				"url": "",
				"note": "Rainier Restaurant and BBQ serve homestyle Vietnamese cooking is offered in a simple setting with an adjacent deli serving banh mi. From their website, ‘Our mission is to bring authentic Vietnamese cuisine to the greater Seattle area along with many fusion and exotic foods that everyone must try! We offer a great family dining experience as well as karaoke and a sports bar that is great for large gatherings and parties!’ From the Seattle Eater website,’ Ever since Anthony Bourdain made a stop here for an episode of “The Layover,” Rainier BBQ has been a popular destination for Vietnamese food on the south side of Seattle. Recommendations include hu tieu nam vang (glass noodle soup packed with proteins and herbs), shaking cube beef, and ong choy beef salad with its curly wisps of water spinach. The Rainier catfish is the head-turner for newcomers, as the deep-fried fish averages close to eight pounds each and overhang the platters as they come out of the kitchen with a sizzle.’",
				"eaten": "mo",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Revel",
				"add1": "403 N 36th St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 547-2040",
				"url": "http://www.relayrestaurantgroup.com/restaurants/revel/",
				"note": "Revel serves Korean dishes prepared with French technique in a modern industrial-design space with a hopping bar. You need to try the Short rib, pickled shallot, scallion dumplings. From their website, 'You never know what kind of dumplings you might see on Revel’s menu (breakfast sausage wontons and shrimp and bacon wontons appear on occasion, while dumplings with sweet corn, black bean and coconut were a previous favorite), but the mainstay has been short rib wontons with chili oil and fried garlic. The meat is seasoned and ground in-house, and the chili oil is seductively smoky with the garlic nice and crunchy.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Salt and Straw",
				"add1": "714 E Pike St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 258-4574",
				"url": "https://saltandstraw.com/pages/locations#seattle-area",
				"note": "Salt and Straw is a Portland-based Salt and Straw, renowned for its inventive ice cream flavor combinations. I tend to order their 'Sea Salt with Caramel Ribbons' every time I'm there it that good. One critic said, 'Salt and Straw is a West Coast chain serving the best ice cream you can get in the city, let alone Capitol Hill.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Seatown Seabar",
				"add1": "2010 Western Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98121",
				"phn": "(206) 436-0390",
				"url": "https://www.seatownrestaurant.com/",
				"note": "Seatown Seabar is an eat-in deli at Pike Place Market with seafood, sandwiches & rotisserie meats, plus an outdoor patio. From their website, ‘Located in the Pike Place Market, Seatown Rub Shack and FishFry offers our famous Clam and Bacon Chowder, delicious Fish and Chips, and refreshing cocktails! Indoor and Patio seating available.’ From the Seattle Eater website,’ Anthony Bourdain &ldquo;One of Tom Douglas’s restaurants—a particularly good one—exactly the one I need right now,&rdquo; as he ordered a fried egg sandwich with avocado and Dungeness crab, which he referred to as &ldquo;Seattle in an English muffin.&rdquo;’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Seattle Coffee Works",
				"add1": "107 Pike St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 340-8867",
				"url": "https://www.seattlecoffeeworks.com/",
				"note": "Seattle Coffee Works is an unpretentious coffeehouse with an espresso bar and a slow bar for comparing single-origin beans. It's a nice bastion of quiet in the madness that is Pike Place Market. From their website, ‘We Believe in the Power of Coffee. Amazing coffee, kind people, and cozy experiences since 2006. At Seattle Coffee Works, we strive to make coffee better, in terms of quality, equity, sustainability and transparency. Our team of specialty coffee professionals is dedicated to helping you explore the world of fine coffee, in our cafes, or delivered to your door!’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Serious Pie",
				"add1": "2001 4th Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98121",
				"phn": "(206) 838-7388",
				"url": "https://www.seriouspieseattle.com/",
				"note": "Serious Pie is a cozy restaurant with wood-fired, thin-crust gourmet pizzas, wine, and beer served at communal tables. From their website, 'Serious Pie, pizzeria with a bread baker's soul, serves up pies with blistered crusts, light textured but with just enough structure and bite. Our attentiveness to each pizza in the 600-degree stone-encased apple wood-burning oven preserves the character of house-made charcuterie and artisan cheeses from around the world. Our dough is hand-crafted through a multiple day process, which gives it the complexity. The crust is then blistered in 600-degree heat until lightly browned. They are then topped with things like housemade charcuterie, foraged mushrooms, and imported cheeses. We source fresh vegetables and herbs from Prosser, Washington, which utilizes the bounty of the Pacific Northwest.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Shiro's Sushi",
				"add1": "2401 2nd Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98121",
				"phn": "(206) 443-9844",
				"url": "https://shiros.com/",
				"note": "Shiro's Sushi serves omakase and an à la carte menu in a spartan room at this prominent Belltown fixture. It's the first 'Edomae' sushi restaurant in Seattle. From their website, ‘In 1994, Master sushi chef, Shiro Kashiba, opened his namesake, Shiro’s Sushi Restaurant, in Seattle’s Belltown neighborhood. His blending of classical Japanese technique with the Pacific Northwest’s wealth of local seafood and ingredients “set the bar that others aspire to,” according to the highly regarded Zagat Guide. After an amazing 20-year run, Chef Kashiba left Shiro’s Sushi Restaurant in pursuit of his next project. He hands the renowned Edomae sushi making over to a capable culinary team led by Chef Jun Kobayashi, who carries forth the restaurant legacy and expands the pursuit of artisan sushi craftsmanship by way of advanced training and culinary experiences.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Shorty's",
				"add1": "2222 2nd Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98121",
				"phn": "(206) 441-5449",
				"url": "https://shortydog.com/",
				"note": "Shorty's is a bit of dive bar that is Coney Island-themed and a favorite hangout, offering hot dogs, nachos, pinball, and arcade games. From the Seattle Eater website,’ This 25-year-old Belltown institution is Seattle’s original pinball bar. Clown and Coney Island-themed, its outdoor patio draws a cross-section of locals, bike messengers, and industry folks. Inside, booth tables are made from vintage pinball machines. There’s Skee-Ball, a claw machine, four-player Pac-Man, and other video games in addition to pinball. Fuel up with one of Shorty’s hot dogs or boozy smoothies.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sisters and Brothers",
				"add1": "544 Elliott Ave W",
				"add2": "#3910",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98119",
				"phn": "(206) 762-3767",
				"url": "https://www.sistersandbrothersbar.com/",
				"note": "Sisters and Brothers is a bright storefront dishing up Nashville hot chicken plus other Southern-inspired fare. They are known for their Nashville Hot Chicken or the bacon Mac and cheese with smoked Gouda. From their website, ‘Sisters and Brothers is a family affair. We serve Hot Chicken, cold beers, and delicious liquor. Come be part of the family and stay for the chicken. It’s the best west of Nashville. Pinky swear. No jokes. But jokes are cool, and we would love to hear yours. Don’t talk with your mouth full. That’s just rude. Unless it’s a really good joke.’ From the Seattle Eater website, ’One of the few places in the city to get true blue Nashville hot chicken, this hugely popular spot once drew long lines in Georgetown and has since debuted a new restaurant in Interbay/Lower Queen Anne. Whether the heat level is “mild” or “insane,” diners get hit with spice and a whole lotta nice. In addition to wings, there are some cocktails, beer, and wine.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Smarty Pants",
				"add1": "6017 Airport Way S",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98108",
				"phn": "(206) 762-4777",
				"url": "https://www.smartypantsseattle.com/",
				"note": "Smarty Pants is a laid-back restaurant offering scratch-made comfort foods, craft beers, which has a motorcycle-themed decor. From their website, ‘Smarty Pants is Georgetown’s neighborhood hang-out, serving the best-grilled sandwiches west of the Windy City. They are good - scratch-made goods. We serve simple food, with an attitude, to the local color of one of the oldest neighborhoods in Seattle. Six rotating taps of locally brewed beers are thoughtfully selected by our beer guru and available alongside a great list of cocktails. We like to think that we have the best happy hour in Georgetown. Let us know what you think. In addition to the sandwiches, we make homemade soups, chili, a variety of salads, and dressings daily. We also can make any of our selections vegetarian or vegan with locally-made Field Roast, a fresh and natural grain meat.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Soulful Dishes",
				"add1": "1800 E Yesler Way",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 485-7123",
				"url": "",
				"note": "Soulful Dishes is a Central District soul food spot that serves fried chicken sandwiches, burgers and fries, fried catfish, and more. From the Seattle Eater website,’ The cafe’s menu (and that of the family’s catering company) is loaded with Southern comfort food classics, like chicken and waffles, red beans and rice, biscuits and gravy, pot pies and sweet tea. And, of course, there’s always plenty of freshly-baked pie on hand. A lot of our recipes have been passed down from generation to generation, like our Hen and Dressing is one of my grandmother’s recipes that we used to always eat at Thanksgiving. I guess we took for granted eating all that good food growing up. I thought everybody ate like that! We’re also known for our buttermilk biscuits now that the cafe is open. We do our breakfast biscuit sandwiches and our barbeque sandwiches on the biscuit. We have a buttermilk and a garlic cheddar which is kind of like a Red Lobster roll. We also do peach cobbler, mixed berry pie, pecan pie, and seasonal pies like red velvet and apple crunch.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Storyville Coffee Pike Place",
				"add1": "94 Pike Street",
				"add2": "Top floor Suite 34",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 780-5777",
				"url": "https://storyville.com/",
				"note": "Storyville Coffee Pike Place is a market-based spot for artisanal coffee and baked goods in stylish wood-clad digs with a fireplace. Let’s Be Us (YouTube) says they have great coffee, but the thing to buy is their chocolate chip cookie. From their website, 'We are on the top floor of the Corner Market building at First and Pike in Pike Place Market. Stand on the red cobblestone and look toward the iconic red neon “Public Market Center” clock-sign. Our building will be on your right. Take the stairs or the elevator to the top floor.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Wednesday",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Sushi Kappo Tamura",
				"add1": "2968 Eastlake Ave E",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98102",
				"phn": " (206) 547-0937",
				"url": "https://www.sushikappotamura.com/",
				"note": "Sushi Kappo Tamura is an upscale Japanese spot serving sushi and cocktails in an elegant, modern space with an open kitchen. From their website, 'Using local and seasonal ingredients is the most important element in Japanese cuisine. It also has become the primary principle for the international culinary community. With a commitment to that philosophy, Sushi Kappo Tamura features seasonal ingredients of the Pacific Northwest in authentic Japanese preparation. Tamura is a Kappo style restaurant where food is prepared in an open kitchen and served quickly in a lively environment where staff and guests talk about the food and beyond. Our goal is to become the very best restaurant to our guests by getting to know them and serving them in a personable yet professional manner.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Matt May"
            },
            {
                "name": "TAT'S Delicatessen",
				"add1": "159 Yesler Way",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98104",
				"phn": "(206) 264-8287",
				"url": "http://www.tatsdeli.com/",
				"note": "TAT'S Delicatessen is a busy lunchtime spot known for Philly cheesesteaks, subs, and soups, also serving breakfast in the AM. From their website., 'Our Mission: Tat's Delicatessen strives to be an authentic reproduction of the East Coast deli experience in both product and atmosphere. We are dedicated to providing a diverse menu of high-quality eat-in, take-out, and delivery meals using only the freshest ingredients, always served in a friendly, efficient manner. It didn't take long to realize that Seattle wasn't taking full advantage of the tasty culinary treats that their hometowns (Philadelphia and New Jersey areas) had to offer. After years of searching for the perfect location, testing recipes, and coordinating vendors to supply us with truly authentic product lines, we finally began to realize our dream.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Taylor Shellfish Oyster Bar",
				"add1": "124 Republican St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98109",
				"phn": "(206) 501-4442",
				"url": "https://www.taylorshellfishfarms.com/",
				"note": "Taylor Shellfish Oyster Bar is a casual seafood specialist known for fresh shellfish offers a full bar with craft brews on tap. You should order the deep fried smelt. From their website, 'Located across the street from the Seattle Center, the iconic Space Needle, and the new Climate Pledge Arena, our Queen Anne oyster bar is the perfect date night or pre-event location. We offer 1 hour validated parking (not available on game nights), and all seats are first come, first serve as we do not take reservations at this time.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Top Pot Doughnuts",
				"add1": "609 Summit Ave E",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98102",
				"phn": "(206) 323-7841",
				"url": "https://www.toppotdoughnuts.com/",
				"note": "Top Pot Doughnuts is a local chain, and they invited you to join them on their delicious journey of good taste. From their uniquely designed cafés to their hand-roasted coffee and hand-forged gourmet doughnuts. Top Pot Doughnuts is committed to doing things the old-fashioned way—beautifully, warmly, and with unfailing attention to details. From their website, ‘We wanted an oasis in the city, to slow down and savor the nostalgia and taste of a secret 1920s doughnut recipe in a gorgeous vintage environment. In early 2002, we set out to create that space. What started as a daydream between brothers led to a single storefront on Capitol Hill. Thanks to the incredible support of the communities we’ve had the pleasure of serving, Top Pot has grown throughout the Puget Sound. We remain committed to the simple ideals that brought us this far—quality, inclusiveness, and integrity in every single thing we do.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Victrola Coffee Roasters",
				"add1": "310 E Pike St",
				"add2": "",
				"cty": "ddd",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 624-1725",
				"url": "https://www.victrolacoffee.com/",
				"note": "Victrola Coffee Roasters is a relaxed coffeehouse with vintage decor offering global coffees, weekly tastings, and pastries. It's located about a half a block from the Starbucks Reserve Roastery and is a great place to relax and get work done. From their website, ‘From the beginning, Victrola, named for the popular home phonograph of the 1920s, embraced the liveliness, exuberance, and fun of the Jazz era. In our popular imagination, the roaring ’20s represent excess, prohibition, flappers, and speakeasies. The era’s fingerprints mark much of what we do, from our passion for live vintage jazz to our cafes unique architectural charm.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Walrus and the Carpenter",
				"add1": "4743 Ballard Ave NW",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98107",
				"phn": "(206) 395-9227",
				"url": "https://thewalrusbar.com/",
				"note": "The Walrus and the Carpenter serve oysters and other seafood plus American plates along with specialty cocktails in a small, simple space. From their website, ‘Opened in 2010, The Walrus and The Carpenter marries restaurant to a fishing pub. Tallboys, muscadets, piles of chubby oysters, and smart plates are served in a lively, approachable space in Old Ballard. Intent on creating a fun, lively, and approachable oyster bar in their backyard — a neighborhood place where the very best in food and drink would be served in a cozy, welcoming setting — friends Renee Erickson, Jeremy Price, and Chad Dale began work on The Walrus and Carpenter in the winter of 2009.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Wasabi Sushi and Izakaya",
				"add1": "2311 2nd Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98121",
				"phn": "(206) 441-6044",
				"url": "https://www.wasabiseattle.com/",
				"note": "Wasabi Sushi and Izakaya serves creative sushi, and new takes on Japanese cooking in a stylish, modern space with a young, upbeat vibe. From their website, ‘Since our opening in the summer of 2000, we have created a Japanese sushi & izakaya menu with traditional ingredients presented in a contemporary style that has thrilled guests. Located in the heart of Belltown and as one of Seattle’s top sushi destinations, we offer an extensive array of appetizers, izakaya, sushi, and dessert options to satisfy any palate. To pair with your meal, we also include a large selection of beer, wine, liquor, and non-alcoholic beverages.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Westman's Bagel and Coffee",
				"add1": "1509 E Madison St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "",
				"url": "https://www.westmansbagel.com/",
				"note": "Westman's Bagel and Coffee is a sidewalk cafe stop dishing up fresh bagels, schmears of cream cheese, and coffee. The shop is located on the side of the outside of a building, and it's four or six feet deep and about 20 feet long with a handful of metal stools. From what I could find out on the internet it's 300 sq feet. So more like 15 feet by 20 feet or maybe 12 feet by 25 feet with the cooking/baking part in the back and out of sight. From their website, ‘Our bagels are cold fermented, rolled, boiled, and baked from scratch every day. All of our schmears and spreads are made in-house, and we take immense pride in our seasonals and sandwiches.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}