{
    "result": {
        "city": "San Francisco, CA",
		"posts": [
            {
                "name": "4505 Burger and BBQ",
				"add1": "705 Divisadero St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94117",
				"phn": "(415) 231-6993",
				"url": "https://www.4505burgersandbbq.com/",
				"note": "4505 Burger and BBQ is a BBQ spot run by a butcher, with smoked meats, sides, and burgers, to stay on the patio or to-go. If you have a small group, you need to order the Presidential platter which contains a little bit of everything on their menu. From their website, ‘Welcome to 4505 Burgers and BBQ. 4505 Meats began as a whole animal meat company in San Francisco, founded by Ryan Farr with immeasurable help from family and friends in 2009. Here at 4505 Burgers and BBQ, we partner with farmers and ranchers to produce the highest quality BBQ from animals raised humanely and with care. Equipped with one of the area’s last remaining historic wood-fired barbecue pits, we are informed by the traditions and styles that have come before us, and we honor the greats who have stoked the pits in the wee hours of the night.‘",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Benu",
				"add1": "22 Hawthorne St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94105",
				"phn": "(415) 685-4860",
				"url": "https://www.benusf.com/",
				"note": "Benu is a minimalist SoMa spot featuring innovative, ultra-pricey American cuisine, and renowned tasting menu. Order dumplings, especially the Foie gras soup dumpling (Xiao long bao). From the San Francisco Eater website, ‘For very special occasions, one of San Francisco’s three-Michelin-starred jewels is tucked away on the short tree-lined street of Hawthorne. The muted white dining room offers a tasting menu that takes you through a selection of chef Cory Lee’s French- and Asian-inspired cuisine, such as the well-loved lobster coral xiao long bao (Shanghai soup dumplings).",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dandelion Chocolate",
				"add1": "740 Valencia St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 349-0942",
				"url": "https://store.dandelionchocolate.com/",
				"note": "Dandelion Chocolate is a small-batch chocolatier offering handmade candy bars and brownies, cocoa beans, and educational classes. They serve hot chocolates, espresso drinks, frozen drinks, and a full line of pastries made in-house by our Executive Pastry Chef, Lisa Vega. To catch a view of their production process, grab a seat along the chalkboard corridor with a hot chocolate and watch their chocolate makers make cocoa beans into chocolate bars. From their website, 'We're Dandelion Chocolate, a bean-to-bar chocolate maker in San Francisco's Mission District. For over 10 years, we've been turning cocoa beans and organic sugar into single-origin dark chocolate. We travel and build lasting relationships with cocoa farmers and producers, then craft small batches of chocolate back home in our San Francisco factory. With a minimal approach, we aim to highlight different cocoa beans' distinctive flavor notes—from classic fudge to tangy fruit.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dynamo Donuts",
				"add1": "2760 24th St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 920-1978",
				"url": "https://dynamodonut.com/",
 				"note": "Dynamo Donuts' owner, Sara Spearin's menu, changes all the time, with inspired flavors like vanilla-orange zest and chocolate star anise sprinkled with cocoa nibs. The bacon-maple doughnut, with smoky sautéed apples, is now available every day. It's a hip, compact stop for donuts and coffee. Phil of Somebody Feed Phil (Netflix) and J. Kenji Lopez-Alt recommends getting the apple fritter. From their website, 'Established in July 2008 by pastry chef Sara Spearin, Dynamo Donut and Coffee is the original local artisan donut shop. Using seasonal, local, and organic ingredients wherever possible, Dynamo Donuts are the tastiest, lightest, and fluffiest cake and classic donuts in San Francisco. Visit the Mission storefront or the Marina Kiosk to enjoy our legendary classic donuts and seasonal varieties.' From the San Fransisco Eater website, 'Dynamo is best known for its Maple Bacon Apple doughnut, but Sara Spearin’s unique and refined flavor pairings make all of Dynamo’s light, chewy (in a good way) handmade doughnuts worth a special trip to their storefront in the Mission or kiosk in the Marina. Other favorites include the Caramel de Sel, Chocolate Rose, and Spiced Chocolate. (Or, just: all of them.)",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Phil of Somebody Feed Phil (Netflix) and J. Kenji Lopez-Alt"
            },
            {
                "name": "El Gallo Giro Taco Truck",
				"add1": "23rd St and Treat Ave",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 240-1224",
				"url": "",
				"note": "El Gallo Giro Taco Truck serves some of the crispiest, tastiest carnitas available. Their two daughters now run El Gallo Giro with their parents. From the SF Weekly 'There's nothing fancy at this truck, just the egalitarian pleasure of chunks of pork seared on the grill long enough to get the edges crisp, but not so long that they dry out. A quick splash of a medium-hot salsa, diced onions, and chopped cilantro gets sprinkled on the pork after it's nestled on a couple of corn tortillas.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "El Tonayense",
				"add1": "1719 Harrison St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94103",
				"phn": "(415) 559-0404",
				"url": "https://www.tonayense.com/",
				"note": "El Tonayense has been in the Mission District for over 20 years. They wanted to bring authentic Mexican foods to the United States. You need to order the chicken and tripe tacos. From their website, 'In Mexico are food stands in every corner. We wanted to bring authentic Mexican tacos. El Tonayense decided to share with others our delicious Mexican food. Our Mexican food is fresh, fast, high-quality meats and has reasonable prices. That is why we have had such success in the Bay Area. Our customers enjoy our food during their events. The family comes from the area of Tonaya, Jalisco, Mexico. That is how the name of El Tonayense was born. We are here to serve you, so you can enjoy our secret salsa. Only the family Santana knows how to make the salsa. That is what distinguishes us from the other Taquerias. We will be waiting for you to come and enjoy our authentic food and salsa. Or give us a call as we cater as well.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ferry Building Marketplace",
				"add1": "1 Sausalito",
				"add2": "San Francisco Ferry Bldg #21",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94111",
				"phn": "(415) 983-8030",
				"url": "https://www.ferrybuildingmarketplace.com/",
				"note": "The Ferry Building Marketplace has vendors that sell produce, cheese, coffee, candy, cured meats, and prepared food in this soaring, restored 1898 space. If you like charcuterie, you need to get to Boccalone Salumeria. From their website, ‘We are very committed to the artisan food community and to fostering the values of that community here at the Ferry Building. We envision the Ferry Building Marketplace as a vibrant gathering of local farmers, artisan producers, and independently owned and operated food businesses and the customers they serve. We’ve created a community of like-minded people to support our mission and key goals.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Flour and Water",
				"add1": "2401 Harrison St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 826-7000",
				"url": "https://www.flourandwater.com/",
				"note": "Flour and Water create handcrafted Italian grub, including pasta and wood-fired pizza, served in a casual, rustic space. From their website, 'Flour and Water continue to showcase a menu influenced by regional traditions throughout Italy with Northern Californian inspirations led by Executive Chef Thomas McNaughton. Flour and Water serves a daily changing menu of house-made pasta, exposing the regional variety found throughout Italy, Neapolitan-style pizzas prepared in a wood-fired oven and carefully crafted dishes utilizing seasonal ingredients.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Grand Harbor",
				"add1": "1492 Old Bayshore Hwy",
				"add2": "",
				"cty": "Burlingame",
				"stt": "CA",
				"zpcd": "94010",
				"phn": "(650) 347-9888",
				"url": "hhh",
				"note": "Grand Harbor is a bayside Chinese restaurant offering dim sum and close-up views of airliners flying into and out of SFO. You should order the BBQ Pork buns which are a bit on the sweat side or any of their dim sum. From the Food Network website, ‘This San Francisco destination is one of the biggest Triple D joints ever, with seating for more than 450 people. Serving up traditional Chinese fare, Grand Harbor regulars rave about pork buns, dim sum chicken feet, and a selection of fresh seafood. Bonus: The restaurant’s view of the San Francisco Bay is absolutely spectacular. They recommend ordering the Pork Buns, Dim Sum Chicken Feet, and Lobster in Garlic Sauce.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "La Taqueria",
				"add1": "2889 Mission St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 285-7117",
				"url": "",
				"note": "La Taqueria is a no-frills taqueria serves Mexican eats, including famed traditional-style, rice-free burritos. If you can only order one item on the menu make sure it's the Carne Asada burrito. From the Michelin Guide website, ‘Everything here is supremely fresh, as exhibited in the open kitchen with its mountains of char-grilled steak alongside vibrant tomato, cilantro, and onion. The carne asada super burrito is everything you dream it should be. It may not be on the menu, but order your taco “Dorado-style,” which begins as a corn tortilla crisped on the plancha, layered with cheese and another tortilla before getting loaded with toppings.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Liguria Bakery",
				"add1": "1700 Stockton St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94133",
				"phn": "(415) 421-3786",
				"url": "hhh",
				"note": "Liguria Bakery is a classic counter-serve Italian storefront doling out handmade green onion, rosemary, and pizza Foccacia. Mike from Pro Home Cooks (YouTube) recommends getting the pizza Foccacia or any of the other ones they have actually. From the San Fransisco Eater website, 'Fans have to arrive early to get the goods at Liguria, a 106-year-old San Francisco institution. The family-run bakery specializes in Foccacia, and the massive sheets of bread, studded with everything from raisins to olives and even doctored-up, pizza-style, are a wonder of airy, pillowy bread and olive oil richness (their green onion version is what makes the sandwiches at Mario’s so excellent). Grab a piece or 10 to take to the park, or buy it frozen to finish off at home.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Mario's Bohemian Cigar Store Cafe",
				"add1": "566 Columbus Ave",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94133",
				"phn": "(415) 362-0536",
				"url": "hhh",
				"note": "Mario's Bohemian Cigar Store Cafe is a landmark cafe serving Italian sandwiches, pizzas, pastries, wine, and beer in an old-school space. From the San Francisco Eater website, ‘There are no cigars to be found at this corner cafe, but hot, melty sandwiches on pillowy focaccia abound. A bonafide local joint in the midst of Columbus Avenue’s touristy glut, Mario’s is the kind of place that makes you feel like a regular and inspires you to become one. Skip straight to the focaccia sandwich section of the menu, though the hot, baked dishes like lasagna and cannelloni aren’t half bad. They’re made using olive oil-rich focaccia from Liguria Bakery, just across the park. The meatball is legendary, but the eggplant sandwiches (both breaded and grilled) are worth a taste.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Minnie Bell's Soul Movement",
				"add1": "5959 Shellmound St",
				"add2": "Kiosk 15",
				"cty": "Emeryville",
				"stt": "CA",
				"zpcd": "94608",
				"phn": "(510) 879-7199",
				"url": "https://www.minniebellssoul.com/",
				"note": "Minnie Bell's Soul Movement is a kiosk with fried chicken and Southern comfort food from La Cocina vet and caterer Fernay McPherson. From their website, 'Fernay McPherson grew up steeped in soul. Using traditional family recipes, Minnie Bell’s menu offers up delicious home-style food, combining soulful flavors and warmth of the south. Fernay learned to cook from her great aunt Minnie and late grandmother Lillie Bell. Fernay's family arrived in San Francisco during the Great Migration as part of the relocation of more than 6 million African Americans from the rural South to cities in the North and West. They left in search of better lives, and their culinary spirit traveled right along with them.' From the San Fransisco Eater website, 'Fernay McPherson is serving her rosemary fried chicken, mac and cheese, greens, and more at her kiosk in the Emeryville Public Market. The hit of rosemary is what lingers in your memory — an extra pop of flavor you didn’t know every other fried chicken you’ve had was missing. You can also walk in to order, and the Public Market is now open for outdoor dining.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Southern Foodways Alliance"
            },
            {
                "name": "Mission Chinese Food",
				"add1": "2234 Mission St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 863-2800",
				"url": "https://www.missionchinesefood.com/",
				"note": "Mission Chinese Food is a trendy place where crowds line up for the imaginative Chinese eats at this casual, nationally known destination. Order the Tingling lamb which is lamb and soup or the Mapo Tofu with beef or Kung Pao Pastrami.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain and Mind of a Chef"
            },
            {
                "name": "Muguboka",
				"add1": "401 Balboa St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94118",
				"phn": "(415) 668-6007",
				"url": "",
				"note": "Muguboka is a homey, no-frills spot known for large portions of banchan (Korean side dishes) and other hearty fare. According to Danny Bowen, you should order number four and 64. From the San Francisco Weekly website, ‘Most people, if they are at all familiar with Korean cooking, know two things: Meals are accompanied by an array of small dishes containing various pickled and fermented foods, known as banchan or panchan; and that the main course they surround is often thinly sliced broiled meat. Muguboka, a modest restaurant in the Inner Richmond, calls itself a “Korean B.B.Q.,” and it indeed serves staples such as kalbi or galbi (short ribs) and bulgogi (marinated beef). But in addition to galbi (here spelled gal bee) and bulgogi (bul go gee), there are many more dishes to explore, including subtly flavored, spicy stews seasoned with the hot red chile paste known as gochujang and soups flavored with fermented soybean paste (doenjang; Dhan Jang at Muguboka).’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nopalito",
				"add1": "306 Broderick St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94117",
				"phn": "(415) 437-0303",
				"url": "https://www.nopalitosf.com/",
				"note": "Nopalito is a popular Mexican restaurant serving traditional, organic grub in a casual and bright dining room. Jessica from Roots and Refuge Farm (YouTube) recommends getting the pickled veggies. From their website, 'Vibrant neighborhood Mexican kitchens celebrating the traditional cookery of Mexico and utilizing our philosophy of purchasing local, organic, and sustainable ingredients.' From Eater San Fransisco website, 'One of the city’s best-known destinations for a more upscale sit-down Mexican meal, Nopalito is a showcase for chef Gonzalo Guzman’s cooking, with its emphasis on local, sustainable ingredients and a wide range of regional dishes, including — but not limited to — seafood specialties from his native Veracruz.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Jessica from Roots and Refuge Farm (YouTube)"
            },
            {
                "name": "Panchita's #2 Restaurant",
				"add1": "3091 16th St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94103",
				"phn": "(415) 431-4232",
				"url": "",
				"note": "Panchita's #2 Restaurant serves pupusas in a variety of flavors offered along with other Latin American staples in a humble space. Adan Savage said to order their fantastic pupusas and said their beans are the best and the 'Mixed Papusa' is KING. From their website, ‘Panchita’s #2 is a low-key family-run restaurant serving Salvadorian food, specializing in pupusas. Proudly serving the Mission District since 1989 with the goal to provide great tasting and high-quality food for all those who visit.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Adan Savage"
            },
            {
                "name": "Radio Africa and Kitchen",
				"add1": "4800 3rd St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94124",
				"phn": "(415) 826-9660",
				"url": "http://www.radioafricakitchen.com/",
				"note": "Radio Africa and Kitchen has market-fresh Ethiopian and American dishes which they serve with beer and wine in cheerful surrounds. From the Food Network website, ‘Chef-Owner Eskender Aseged left quite the impression when he appeared on Guy’s Grocery Games — so much so that Guy made sure to check out Aseged’s Ethiopian joint when he was in San Francisco. Follow Guy’s lead and order the seared tuna. It’s topped with chermoula, a Moroccan cilantro and parsley sauce, and served over a bed of sauteed vegetables. “I don’t want this dish to end,” Guy exclaimed. They recommend ordering the Chicken Jambalaya, the Seared Ahi Tuna, and the Saffron Prawns.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Reem's California (Mission)",
				"add1": "2901 Mission St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 780-1953",
				"url": "https://www.reemscalifornia.com/",
				"note": "From the Reem's California website, 'Reem's is an Arab street corner bakery that connects people across cultures and experiences through the warmth of bread and hospitality. We believe in the power of food to build strong, resilient community. Our vision is to be an anchor space that provides good jobs, delicious, nourishing food, and a home to many.''",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "David Chang's Netflix (Ugly Delicious)"
            },
            {
                "name": "Ritual Coffee Roasters",
				"add1": "1026 Valencia St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 641-1011",
				"url": "https://ritualcoffee.com/",
				"note": "Ritual Coffee Roasters is an artisanal coffeehouse chain that cultivates relationships with growers and roasts their beans on-site. From their website, 'Ritual has been a pioneer in this delicious shift in coffee consciousness since we opened our doors on Valencia Street in 2005 and started what some call a coffee revolution in San Francisco. Our goal then--and our goal now--is to craft the very best cup of coffee available anywhere. Period. We've learned a lot over the years, but the care and attention we lavish on our process is unchanged, including tasting every coffee several times before it goes out to our coffee bars and into your cup.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Adam Savage"
            },
            {
                "name": "Shizen Vegan Sushi Bar and Izakaya",
				"add1": "370 14th St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94103",
				"phn": "(415) 678-5767",
				"url": "https://www.shizensf.com/",
				"note": "Shizen Vegan Sushi Bar and Izakaya serves vegan fare, from faux-sushi, and ramen to meatless small plates, in an inventive, wood-decked space. Adam Savage recommends the vegan sushi. From their website, ‘Shizen is proud to be a fully vegan sushi bar and izakaya. We combine classic shojin and sushi techniques with local, seasonal ingredients to create healthy and flavorful dishes with a light footprint. We believe that the components of honest plant-based cuisine should speak for themselves. Our chefs use tapioca, mountain yam, konjac, bean curd, and other vegan ingredients to form complex and satisfying dishes that stand on their own without the need to imitate animal proteins.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Adam Savage"
            },
            {
                "name": "Swan Oyster Depot",
				"add1": "1517 Polk St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94109",
				"phn": "(415) 673-1101",
				"url": "http://swanoysterdepot.us/",
				"note": "Swan Oyster Depot is a no-frills counter nook in a fish market is a bustling landmark for raw-bar fare and casual seafood. From the San Francisco Eater website, ‘It was one of Anthony Bourdain’s favorite destinations. Take your place in line at this icon for fresh local Dungeness crab, served boiled with bread, butter, and your choice of cocktail sauce or mayo.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Taquería El Farolito",
				"add1": "2779 Mission St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 824-7877",
				"url": "https://elfarolitosf.com/",
				"note": "Taquería El Farolito is a busy, no-frills Mexican eatery and late-night haunt serving comfort food like tacos and burritos. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Dylan Wilbanks"
            },
            {
                "name": "Taqueria San Bruno",
				"add1": "1045 San Mateo Ave",
				"add2": "",
				"cty": "San Bruno",
				"stt": "CA",
				"zpcd": "94066",
				"phn": "(650) 873-1752",
				"url": "",
				"note": "Taqueria San Bruno is a tiny eatery that draws crowds with cheap, enormous burritos, and tacos, which has a self-serve salsa bar. When you're there, I heard you need to order the Salvadoran food along with the pupusas. From the San Francisco Eater website, ‘If the Mission-style super burrito is San Francisco’s most iconic original food creation, then Taqueria San Bruno is the closest, most convenient spot where you can snag a truly stellar and truly gigantic version on the way either to or from the airport — with planes literally taking off above your head. It bears repeating: These super burritos are comically oversized and loaded with meats (as are the breakfast burritos, for that matter, if you’ve got an early flight). The charred carne asada is probably the people’s choice, but the taqueria is also known for serving some of the area’s better fish and shrimp tacos.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "True Laurel",
				"add1": "753 Alabama St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 341-0020",
				"url": "http://truelaurelsf.com/",
				"note": "From the Eater website about True Laurel, 'Muddling the distinction between restaurant and bar isn’t a novel concept these days. Neither is the idea of a fine-dining chef moonlighting to create a more casual menu of brainy small plates. But partners David Barzelay, chef-owner of the supper club-style phenom Lazy Bear, and bar director Nicolas Torres propel these notions to higher national standards with their new joint project. True Laurel feels like an art installation, with walls and dividers set at odd, beautiful angles and an undulating bas-relief sculpture designed as a tribute to midcentury designer Isamu Noguchi. Barzelay and chef de cuisine Geoff Davis bring the smarts with their riffs on Americana bar food: a patty melt crisped in autumnal beef fat, Dungeness, and cheddar fondue potato chips and vegetables for scooping and fried hen-of-the-wood mushrooms with a riff on sour cream and onion dip. Torres’s cocktails similarly quicken the mind. He uses an arsenal of infusions, tonics, obscure spirits, and local fruits to exquisite, unpretentious effect. We’re living through weird, wild times; this is a sanctuary for comfort with unusual wit and style, a welcome model.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Eater's 18 Best New Restaurants in America - 2018"
            },
            {
                "name": "Turtle Tower Restaurant",
				"add1": "645 Larkin St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94109",
				"phn": "(415) 409-3333",
				"url": "",
				"note": "Turtle Tower Restaurant is simply decorated, cash-only spot serving Vietnamese noodles, soups, and other classic fare. Order the chicken, giblets, gizzards, etc. pho. From their website, ‘On a bustling alley corner in the Tenderloin, Turtle Tower is easily missed – unless you happen to know its chef and owner Steven Nghia Pham, who appears to know everybody walking past. The best way to describe Steven’s take on pho is fresh. He buys produce from farmers’ markets down the street, free-range chickens insists the beef be hand sliced, and buys noodles made fresh that day. The noodles in your bowl were probably made a mere three hours before you take the first bite.’ From the San Francisco Eater website, ‘Turtle Tower, the favorite Vietnamese restaurant of the Tenderloin, hits the spot for chicken pho. The northern-style broth is clear and bright and brimming with tender rice noodles and chicken.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}