{
    "result": {
        "city": "San Francisco, CA",
		"posts": [
            {
                "name": "4505 Burger and BBQ",
				"add1": "705 Divisadero St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94117",
				"phn": "(415) 231-6993",
				"url": "https://www.4505burgersandbbq.com/",
				"note": "4505 Burger and BBQ is a BBQ spot run by a butcher, with smoked meats, sides, and burgers, to stay on the patio or to-go. If you have a small group, you need to order the Presidential platter which contains a little bit of everything on their menu.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Benu",
				"add1": "22 Hawthorne St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94105",
				"phn": "(415) 685-4860",
				"url": "https://www.benusf.com/",
				"note": "Benu is a minimalist SoMa spot featuring innovative, ultra-pricey American cuisine, and renowned tasting menu. Order dumplings, especially the Foie gras soup dumpling (Xiao long bao).",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cafe La Taza",
				"add1": "2475 Mission St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 824-7717",
				"url": "https://www.cafelataza.com/",
				"note": "Cafe La Taza is a counter-service cafe serves a wide range of fare from breakfast through early dinner. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Dandelion Chocolate",
				"add1": "740 Valencia St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 349-0942",
				"url": "https://store.dandelionchocolate.com/",
				"note": "Dandelion Chocolate is a small-batch chocolatier offering handmade candy bars and brownies, cocoa beans, and educational classes. They serve hot chocolates, espresso drinks, frozen drinks, and a full line of pastries made in-house by our Executive Pastry Chef, Lisa Vega. To catch a view of their production process, grab a seat along the chalkboard corridor with a hot chocolate and watch their chocolate makers make cocoa beans into chocolate bars.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dynamo Donuts",
				"add1": "2760 24th St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 920-1978",
				"url": "https://dynamodonut.com/",
 				"note": "Dynamo Donuts's owner, Sara Spearin's menu, changes all the time, with inspired flavors like vanilla-orange zest and chocolate star anise sprinkled with cocoa nibs. The bacon-maple doughnut, with smoky sautéed apples, is now available every day. It's a hip, compact stop for donuts and coffee. Phil of Somebody Feed Phil (Netflix) and J. Kenji Lopez-Alt recommends getting the apple fritter. From their website, 'Established in July 2008 by pastry chef Sara Spearin, Dynamo Donut and Coffee is the original local artisan donut shop. Using seasonal, local, and organic ingredients wherever possible, Dynamo Donuts are the tastiest, lightest, and fluffiest cake and classic donuts in San Francisco. Visit the Mission storefront or the Marina Kiosk to enjoy our legendary classic donuts and seasonal varieties.' From the San Fransisco Eater website, 'Dynamo is best known for its Maple Bacon Apple doughnut, but Sara Spearin’s unique and refined flavor pairings make all of Dynamo’s light, chewy (in a good way) handmade doughnuts worth a special trip to their storefront in the Mission or kiosk in the Marina. Other favorites include the Caramel de Sel, Chocolate Rose, and Spiced Chocolate. (Or, just: all of them.)",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Phil of Somebody Feed Phil (Netflix) and J. Kenji Lopez-Alt"
            },
            {
                "name": "El Gallo Giro Taco Truck",
				"add1": "23rd St and Treat Ave",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 240-1224",
				"url": "",
				"note": "El Gallo Giro Taco Truck serves some of the crispiest, tastiest carnitas available. Their two daughters now run El Gallo Giro with their parents. From the SF Weekly 'There's nothing fancy at this truck, just the egalitarian pleasure of chunks of pork seared on the grill long enough to get the edges crisp, but not so long that they dry out. A quick splash of a medium-hot salsa, diced onions, and chopped cilantro gets sprinkled on the pork after it's nestled on a couple of corn tortillas.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "El Tonayense",
				"add1": "1719 Harrison St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94103",
				"phn": "(415) 559-0404",
				"url": "https://www.tonayense.com/",
				"note": "El Tonayense has been in the Mission District for over 20 years. They wanted to bring authentic Mexican foods to the United States. You need to order the chicken and tripe tacos.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ferry Building Marketplace",
				"add1": "1 Sausalito",
				"add2": "San Francisco Ferry Bldg #21",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94111",
				"phn": "(415) 983-8030",
				"url": "https://www.ferrybuildingmarketplace.com/",
				"note": "The Ferry Building Marketplace has vendors that sell produce, cheese, coffee, candy, cured meats, and prepared food in this soaring, restored 1898 space. If you like charcuterie, you need to get to Boccalone Salumeria.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Flour and Water",
				"add1": "2401 Harrison St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 826-7000",
				"url": "https://www.flourandwater.com/",
				"note": "Flour and Water create handcrafted Italian grub, including pasta and wood-fired pizza, served in a casual, rustic space. From their website, 'Flour and Water continue to showcase a menu influenced by regional traditions throughout Italy with Northern Californian inspirations led by Executive Chef Thomas McNaughton. Flour and Water serves a daily changing menu of house-made pasta, exposing the regional variety found throughout Italy, Neapolitan-style pizzas prepared in a wood-fired oven and carefully crafted dishes utilizing seasonal ingredients.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Grand Harbor",
				"add1": "1492 Old Bayshore Hwy",
				"add2": "",
				"cty": "Burlingame",
				"stt": "CA",
				"zpcd": "94010",
				"phn": "(650) 347-9888",
				"url": "hhh",
				"note": "Grand Harbor is a bayside Chinese restaurant offering dim sum and close-up views of airliners flying into and out of SFO. You should order the BBQ Pork buns which are a bit on the sweat side or any of their dim sum.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "La Taqueria",
				"add1": "2889 Mission St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 285-7117",
				"url": "",
				"note": "La Taqueria is a no-frills taqueria serves Mexican eats, including famed traditional-style, rice-free burritos. If you can only order one item on the menu make sure it's the Carne Asada burrito.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Liguria Bakery",
				"add1": "1700 Stockton St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94133",
				"phn": "(415) 421-3786",
				"url": "hhh",
				"note": "Liguria Bakery is a classic counter-serve Italian storefront doling out handmade green onion, rosemary, and pizza Foccacia. Mike from Pro Home Cooks (YouTube) recommends getting the pizza Foccacia or any of the other ones they have actually. From the San Fransisco Eater website, 'Fans have to arrive early to get the goods at Liguria, a 106-year-old San Francisco institution. The family-run bakery specializes in Foccacia, and the massive sheets of bread, studded with everything from raisins to olives and even doctored-up, pizza-style, are a wonder of airy, pillowy bread and olive oil richness (their green onion version is what makes the sandwiches at Mario’s so excellent). Grab a piece or 10 to take to the park, or buy it frozen to finish off at home.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Pro Home Cooks (YouTube)"
            },
            {
                "name": "Los Guisados Del Patron",
				"add1": "601 S Van Ness Ave",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 757-0100",
				"url": "https://www.tacos-el-patron.com/",
				"note": "From the Los Guisados Del Patron website, 'We hope you enjoy the food as much as we enjoy making it for you! With family recipes and a dream, we opened our first location in Pleasant Hill, Ca. in 2019. With the Bay's appetite for Genuine Mexican food, we were blessed to be able to open two other locations in San Francisco in 2020.' From the San Fransisco Eater website, 'Since it opened its Mission District location last fall (2019), Tacos El Patrón has become one of San Francisco’s most popular taquerias, more or less on the merits of a single taco — its quesabirria. Last year, the restaurant introduced the city to one of the first, and best, versions of those cheesy beef birria tacos, which have been all the rage among Bay Area taco lovers.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Simon Willison"
            },
            {
                "name": "Mario's Bohemian Cigar Store Cafe",
				"add1": "566 Columbus Ave",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94133",
				"phn": "(415) 362-0536",
				"url": "hhh",
				"note": "Mario's Bohemian Cigar Store Cafe is a landmark cafe serving Italian sandwiches, pizzas, pastries, wine, and beer in an old-school space.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "Minnie Bell's Soul Movement",
				"add1": "5959 Shellmound St",
				"add2": "Kiosk 15",
				"cty": "Emeryville",
				"stt": "CA",
				"zpcd": "94608",
				"phn": "(510) 879-7199",
				"url": "https://www.minniebellssoul.com/",
				"note": "Minnie Bell's Soul Movement is a kiosk with fried chicken and Southern comfort food from La Cocina vet and caterer Fernay McPherson. From their website, 'Fernay McPherson grew up steeped in soul. Using traditional family recipes, Minnie Bell’s menu offers up delicious home-style food, combining soulful flavors and warmth of the south. Fernay learned to cook from her great aunt Minnie and late grandmother Lillie Bell. Fernay's family arrived in San Francisco during the Great Migration as part of the relocation of more than 6 million African Americans from the rural South to cities in the North and West. They left in search of better lives, and their culinary spirit traveled right along with them.' From the San Fransisco Eater website, 'Fernay McPherson is serving her rosemary fried chicken, mac and cheese, greens, and more at her kiosk in the Emeryville Public Market. The hit of rosemary is what lingers in your memory — an extra pop of flavor you didn’t know every other fried chicken you’ve had was missing. You can also walk in to order, and the Public Market is now open for outdoor dining.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "Southern Foodways Alliance"
            },
            {
                "name": "Mission Chinese Food",
				"add1": "2234 Mission St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 863-2800",
				"url": "https://www.missionchinesefood.com/",
				"note": "Mission Chinese Food is a trendy place where crowds line up for the imaginative Chinese eats at this casual, nationally known destination. Order the Tingling lamb which is lamb and soup or the Mapo Tofu with beef or Kung Pao Pastrami.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain and Mind of a Chef"
            },
            {
                "name": "Muguboka",
				"add1": "401 Balboa St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94118",
				"phn": "(415) 668-6007",
				"url": "",
				"note": "Muguboka is a homey, no-frills spot known for large portions of banchan (Korean side dishes) and other hearty fare. According to Danny Bowen, you should order number four and 64.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nopalito",
				"add1": "306 Broderick St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94117",
				"phn": "(415) 437-0303",
				"url": "https://www.nopalitosf.com/",
				"note": "Nopalito is a popular Mexican restaurant serving traditional, organic grub in a casual and bright dining room. Jessica from Roots and Refuge Farm (YouTube) recommends getting the pickled veggies. From their website, 'Vibrant neighborhood Mexican kitchens celebrating the traditional cookery of Mexico and utilizing our philosophy of purchasing local, organic, and sustainable ingredients.' From Eater San Fransisco website, 'One of the city’s best-known destinations for a more upscale sit-down Mexican meal, Nopalito is a showcase for chef Gonzalo Guzman’s cooking, with its emphasis on local, sustainable ingredients and a wide range of regional dishes, including — but not limited to — seafood specialties from his native Veracruz.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jessica from Roots and Refuge Farm (YouTube)"
            },
            {
                "name": "Panchita's #2 Restaurant",
				"add1": "3091 16th St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94103",
				"phn": "(415) 431-4232",
				"url": "",
				"note": "Panchita's #2 Restaurant serves pupusas in a variety of flavors offered along with other Latin American staples in a humble space. Adan Savage said to order their fantastic pupusas and said their beans are the best and the 'Mixed Papusa' is KING.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Adan Savage"
            },
            {
                "name": "Petit Crenn",
				"add1": "609 Hayes St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94102",
				"phn": "(415) 864-1744",
				"url": "https://www.petitcrenn.com/",
				"note": "Petit Crenn is a sophisticated French bistro offering a chef's tasting menu, wine pairings, and à la carte options. Here is two quotes from the San Fransisco Eater website, 'Dominique Crenn’s Hayes Valley restaurant evokes a specific sense of place, inspired by memories of the chef’s native Brittany, and the rustic cooking of her mother and grandmother. She pulls straight from the sea, from the opening oysters and gougères to the wood-fire fish tinged with smoke. The seven-course prix fixe may not sound casual, but it’s definitely personal.' and 'Inspired by the cuisine of Brittany, chef Dominique Crenn's more casual spinoff to three-Michelin-starred Atelier Crenn offers a dinner party vibe in an intimate space. A multi-course set menu is centered around seafood like oysters and roasted whole fish; the extensive wine and cider lists are part of the charm. Reservations are required for a table, but walk-ins are always welcome at the white marble bar that has a prime view of the kitchen.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Phil from Somebody Feed Phil (Netfilx)"
            },
            {
                "name": "Radio Africa and Kitchen",
				"add1": "4800 3rd St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94124",
				"phn": "(415) 826-9660",
				"url": "http://www.radioafricakitchen.com/",
				"note": "Radio Africa and Kitchen has market-fresh Ethiopian and American dishes which they serve with beer and wine in cheerful surrounds.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Reem's California (Mission)",
				"add1": "2901 Mission St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 780-1953",
				"url": "https://www.reemscalifornia.com/",
				"note": "From the Reem's California website, 'Reem's is an Arab street corner bakery that connects people across cultures and experiences through the warmth of bread and hospitality. We believe in the power of food to build strong, resilient community. Our vision is to be an anchor space that provides good jobs, delicious, nourishing food, and a home to many.''",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "David Chang's Netflix (Ugly Delicious)"
            },
            {
                "name": "Ritual Coffee Roasters",
				"add1": "1026 Valencia St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 641-1011",
				"url": "https://ritualcoffee.com/",
				"note": "Ritual Coffee Roasters is an artisanal coffeehouse chain that cultivates relationships with growers and roasts their beans on-site. From their website, 'Ritual has been a pioneer in this delicious shift in coffee consciousness since we opened our doors on Valencia Street in 2005 and started what some call a coffee revolution in San Francisco. Our goal then--and our goal now--is to craft the very best cup of coffee available anywhere. Period. We've learned a lot over the years, but the care and attention we lavish on our process is unchanged, including tasting every coffee several times before it goes out to our coffee bars and into your cup.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Adam Savage"
            },
            {
                "name": "Shizen Vegan Sushi Bar and Izakaya",
				"add1": "370 14th St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94103",
				"phn": "(415) 678-5767",
				"url": "https://www.shizensf.com/",
				"note": "Shizen Vegan Sushi Bar and Izakaya serves vegan fare, from faux-sushi, and ramen to meatless small plates, in an inventive, wood-decked space. Adam Savage recommends the vegan sushi.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Adam Savage"
            },
            {
                "name": "Swan Oyster Depot",
				"add1": "1517 Polk St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94109",
				"phn": "(415) 673-1101",
				"url": "http://swanoysterdepot.us/",
				"note": "Swan Oyster Depot is a no-frills counter nook in a fish market is a bustling landmark for raw-bar fare and casual seafood.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Taquería El Farolito",
				"add1": "2779 Mission St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 824-7877",
				"url": "https://elfarolitosf.com/",
				"note": "Taquería El Farolito is a busy, no-frills Mexican eatery and late-night haunt serving comfort food like tacos and burritos. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Dylan Wilbanks"
            },
            {
                "name": "Taqueria San Bruno",
				"add1": "1045 San Mateo Ave",
				"add2": "",
				"cty": "San Bruno",
				"stt": "CA",
				"zpcd": "94066",
				"phn": "(650) 873-1752",
				"url": "",
				"note": "Taqueria San Bruno is a tiny eatery that draws crowds with cheap, enormous burritos, and tacos, which has a self-serve salsa bar. When you're there, I heard you need to order the Salvadoran food along with the pupusas.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "True Laurel",
				"add1": "753 Alabama St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94110",
				"phn": "(415) 341-0020",
				"url": "http://truelaurelsf.com/",
				"note": "From the Eater website about True Laurel, 'Muddling the distinction between restaurant and bar isn’t a novel concept these days. Neither is the idea of a fine-dining chef moonlighting to create a more casual menu of brainy small plates. But partners David Barzelay, chef-owner of the supper club-style phenom Lazy Bear, and bar director Nicolas Torres propel these notions to higher national standards with their new joint project. True Laurel feels like an art installation, with walls and dividers set at odd, beautiful angles and an undulating bas-relief sculpture designed as a tribute to midcentury designer Isamu Noguchi. Barzelay and chef de cuisine Geoff Davis bring the smarts with their riffs on Americana bar food: a patty melt crisped in autumnal beef fat, Dungeness, and cheddar fondue potato chips and vegetables for scooping and fried hen-of-the-wood mushrooms with a riff on sour cream and onion dip. Torres’s cocktails similarly quicken the mind. He uses an arsenal of infusions, tonics, obscure spirits, and local fruits to exquisite, unpretentious effect. We’re living through weird, wild times; this is a sanctuary for comfort with unusual wit and style, a welcome model.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Eater's 18 Best New Restaurants in America - 2018"
            },
            {
                "name": "Turtle Tower Restaurant",
				"add1": "645 Larkin St",
				"add2": "",
				"cty": "San Francisco",
				"stt": "CA",
				"zpcd": "94109",
				"phn": "(415) 409-3333",
				"url": "",
				"note": "Turtle Tower Restaurant is simply decorated, cash-only spot serving Vietnamese noodles, soups, and other classic fare. Order the chicken, giblets, gizzards, etc. pho. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}