{
    "result": {
        "city": "Southern California",
		"posts": [
            {
                "name": "10 Speed Coffee",
				"add1": "23504 Calabasas Rd",
				"add2": "",
				"cty": "Calabasas",
				"stt": "CA",
				"zpcd": "91302",
				"phn": "(818) 225-8231",
				"url": "https://www.10speedcoffee.com/",
				"note": "From their website, 'The interplay between cycling / active lifestyle communities, and cafe culture has always been at the core of 10 Speed Coffee and is what makes it truly unique. Whether coming or going, beginning or ending an adventure, or getting a little work done in a dynamic and inviting environment, 10 Speed Coffee is your personal local base camp.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Comedians in Cars Getting Coffee"
            },
            {
                "name": "24th Street Cafe",
				"add1": "1415 24th St",
				"add2": "",
				"cty": "Bakersfield",
				"stt": "CA",
				"zpcd": "93301",
				"phn": "(661) 323-8801",
				"url": "hhh",
				"note": "24th Street Cafe is a neighborhood hangout for budget-friendly diner eats like burgers and hearty breakfasts since 1987. From their website, 'A happy place for hungry people! The building that is now known as 24th Street Cafe was originally opened as Cy's Coffee Shop in 1950. 24th street Cafe was established in 1987 by Mark Huggs, a local third-generation restaurateur. 24th Street Cafe has always been a happy place for hungry people!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Cafe 247",
				"add1": "32866 Old Woman Springs Rd",
				"add2": "",
				"cty": "Lucerne Valley",
				"stt": "CA",
				"zpcd": "92356",
				"phn": "(760) 248-6088",
				"url": "",
				"note": "Cafe 247 serves chicken fried steak with mashed potatoes and a steamed vegetable medley. Reasonably priced and the portions are enormous, so you get more than you pay for. They also have eggs, potatoes, waffles, sausage, and biscuits and gravy. The atmosphere is modern and very comfortable. The staff is very attentive, professional and friendly. You need to order the BBQ.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Crossroads Cafe",
				"add1": "61715 Twentynine Palms Highway",
				"add2": "",
				"cty": "Joshua Tree",
				"stt": "CA",
				"zpcd": "92252",
				"phn": "(760) 366-5414",
				"url": "https://crossroadscafejtree.com/",
				"note": "Crossroads Cafe is a creative spin on diner classics, including vegan options, served in a chill, quirky setting. Order Mike’s Mess which is scrambled eggs with mushrooms, bacon, potatoes, two types of cheese, and chive. Also, get the rye toast, pork sausage, and even try the seitan. From the Los Angles Eater website, 'Crossroads Cafe serves diner food inspired by southwest and California tastes. In other words, there are good old-fashioned hamburgers made with beef, but there are also ahi tuna burgers with jalapeno-lime aioli and Impossible burgers on brioche. The menu also includes tacos, quesadillas, sandwiches, salads, housemade pastries, and beer and wine.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Emma Jean's Holland Burger Cafe",
				"add1": "17143 N D St",
				"add2": "",
				"cty": "Victorville",
				"stt": "CA",
				"zpcd": "92394",
				"phn": "(760) 243-9938",
				"url": "http://www.hollandburger.com/",
				"note": "Emma Jean's Holland Burger Cafe is a storied 1947 diner dishing up American comfort classics and big burgers in an old-timey setting. Emma Jean's son and daughter keep the tradition alive with their mother's recipes. This legendary trucker paradise aims for a 'it simple' menu that's stayed true to its roots for more than 60 years. You need to order the homemade biscuits and the all-American Brian Burger. From the Food Network website, 'Emma Jean's son and daughter keep the tradition alive with their mother's recipes. This legendary trucker paradise aims for a &ldquo;keep it simple&rdquo; menu that's stayed true to its roots for more than 60 years. The result? Guy devoured the homemade biscuits and couldn't resist the all-American Brian Burger. They recommended ordering the Trucker Special Sandwich with Roasted Tri-Tip.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Frontier Café",
				"add1": "55844 Twentynine Palms Highway",
				"add2": "",
				"cty": "Yucca Valley",
				"stt": "CA",
				"zpcd": "92284",
				"phn": "(760) 820-1360",
				"url": "http://www.cafefrontier.com/",
				"note": "Frontier Café serves gourmet coffee, sandwiches, and salads in a relaxing, eclectic space with free WiFi and frequent live music. They have friendly and helpful staff. From the Los Angles Eater website, 'Nestled among antique shops and boutiques, this Yucca Valley cafe serves sandwiches and salads, plus wine, beer, and kombucha. The emphasis is on fresh, desert ingredients (think prickly pear lemonade and arugula salad tossed with pepitas). There are plenty of plant-based options too, including a vegan BLT with housemade tempeh bacon.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Jelly Donut",
				"add1": "56153 Twentynine Palms Highway",
				"add2": "",
				"cty": "Yucca Valley",
				"stt": "CA",
				"zpcd": "92284",
				"phn": "(760) 365-9508",
				"url": "",
				"note": "Jelly Donut is a is a tiny shop with a few tables and a great variety of donut options. I enjoyed their apple fritter even though I ate it a few hours later.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Joshua Tree Coffee Company",
				"add1": "61738 Twentynine Palms Highway",
				"add2": "",
				"cty": "Joshua Tree",
				"stt": "CA",
				"zpcd": "92252",
				"phn": "(760) 974-9272",
				"url": "https://jtcoffee.com/",
				"note": "Joshua Tree Coffee Shop started out roasting just two pounds at a time out of our home kitchen for a year and a half on a little tiny roaster. Now they are roasting on a revolutionary Loring Smart Roaster in about a 500 square feet shop which includes storage, coffee counter, packing, and shipping to many cafes and retailers around the world enjoying their meticulously crafted roasts. There is outdoor seating with umbrellas. It’s behind the yoga studio which is next to a wood-fired pizza place.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Moo Creamery",
				"add1": "4885 Truxtun Ave,",
				"add2": "",
				"cty": "Bakersfield",
				"stt": "CA",
				"zpcd": "93309",
				"phn": "(661) 861-1130",
				"url": "https://www.moocreamery.com/",
				"note": "Moo Creamery serves gourmet burgers with scratch-made sauces and brioche buns along with creative milkshakes, beer, and wine. From their website, 'Don’t settle for anything less on your plate, especially during this crazy time in our world. We source our quality ingredients from the best producers, farms, and ranchers to bring fresh flavors to every handmade dish. Our craft dine-in and catering menus star hand-ground grass-fed burgers, fresh salads, moo-made ice cream, craft beers, cocktails, and fresh cold-pressed juices. Yeah, you read that right — we’re not your grandparents’ diner. We have food for every mood.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Natural Sisters Cafe",
				"add1": "61695 Twentynine Palms Highway",
				"add2": "",
				"cty": "Joshua Tree",
				"stt": "CA",
				"zpcd": "92252",
				"phn": "(760) 366-3600",
				"url": "https://naturalsisterscafe.com/",
				"note": "Natural Sisters Cafe serves fresh juices, and organic coffee accompanies the salads and sandwiches at this snug vegetarian venue. From their website, ‘At The Natural Sisters Cafe, we serve comfort food with a natural twist. We prepare highly rated, organic, plant-based, and locally sourced food and drinks. Come find us in the center of Joshua Tree and experience “Food made with kindness, focus, and love.” To provide wholesome, nutritious, organic food while striving to leave as little of an environmental impact as possible. We will provide an atmosphere of Kindness, Focus, and Love. Quality, experience, know-how, and caring will be synonymous with our restaurant. The value of what we offer will be clear.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pappy and Harriet's",
				"add1": "53688 Pioneertown Rd",
				"add2": "",
				"cty": "Pioneertown",
				"stt": "CA",
				"zpcd": "92268",
				"phn": "(760) 365-5956",
				"url": "https://pappyandharriets.com/",
				"note": "Pappy and Harriet's serves classic American fare amid rustic decor, plus extras including drinks in mason jars and live music. Didn't get to eat there because it was a two and a half hour wait because I didn't make reservations well in advance. The free Sunday Band with locals and a few special guests was an all-embracing three-hour show with two short breaks. From their website, ‘The legendary Pappy and Harriet’s Pioneertown Palace has been delighting locals and travelers alike since 1982, with its mesquite barbeque, live music, dancing, and friendly service. There is also a long history here. In 1946, Pioneertown was founded by a group of Hollywood investors with dreams of creating a living movie set — an 1870s frontier town with facades for filming and interiors open to the public. Musicians from Paul McCartney to Lizzo, Lorde, Lucinda Williams, Arctic Monkeys, Robert Plant, Peaches, and many more have graced the Pappy and Harriet’s stage. Pappy and Harriet’s patrons come from all over the world, so you never know who you might have the most fascinating conversation with!’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday and Wednesday",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Peggy Sue's 50's Diner",
				"add1": "35654 Yermo Rd",
				"add2": "",
				"cty": "Yermo",
				"stt": "CA",
				"zpcd": "92398",
				"phn": "(760) 254-3370",
				"url": "http://www.peggysuesdiner.com/",
				"note": "Peggy Sue's 50's Diner is a small, 1950s-style diner with American classics such as meatloaf and chicken-fried steak on the menu. I have been told you need to order the pie. From their website, 'Peggy Sue's is an original roadside Diner, built in 1954 with 9 counter stools and 3 booths. It sets in on the shadow of the Calico Mountains and was built from railroad ties and mortar from the nearby Union Pacific Rail yard.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Sherman's Deli and Bakery",
				"add1": "401 E Tahquitz Canyon Way",
				"add2": "",
				"cty": "Palm Springs",
				"stt": "CA",
				"zpcd": "92262",
				"phn": "(760) 325-1199",
				"url": "https://shermansdeli.com/",
				"note": "Sherman's Deli and Bakery is a New York City-style deli serving kosher fare from morning to night, with specialty cakes and other baked goods. My friend had the Monte Christo, and the photo looks great. From the Los Angles Eater website, ‘Swing into the Twentynine Palms location of Jelly Donut for steaming bowls of Vietnamese beef noodle soup, along with a classic collection of doughnuts. The bowl to get is the #1 with all the trimmings — brisket, meatballs, and tenderloin. A maple bar or apple fritter for dessert is a must.’ From their website, ‘Bread and desserts are baked fresh daily. And don’t miss breakfast featuring fresh baked cinnamon bread French toast. We also serve all-American breakfasts like huge 8-egg omelets with thick bacon! Our Famous Sandwich Board offers more than 40 favorites, including Hot Corned Beef piled high on rye bread served with Potato Salad or Cole Slaw. Fine wines and beer are also available. Deluxe dinners really give our chef a chance to show off. Try Rotisserie Chicken – tender and tasty half chicken roasted fresh daily or Roast Brisket of Beef served with potato pancake, or BBQ Baby Back Ribs – the local’s favorite! Be sure to check out our Daily Specials, including our world-renowned Southern-style Fried Chicken. All dinners include a choice of Soup or Garden Salad, Baked Potato, Cottage Fries or Homemade Mashed Potatoes, and Mixed Vegetables.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ski Inn",
				"add1": "9596 Avenue A",
				"add2": "",
				"cty": "Niland",
				"stt": "CA",
				"zpcd": "92257",
				"phn": "(760) 354-1285",
				"url": "",
				"note": "Ski Inn is a no-frills bar with dollars adorning the walls and ceilings. They offer burgers, beer, and other staples. Order the patty melt and the Cole Slaw. It’s at the Salton Sea which experience in and of itself. From the Wikipedia website, 'Ski Inn is a bar and restaurant in Bombay Beach, California. The Ski Inn purports to be the &ldquo;lowest bar in the western hemisphere&rdquo; at 223 feet or 68 meters below sea level. The name refers to water skiing and not snow skiing. Originally, there were five bars in Bombay Beach. However, it is now one of two bars in town, the other being the local American Legion. The bar has been under the same ownership for more than a quarter of a century. The band Heat Hell and Winter played 1950s cover songs there. At one point, the Ski Inn had a video poker machine. It is popular among local residents.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Swiss Donut",
				"add1": "555 S Sunrise Way",
				"add2": "#102",
				"cty": "Palm Springs",
				"stt": "CA",
				"zpcd": "92264",
				"phn": "(760) 778-3773",
				"url": "",
				"note": "The original Swiss Donut's Sunrise Way location in Palm Springs serves as their boutique shop. All offer a great selection of old school crumb, maple, cinnamon, buttermilk, coconut glaze, old-fashion glaze, apple fritters, and chocolate cake. The apple fritter was great, but a bit too sweet for my liking, while the texture and apples were excellent. The apple fritters texture was perfect, but it's was a bit too sweet for my taste. Still ranks in the top five or so apple fritters I have had in my life, and I'm in my mid-50s. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Wilma and Frieda",
				"add1": "73575 El Paseo Dr.",
				"add2": "The Gardens on El Paseo - #2310",
				"cty": "Palm Desert",
				"stt": "CA",
				"zpcd": "92260",
				"phn": "(760) 773-2807",
				"url": "https://wilmafrieda.com/",
				"note": "Wilma and Frieda is a bustling locale offering updated comfort classics for breakfast and brunch in a simple space. The restaurant is named after their two grandmothers, Wilma and Frieda. From their website, 'Our restaurant is named after our two grandmothers, Wilma and Frieda. Wilma was a character known for always wearing cat-eye glasses, while Frieda was best known for her amazing ability to make dinner for 20 people in a heartbeat. In their honor, Wilma and Frieda serves comfort food with a twist. We offer all of your favorite dishes from childhood with a grown-up flavor profile in our farmhouse café.' A quote from the website: 'Wilma was a character known for always wearing cat-eye glasses while Frieda was best known for her amazing ability to make dinner for 20 people in a heartbeat. In their honor, Wilma and Frieda serves comfort food with a twist. We offer all of your favorite dishes from childhood with a grown-up flavor profile in our farmhouse café.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Drives"
            }
        ]
    }
}