{
    "result": {
        "city": "Syracuse, NY",
		"posts": [
            {
                "name": "Dinosaur Bar-B-Que",
				"add1": "246 W Willow St",
				"add2": "",
				"cty": "Syracuse",
				"stt": "NY",
				"zpcd": "13202",
				"phn": "(315) 476-4937",
				"url": "https://dinosaurbarbque.com/locations/syracuse/",
				"note": "Dinosaur Bar-B-Que started here is Syracuse and is now a barbecue chain serving Southern-style meats and draft brews in a retro setting (most have live music). From their website, ‘Dinosaur Bar-B-Que opened its Syracuse restaurant doors in 1988, selling only BBQ before opening the full bar in 1991. The restaurant was reconfigured a few times, including adding two private party rooms upstairs in what was formerly Andy’s Cycle Shop. The Dinosaur Bar-B-Que began life in 1983 as a mobile concession stand using a 55-gallon drum cut in half. The idea was hatched by founder John Stage and his two partners at the Harley Rendezvous, a massive motorcycle gathering near Albany, N.Y. The three partners believed that bikers deserve a good plate of food and that the Dinosaur could provide it.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Funk ‘n Waffle",
				"add1": "307-313 S Clinton St",
				"add2": "",
				"cty": "Syracuse",
				"stt": "NY",
				"zpcd": "13202",
				"phn": "(315) 474-1060",
				"url": "https://www.funknwaffles.com/",
				"note": "Funk ‘n Waffle is a sweet and savory waffles, plus fried chicken, sandwiches, and espresso, in a buzzy space with live music. You need to order the Jive Turkey which is a stuffed waffle topped with smoked turkey, mashed potatoes, cranberry sauce, and gravy. From the Food Network website, ‘Owner Adam Gold is still serving up waffles and blasting tunes just like he did at his college parties. Guy savored the “sweet and crispy” fried chicken and waffles with hot sauce syrup and devoured the stuffing waffle with smoked turkey, cranberry sauce, and mashed potatoes. They recommend ordering the Jive Turkey (Turkey Dinner on a Stuffing Waffle) and the Chicken and Waffles.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Drive-ins, and Drives"
            },
            {
                "name": "Heid's of Liverpool",
				"add1": "305 Oswego St",
				"add2": "",
				"cty": "Liverpool",
				"stt": "NY",
				"zpcd": "13088",
				"phn": "(315) 451-0786",
				"url": "https://heidsofliverpool.com/",
				"note": "Heid's of Liverpool is a standby for hot dogs, sausages, and other quick serve fare in nostalgic digs and adjacent ice cream shop. If you have never had a white hot (pork and veal hot dog), you need to order one here along with some fries. From their website, ‘Established in 1917, Heid’s is a Central New York landmark. At Heid’s, our Hofmann dogs have a uniquely delectable flavor that only a Heid’s visitor can describe. Customers feel it’s the way they’re grilled; others are convinced it’s the formulation of the product itself that lends Heid’s dogs an aroma and taste that – despite the efforts of others – simply can’t be duplicated. Ask any of the thousands of tourists that stop at Heid’s while traveling through Syracuse on the nearby New York Thruway, high-school kids, Syracuse University students, and the general public. All who experience Heid’s will tell you, “there’s just nothing like the taste of a Heid’s hot dog.”’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Market Diner",
				"add1": "2100 Park St",
				"add2": "",
				"cty": "Syracuse",
				"stt": "NY",
				"zpcd": "13208",
				"phn": "(315) 474-5247",
				"url": "https://themarketdiner.com/",
				"note": "Market Diner is a family-owned vintage diner with a mural of '50s-era stars serves up American comfort food. They have two eggs, home fries, and toast for $4.99 and for a few dollars more you can get bacon or sausage. It's a deal at such a low price. From their website, ‘Feeding Syracuse since 1974. Award-winning Greek-American diner, family-owned and locally focused. Serving Syracuse since 1974, this 50’s style vintage diner with traditional American and European cuisine offers breakfast, lunch, and dinner, all served any time of the day.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pastabilities",
				"add1": "311 S Franklin St",
				"add2": "",
				"cty": "Syracuse",
				"stt": "NY",
				"zpcd": "13202",
				"phn": "(315) 474-1153",
				"url": "http://www.pastabilities.com/",
				"note": "Pastabilities is a contemporary eatery which serves homemade pasta dishes and Italian-American fare in a warm, brick interior. You need to get an order of bread with their spicy-hot tomato oil along with their Wicked Chicken Riggies. From their website, ‘Here at Pasta’s, We’ve been happily serving our guests in Syracuse, New York for 40 years. Our seasonal menus feature a full range of our homemade pastas, sauces, salads, and the famous Stretch Bread from our bakery across the street. We make it all from scratch, and we put our heart and soul into every menu item.’ From the Food Network website, ‘Pastabilities is committed to super sauces, “baller” pizzas, and a signature Central New York dish: Wicked Chicken Riggies, a spicy chicken rigatoni. If you go, Guy warns you to never, and he means never, pass up the hot tomato oil appetizer. They recommend you order the Wicked Chicken Riggies, the Hot Tomato Oil, and the Duck Bacon Flatbread Pizza.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            }
        ]
    }
}