{
    "result": {
        "city": "Tennessee",
		"posts": [
            {
                "name": "55 South",
				"add1": "403 Main St",
				"add2": "",
				"cty": "Franklin",
				"stt": "TN",
				"zpcd": "37064",
				"phn": "(615) 538-6001",
				"url": "https://www.eat55.com/",
				"note": "55 South is an industrial space for inventive Southern comfort eats along with specialty drinks and weekend brunch. You need to order the hot chicken sandwich or the jambalaya. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Asia Kitchen",
				"add1": "8511 Kingston Pike",
				"add2": "",
				"cty": "Knoxville",
				"stt": "TN",
				"zpcd": "37919",
				"phn": "(865) 670-9858",
				"url": "",
				"note": "Asia Kitchen serves freshly prepared Chinese food. There is nothing fancy about the interior, and it is the food that you come for. Asia Kitchen isn’t for everybody; but if you crave an authentic experience, you need to visit. The full menu, available all day is offered in both Chinese (Mandarin?) and English. The menu presents a slate of unfamiliar dishes: Shredded Pork in Garlic Sauce, Beef with Sour Vegetable, etc.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Barista Parlor x Germantown",
				"add1": "1230 4th Ave N",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37208",
				"phn": "(615) 401-9144",
				"url": "https://baristaparlor.com/",
				"note": "Barista Parlor x Germantown is a hip coffeehouse serves artisanal espresso and local, seasonal cafe eats in an open, industrial venue. From their website, 'Barista Parlor was established in 2011. We seek the betterment of coffee in all forms, with an emphasis on ethics in sourcing and sweetness in roasting. Our coffee is brewed with a focus on framing both of these qualities not only in a beautiful cup but in a physical space where commerce and art intersect. We work with local Nashville artists, farms, businesses, and bakeries.' Spotted this place walking by during a food and history tour of Germantown area. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bellevue Diner",
				"add1": "7071 Old Harding Pike",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37221",
				"phn": "(615) 953-3204",
				"url": "http://www.bellevuediner.com/",
				"note": "The Bellevue Diner is an authentic Greek and Mediterranean diner with an emphasis on locally-sourced ingredients from Nashville. They serve up home-cooked, affordable meals in an American diner setting. People have been known to fall in love with their gyros, burgers, Greek omelettes, pasta dishes, eggs Benedict, and wraps.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Betty's Grill",
				"add1": "407 49th Ave N",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37209",
				"phn": "(615) 297-7257",
				"url": "",
				"note": "Betty's Grill is a mellow, cash-only and smoker-friendly neighborhood haunt with pub grub, live bands, pool, and beer.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Sean Brock"
            },
            {
                "name": "Big Bad Breakfast",
				"add1": "5304 Charlotte Ave",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37209",
				"phn": "(615) 610-3403",
				"url": "https://bigbadbreakfast.com/locations/nashville-tn/",
				"note": "From Big Bad Breakfast's website, 'Get ready Nashville…we’re bringing a breakfast menu with more than a few surprises and food full of inspiration and energy. One visit, and you’ll never look at a breakfast plate the same again. Whether it’s our house-cured Tabasco Brown Sugar Bacon, crispy southern fried chicken, Original Grit Girl grits, or the Anson Mills Steel Cut Oatmeal, you’ll be talking about coming back before you’ve left the table. And don’t forget… we serve lunch too.' My friend Chris Harrison recommends 'The Mother of All Biscuits', which is a crispy-fried dill chicken breast and cheddar cheese on a buttermilk biscuit.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Chris Harrison"
            },
            {
                "name": "Blackberry Farm",
				"add1": "1471 W Millers Cove Rd",
				"add2": "",
				"cty": "Walland",
				"stt": "TN",
				"zpcd": "37886",
				"phn": "(800) 557-8864",
				"url": "https://www.blackberryfarm.com/",
				"note": "From the Blackberry Farm website, 'Explore the happenings around the farm, rolling up your sleeves to participate or just observing. Spend time with our FarmStead artisans from all around the property, including time in the garden and kitchen. All meals are special events at Blackberry Farm, and our Culinary Team takes great pride in using only the finest ingredients to create memorable cuisine. Dinner is enjoyed by reservation for hotel guests in The Barn at Blackberry Farm® or The Dogwood at Blackberry Farm®. Blackberry Farm’s fine dining restaurant, The Barn, is available for diners 10 years and older. Families with children of all ages are welcome to dine at The Dogwood during normal dinner hours with the relaxed atmosphere.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "New York Times"
            },
            {
                "name": "Bolton’s Spicy Chicken and Fish",
				"add1": "624 Main St",
				"add2": "#B",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37206",
				"phn": "(615) 254-8015",
				"url": "hhh",
				"note": "Bolton’s Spicy Chicken and Fish is a local fast-food chain serving spicy chicken, plus ribs, fish, and Southern sides, in a no-frills space. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Butchertown Hall",
				"add1": "1416 4th Ave N",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37208",
				"phn": "(615) 454-3634",
				"url": "https://www.butchertownhall.com/",
				"note": "From their website, 'Butchertown Hall is local restaurateur Terry Raley’s vision of modern barbeque, inspired by the Central Texas meat market culture in which he grew up, and the late 19th-century butcher shop pursuits of this very neighborhood. Making extensive use of our 36 square-foot open fire hearth, alongside a custom-built high-capacity smoker, we patiently cook soulful, exciting food. Expect the finest wood-fired premium cuts, craft tacos, and Tex-Mex standards, roasted oysters, delicately-charred garden vegetables, and the finest smoked brisket outside of Austin…ask around.' As part of a food and history walking tour of the Germantown area of Nashville, we stopped in for their 23-hour smoked brisket with housemade pickles, thinly sliced onions, and sauces in homemade tortilla shells.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bryant's Breakfast",
				"add1": "3965 Summer Ave",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38122",
				"phn": "(901) 324-7494",
				"url": "http://bryantsmemphis.com/",
				"note": "Bryant’s Breakfast is a bustling, counter-serve eatery dishing out classic Southern breakfast and lunch fare. Unless you get to Bryant’s Breakfast when they open, plan on having to wait in line for an hour or more. I ordered two breakfast sandwiches, and my favorite was the Bologna with egg and cheese on a biscuit. From their website, ‘We have 10 employees at Bryant’s. Most of our employees have been with us for over ten years, with some over twenty years. We are primarily known in Memphis for our breakfast. Homemade biscuits. Country Ham. Omelets. Gravy, Grits. We have been serving plate lunches that have become very popular the past 3 or 4 years.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Catbird Seat",
				"add1": "1711 Division St",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37203",
				"phn": "(615) 810-8200",
				"url": "https://www.thecatbirdseatrestaurant.com/",
				"note": "The Catbird Seat is a buzzy, upscale new American mecca serving a changing tasting menu in a U-shaped open kitchen. From the World's 50 Best website, 'A cube-shaped marble counter in an otherwise bare room ensures all eyes are kept on the performance occurring in the open kitchen at the center. And what a performance it is. Head chef Will Aghajanian and pastry chef Liz Johnson, who took the helm in early 2019, first met in the hallowed kitchens of Noma. Their 12-course tasting menus are equally obsessed with creating a sense of place. Expect playful plates such as duck tartare scattered with cashew and rose essence, bay scallop with rambutan (an Indonesian fruit) and pungent horseradish, baked potato aligot with juniper resin and, for dessert, dark roux ice cream.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Sean Brock"
            },
            {
                "name": "Charlie Vergos' Rendezvous",
				"add1": "52 S 2nd St",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38103",
				"phn": "(901) 523-2746",
				"url": "https://hogsfly.com/",
				"note": "Charlie Vergos' Rendezvous is a BBQ spot with an upstairs beer hall serving racks of smoked ribs and sausages dusted with dry rub. You need to order the lamb riblets, which is their sleeper dish. I still think about the lamb riblets when I talk about BBQ to people visiting Memphis. From their website, 'Memphis is the pork barbecue mecca of the world, and there are great joints in every nook and cranny of this town. We know how to eat right. And while everyone has a favorite, few can question that the Rendezvous is a quintessential Memphis experience. For over 70 years, the Vergos family has been serving their signature dry rub ribs in a basement through a downtown alley across from the Peabody Hotel. And while the world outside has changed considerably, very little has changed in that alley basement.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Christie Cookie Co.",
				"add1": "1205 3rd Ave N",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37208",
				"phn": "(615) 242-3817",
				"url": "https://www.christiecookies.com/",
				"note": "Christie Cookie Co. old-school bakery providing homestyle cookies for in-store purchase and gift sets by web/mail-order. They make all the cookies for the DoubleTree Hotel chain. From their website, 'While Music City sleeps through early morning hours, we cross the doorframe to our own little piece of Nashville authenticity - the Christie Cookie bakery. Each batch is handcrafted by folks who understand the importance of originality. The scent of real butter baking in our warm ovens is unmistakable. We’ve held fast to the integrity of gourmet ingredients, refusing to sacrifice quality instead of shortcuts or artificial substitutes.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Cupcake Collection",
				"add1": "1213 6th Ave N",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37208",
				"phn": "(615) 244-2900",
				"url": "https://www.thecupcakecollection.com/",
				"note": "The Cupcake Collection is a specialty cupcake shop with a variety of creative flavors, which are the draw at this local, cheerful bakeshop. The Cupcake Collection has been voted the number one cupcake in Nashville and eight nationwide. So as you would expect, they make a great cupcake. We stopped here on a food and history tour of the Germantown area of Nashville. If you get a chance, you should order there Sweat Potato cupcake.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dandgure's Classic Southern Cooking",
				"add1": "538 Lafayette St",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37203",
				"phn": "(615) 256-8501",
				"url": "hhh",
				"note": "Dandgure's Classic Southern Cooking is a long-standing cafeteria-style establishment providing Southern lunch staples in down-home surrounds.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Dino's Bar",
				"add1": "411 Gallatin Ave,",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37206",
				"phn": "(615) 226-3566",
				"url": "https://www.dinosnashville.com/",
				"note": "Dino's Bar is an old-school operation serving up straightforward burgers, fries, and beer in an easygoing setting. From their website, 'As East Nashville’s oldest dive bar, Dino’s stays true to its roots. Serving classic burgers and fries, Dino’s is a neighborhood watering hole for locals and visitors alike. Dino’s is fine food and cold beer. Known across the country for the &ldquo;Dino’s cheeseburger&rdquo;.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dyer's Burgers",
				"add1": "205 Beale St",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38103",
				"phn": "(901) 527-3937",
				"url": "http://dyersonbeale.com",
				"note": "Dyer's Burgers is a popular diner known for using the same grease to deep-fry their burgers and fries for over a century. Back in 1912, the late Elmer “Doc” Dyer opened his own cafe and began to develop a secret cooking process for the uniquely delicious world famous burgers we still serve here today on Beale Street. Legend has it that the “secret” was Doc Dyer's ageless cooking grease. This famous grease, strained daily, has continued to produce our juicy Dyer's Burgers for almost a century now. When I was there, I ordered a double cheeseburger and fries, which means to patties and two pieces of cheese too.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Farm House Restaurant",
				"add1": "9201 TN-111",
				"add2": "",
				"cty": "Byrdstown",
				"stt": "TN",
				"zpcd": "38549",
				"phn": "(931) 864-4070",
				"url": "",
				"note": "Farm House Restaurant serves an all you can eat buffet available every day and catfish buffet on Friday and Saturday. You need to order the Biscuits with chocolate gravy. They even serve frogs legs from the photos I've seen.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "John T Edge"
            },
            {
                "name": "First Watch",
				"add1": "6474 Kingston Pike",
				"add2": "",
				"cty": "Knoxville",
				"stt": "TN",
				"zpcd": "37919",
				"phn": "(865) 249-8795",
				"url": "https://www.firstwatch.com/",
				"note": "First Watch is a local cafe chain of four or five restaurants for health-minded breakfast, brunch, and lunch options such as omelettes, salads, and soups. When I was there, I ordered the Italian Lovers omelette. From their website, 'At First Watch, we begin each morning at the crack of dawn, slicing fresh fruits and vegetables, baking muffins, and whipping up our French toast batter from scratch. Everything is made to order, and freshness is never compromised. We don’t use heat lamps or deep fryers — we use only the finest ingredients possible for the freshest taste around. When you arrive, we welcome you with a pot — not just a cup — of our Project Sunrise coffee, along with complimentary newspapers and WiFi Internet access. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Fox's Donut Den",
				"add1": "3900 Hillsboro Pike",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37215",
				"phn": "(615) 385-1021",
				"url": "",
				"note": "Fox's Donut Den is an old-fashioned institution turning out classic donuts and pastries since 1973, plus they have bagels and coffee.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Austin Kleon"
            },
            {
                "name": "Gibson's Donuts",
				"add1": "760 Mt Moriah Rd",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38117",
				"phn": "(901) 682-8200",
				"url": "",
				"note": "Gibson's Donuts is a long-running counter-serve spot offers an array of donuts, with seasonal specialties. From the Memphis Travel website about Gibson's Donuts, 'There are donuts, and then there's Gibson's Donuts. These light and fluffy pillows of fried dough goodness are exceptionally tasty. They have cake and yeast donuts aplenty plus fritters, donut holes, cinnamon rolls, and éclairs. Among the local's favorites are red velvet cake, blueberry, New Orleans buttermilk donut and, of course, glazed donuts.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Grilled Cheeserie",
				"add1": "2003 Belcourt Ave",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37212",
				"phn": "",
				"url": "https://grilledcheeserie.com/",
				"note": "The Grilled Cheeserie is a popular food truck is serving up artisanal grilled cheese sandwiches and seasonal bites at the counter. You need to order the pimento cheese grilled mac and cheese.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Gus's World Famous Fried Chicken",
				"add1": "505 US-70",
				"add2": "",
				"cty": "Mason",
				"stt": "TN",
				"zpcd": "38049",
				"phn": "(901) 294-2028",
				"url": "https://gusfriedchicken.com/",
				"note": "Gus's World Famous Fried Chicken is a long-running chain serving spicy fried chicken and comfort sides in a low-key setting. From Gus's website, 'Over 60 years ago in the small community of Mason, Tennessee, Napoleon &ldquo;Na&rdquo; Vanderbilt created something amazing – fried chicken that could unite a community. In an era of divisive racial attitudes, the residents of Mason found that they could all – black and white – agree on how much they loved Na’s fried chicken.' <strong>Reminder</strong>: All the chicken is cooked to order, so it's going to take 15 or 20 minutes or maybe longer if they are busy. Also, the chicken comes out screaming hot, so make sure to take your photos and upload them while it cools off a bit.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "William Lawrence"
            },
            {
                "name": "Hathorne",
				"add1": "4708 Charlotte Ave",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37209",
				"phn": "(629) 888-4917",
				"url": "https://www.hathornenashville.com/",
				"note": "From the Hathorne website, 'Chef John Stephenson’s culinary viewpoint is ‘new American;’ the ingredients and recipes he’s put together are inspired by his surroundings in the South, yet influenced by the ethnic threads that are woven into American culture, as well as John’s travels. Our menu features familiar ingredients and cooking methods, but they’re presented in special and unexpected ways featuring big flavors full of vibrant colors that celebrate the best of the season.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Hattie B's Hot Chicken",
				"add1": "112 19th Ave S",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37203",
				"phn": "(615) 678-4794",
				"url": "https://hattieb.com/",
				"note": "Hattie B‘s Hot Chicken serves mild to very spicy fried chicken, Southern sides, and local brews in a casual, counter-service eatery.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Helen’s Bar-B-Q",
				"add1": "1016 N Washington Ave",
				"add2": "",
				"cty": "Brownsville",
				"stt": "TN",
				"zpcd": "38012",
				"phn": "(731) 779-3255",
				"url": "hhh",
				"note": "From the Southern Foodways Alliance website about Helen’s Bar-B-Q, 'Helen Turner’s joint is one of the smokiest barbecue spots around. Located a mile off tiny Brownsville’s town-center, Mrs. Turner cooks on an open pit; a simple, yet effective operation: bricks, metal fencing, hot coals, plenty of smoke, and meat. It is all contained within a screened-in back porch resulting in billows of woody smoke. She admits that the fumes make her cry sometimes. A long-time barbecue employee of the present location’s various incarnations, Helen seized the opportunity to make the business her own back in 1996. She is one of only a handful of female pit-cooks in the country. On cooking on an open pit: &ldquo;Well, it’s kind of bad on my eyes sometimes, but I guess I’ve been doing it for so long, so I just done learned to deal with it. I cry every once in a while, but [Laughs]—I cry every once in a while, but that’s just how I make my living, so I just go ahead on.&rdquo; - Helen Turner'",
				"eaten": "jjj",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "John T. Edge"
            },
            {
                "name": "Hog and Hominy",
				"add1": "707 W Brookhaven Circle",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38117",
				"phn": "(901) 207-7396",
				"url": "https://hogandhominy.com/",
				"note": "Hog and Hominy is a lively restaurant and bar serving Southern-influenced Italian dishes along with creative cocktails.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Honeybee Coffee",
				"add1": "10716 Kingston Pike",
				"add2": "",
				"cty": "TN",
				"stt": "Maryville",
				"zpcd": "37934",
				"phn": "(865) 392-1005",
				"url": "https://www.honeybeecoffeeco.com/",
				"note": "From the Honeybee Coffee website, 'Honeybee is based in Knoxville, Tennessee, with a specialty roasting operation, two cafés, and a mobile airstream trailer. We started up in 2014 with our trailer and opened the doors to our cafés in 2016. Honeybee wants people to know more about coffee, and we also want people to know more about us. On top of extending a hand into the conversation, we want to open our doors wide. We want to offer you a chance to see what we're working on, what we hope to accomplish in the future, why we do the things we do and answer any questions you think of along the way.' I ordered the ginger cinnamon tea, which was steeped perfectly. They seem to be open late Friday and Saturday night for those who want to relax a bit after traveling or sightseeing in a quiet setting with music playing softly in the background. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Howard's Donuts",
				"add1": "4348 Summer Ave",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38122",
				"phn": "(901) 683-2985",
				"url": "",
				"note": "From Howard's Donuts website, 'Howard's serves up donuts on plastic, fish-shaped plates, and the tables all look like they were salvaged from a Western movie. Regardless of the odd decor and tableware, the red velvet cake donut is really incredible.' Look at photos I was eyeing up their chocolate glazed peanut donut along with what looked to be an apple fritter. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Husk",
				"add1": "37 Rutledge St",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37210",
				"phn": "(615) 256-6565",
				"url": "https://husknashville.com/",
				"note": "Husk serves regional ingredients cooked on an ember-fired grill creates inventive meals in a historic mansion. From the Husk website, 'At Husk, there are some rules about what can go on the plate. If it doesn’t come from the South, it’s not coming through the door. The resulting cuisine is not about rediscovering Southern cooking, but rather exploring the reality of Southern food. Seed-saving, heirloom husbandry, in-house pickling, and charcuterie programs by Executive Chef Katie Coss and her culinary team are the basis of Husk’s cuisine.' While I was there, I ordered four appetizers instead of one and a meal so I could taste more items. I order the Pimento Cheese with Benne Wafers, 12-month aged Benton’s ham with cheddar biscuits and pickled green tomatoes, brined and smoked chicken wings with a spicy sauce, and a bowl of cheesy grits and uncooked shrimp which cooked as they sat in the hot grits. <strong> Reminder</strong>: The menu changes daily.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Sean Brock"
            },
            {
                "name": "King Market",
				"add1": "1801 Antioch Pike",
				"add2": "",
				"cty": "Antioch",
				"stt": "TN",
				"zpcd": "37013",
				"phn": "(615) 333-3103",
				"url": "http://www.kingmarkettn.com/",
				"note": "King Market is a market featuring Asian groceries and a casual Thai-Laotian cafe serving Pho, Pad Thai, Loa food, curries, and beer.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Leonard's Pit Barbecue",
				"add1": "5465 Fox Plaza Dr",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38115",
				"phn": "(901) 360-1963",
				"url": "https://www.leonardsbarbecue.com/",
				"note": "Leonard's Pit Barbecue is a no-frills, venerable barbecue spot dispensing slow-cooked pork, and ribs, along with lunch and dinner buffets. You need to order the chopped pork sandwich, sweet mustard coleslaw, onion ring batter, and pulled pork. From the Food Network website, 'Leonard's Pit Barbecue owner Dan Brown says if you visit for dinner, you'll experience the same delicious recipes passed down from “last century” to “last week.” Open since 1922; this iconic Memphis, TN, eatery has loads of fans, who call the chopped pork sandwich “all-star barbecue.”' <strong>Reminder</strong>: They have an all-you-can-eat lunch Sunday thru Friday and with ribs on Thursday.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Lunchbox Eats",
				"add1": "288 S 4th St",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38126",
				"phn": "(901) 526-0820",
				"url": "",
				"note": "Lunchbox Eats is a laid-back eatery serving sandwiches, comfort food, and desserts in a casual space with patio seating. Order the graduation meatloaf sandwich or turkey sandwich with home made slaw.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Martin’s Bar-B-Que Joint",
				"add1": "7238 Nolensville Rd",
				"add2": "",
				"cty": "Nolensville",
				"stt": "TN",
				"zpcd": "37135",
				"phn": "(615) 776-1856",
				"url": "https://www.martinsbbqjoint.com/",
				"note": "Martin’s Bar-B-Que Joint has a pit for cooking whole pigs which dominates the homey dining room at this popular BBQ emporium. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mas Tacos Por Favor",
				"add1": "732 Mcferrin Ave",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37206",
				"phn": "(615) 543-6271",
				"url": "",
				"note": "Mas Tacos Por Favor is a snug, no-frills Mexican restaurant fixing up an array of tacos and other standards. You need to order the chicken tamale which is only served on Wednesday's and during the holidays or Pozole Verde Soup or the sweet potato and quinoa tacos.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Miss Girlee Soul Food Restaurant",
				"add1": "629 Chelsea Ave",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38107",
				"phn": "(901) 522-8778",
				"url": "",
				"note": "Miss Girlee Soul Food Restaurant is a no-nonsense counter-serve joint serving down-home fare like fried chicken, meatloaf, and catfish.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Open Chord Music",
				"add1": "8502 Kingston Pike",
				"add2": "",
				"cty": "Knoxville",
				"stt": "TN",
				"zpcd": "37919",
				"phn": "(865) 281-5874",
				"url": "https://www.openchordmusic.com/",
				"note": "From the Open Chord Music website, 'We love the musician community of Knoxville, so we created a place for like-minded music lovers to hang out, meet up and eat great food. With our laid back atmosphere, full menu, full bar, coffee bar, and huge Craft beer selection, you’re going to find yourself hanging out and meeting some cool folks. When I was at Open Chord Music, I ordered the chicken wings Buffalo-style, which came with celery, carrots, and blue cheese along with a bunch of napkins because of all the sauce on them. I main reason I came here was for the live music which they have most nights, so check the schedule.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pastaria",
				"add1": "8 City Blvd",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37209",
				"phn": "(615) 915-1866",
				"url": "https://eatpastaria.com/nashville/",
				"note": "Pastaria serves updated Italian cooking in a slick, modern trattoria with a soaring ceiling, and an open kitchen. From the Nashville Scene website, 'Tender chicken thighs were cooked over an open flame and dressed in a fiery Piri-Piri chili sauce, then placed on squishy buns and topped with crunchy dill pickles. It was the perfect balance of smoke, salt and spice, and in a town that’s drowning in mediocre takes on hot chicken; this one was welcome.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Sean Brock"
            },
            {
                "name": "Payne's Bar-B-Que",
				"add1": "1762 Lamar Ave",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38114",
				"phn": "(901) 272-1523",
				"url": "",
				"note": "Payne's Bar-B-Que is a simple cinder block building serving acclaimed chopped and pulled pork sandwiches along with smoked sausage too.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Peg Leg Porker BBQ",
				"add1": "903 Gleaves St",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37203",
				"phn": "(615) 829-6023",
				"url": "https://peglegporker.com/",
				"note": "Peg Leg Porker BBQ serves pulled pork, ribs, fried pies, and buckets of beer on the patio or in the plain but soulful interior. From their website, 'At Peg Leg Porker, we pride ourselves on excellent customer service and great food. Our award-winning BBQ is what makes us stand out above the crowd. Our meats are smoked fresh daily; our delicious sides are made from scratch with love. We use our local bakeries for bread and desserts. It doesn't get any better than this, except maybe your Grandmama’s house. Our southern hospitality is one you won't forget. Remember, we are more than just BBQ. Let us make your special occasion an event people will never forget.' <strong>Reminder</strong>: If you don't have money for the parking meters, there is a parking garage with the first-hour free parking if there is not a line.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Andrew Zimmern"
            },
            {
                "name": "Pop's Tamales",
				"add1": "2467 Park Ave",
				"add2": "",
				"cty": "Memphis",
				"stt": "TN",
				"zpcd": "38114",
				"phn": "(901) 490-4017",
				"url": "hhh",
				"note": "The following is a comment from Pop's Tamales Facebook page, 'Great tamales with about a three to one meat to masa ratio. They have hot or mild versions. Get yourself a half dozen of each and take them home. It's takeout only. Pop stands behind a window and puts the tamales in a drawer and sells them to you that way. A dozen costs $16.20 and remember it's cash only.' <strong>NOTE</strong>: I fixed the grammar and spelling.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "John T Edge"
            },
            {
                "name": "Prince's Hot Chicken Shack",
				"add1": "123 Ewing Dr",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37207",
				"phn": "(615) 226-9442",
				"url": "",
				"note": "Prince's Hot Chicken Shack is known for Nashville's unique deep-fried poultry specialty, spiced from mild to ultra hot levels. I went with medium spicy because I figured I could go hotter next time instead of burning my mouth off.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Redheaded Stranger",
				"add1": "305 Arrington St",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37207",
				"phn": "(615) 544-8226",
				"url": "https://redheadedstrangertacos.com/",
				"note": "From the Redheaded Stranger website, 'We’re a neighborhood taco shop in East Nashville. If you like fresh and delicious tacos, brisket, Hatch green chiles, and other southwestern inspired foods, you’re in the right place.' From the Nashville Eater website, 'The long wait for fresh flour tortillas, tacos, and queso at East Nashville’s new Tex-Mex joint Redheaded Stranger is finally over. Chef Bryan Lee Weaver and restaurateur Michael Shemtov of Butcher and Bee announced that the restaurant, inspired by Weaver’s childhood, spent in Texas...'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Sean Brock"
            },
            {
                "name": "Richy Kreme Do-Nuts",
				"add1": "2601 E Broadway Ave",
				"add2": "",
				"cty": "TN",
				"stt": "Maryville",
				"zpcd": "37804",
				"phn": "(865) 983-2580",
				"url": "hhh",
				"note": "From the Richy Kreme Do-Nuts website, 'In 1939 Marion Richardson moved to Blount County with his family. Prior to that, he and his brother were operating a doughnut franchise in Virginia. Saying he had a flour blend that would make a better doughnut, Mr. Richardson went back into the business. In 1948, Marion Richardson began serving doughnuts at a shop on Old Knoxville Highway across from Eagleton Ball Park. Richy Kreme Do-Nuts has become a Blount County tradition ever since.' When you are there, you need to eat one of their apple fritters along with a white cream-filled donut.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Platform 1346 (World War II Train Car)"
            },
            {
                "name": "Rotier's Restaurant",
				"add1": "2413 Elliston Pl",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37203",
				"phn": "(615) 327-9892",
				"url": "http://www.rotiersrestaurant.com/",
				"note": "Rotier's Restaurant is an old-fashioned bar and grill known for cheeseburgers on French bread and thick milkshakes. It’s a meat and three places that serve great burgers too.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Silver Sands Café",
				"add1": "937 Locklayer St",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37208",
				"phn": "(615) 780-9900",
				"url": "",
				"note": "Silver Sands Café is a family owned restaurant that serves some of the best homemade southern style food in the Downtown Nashville area. Popular family recipes have been passed down three generations now, including smothered pork chops, potatoes, and onions, salmon croquettes, fried chicken, mac and cheese, greens, hot water cornbread, and so much more.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Steam Boys",
				"add1": "1200 2nd Ave N",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37208",
				"phn": "(615) 678-6336",
				"url": "https://www.steamboys.com/",
				"note": "From the Steam Boys website, 'It is our great pleasure to finally bring you the wonderful, traditional Chinese comfort food experience Nashville has been waiting for. We are Steam Boys. Your support thus far has been nothing short of exceptional, truly the major motivating factor behind what we believe will elevate the local Asian food scene to new heights. You deserve authentic, delicious, healthy food, and a glimpse into Chinese culture. You deserve to be proud of what Nashville has to offer. What makes Steam Boys special are not just the food and warm environment. At our core is a deep respect for diversity. Our food happens to be Chinese, but it is without exception food to be enjoyed by all.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Best Chinese restaurant in every state from MSN website"
            },
            {
                "name": "Sun Diner",
				"add1": "105 3rd Ave S",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37201",
				"phn": "(615) 742-9099",
				"url": "https://sundinernashville.com/",
				"note": "Sun Diner serves classic Southern favorites, and breakfast specialties served 24/7 in a Sun Records–themed diner. When you're there, try their house ketchup, which has more of a sweet BBQ flavor along with their green sauce, which has a bit of a zing. From the Sun Diner website, 'Located in the Heart of Music City beside the Johnny Cash Museum, Sun Diner offers southern hospitality and farm-fresh cuisine day and night. Our specially designed menu compliments the unique interior that celebrates Sun Records’ legendary artists we have recognized for decades. Start with ‘Johnny B Good Flatbread’ or ‘Love Me Tenders’ or try one of the Classics, such as the ‘Million Dollar Quartet,’ your taste buds will not be disappointed!'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Tailor Nashville",
				"add1": "1300B 3rd Ave N",
				"add2": "",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37208",
				"phn": "",
				"url": "https://www.tailornashville.com/",
				"note": "From the Tailor Nashville website, 'Tailor Nashville offers a simple, timeless dining experience that emulates an intimate dinner party in the way it fills both the bodies and souls of its guests. Culinary Creator Vivek Surti honors his heritage through the South Asian American cuisine that is representative of Surti being a first-generation American of Indian descent. At Tailor Nashville, guests are welcomed and enjoy eight to ten dishes that are explained by the chefs with high touch service.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Vienna Coffee House",
				"add1": "212 College St",
				"add2": "",
				"cty": "Maryville",
				"stt": "TN",
				"zpcd": "37804",
				"phn": "(865) 980-8282",
				"url": "https://www.viennacoffeecompany.com/",
				"note": "From the Vienna Coffee House website, 'The Vienna Coffee House opened the doors on October 6th, 2010, with a goal to be THE great neighborhood coffeehouse in Maryville, TN. We serve premier espresso drinks, (Mocha, Latte, traditional Cappuccino) crafted by serious Baristas and freshly roasted specialty coffees from the Vienna Coffee Company Roastery, located in the lower level of the coffee house. We strive to DELIGHT the customer with every visit! In addition to great coffee, we serve up a variety of teas, chai, smoothies, steamers, and lots of fresh baked goods made in house, and other delicious food items.' They have live music from 6:00 PM - 7:30 PM on Friday nights, but make sure to check the schedule.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Platform 1346 (World War II Train Car)"
            },
            {
                "name": "Vui's Kitchen",
				"add1": "1120 4th Ave N",
				"add2": "Suite 103",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37208",
				"phn": "(615) 610-3383",
				"url": "https://www.vuiskitchen.com/",
				"note": "Vui's Kitchen is a Vietnamese stop for pho, banh mi, and noodle bowls, plus drinks, along with indoor/outdoor seating. Saw this place walking by on a food and history tour of the Germantown area of Nashville and had a pretty good-sized crowd for an early lunch. From their website, 'Fresh and flavorful, Vui’s Kitchen offers a range of Vietnamese favorites from Pho noodle soup to our signature Banh Mi sandwich. We only use whole food ingredients, loaded with fresh herbs and love. Nothing is fried, and there’s no MSG - we’re simply real. Vui’s Kitchen opens its third store in 2019. Founded to extend the traditions of Founder Vui Hunt’s family in Vietnam, we hope you experience an authentic community and crave-able food at our table.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Waldo's Chicken and Beer",
				"add1": "1120 4th Ave N",
				"add2": "Suite 103",
				"cty": "Nashville",
				"stt": "TN",
				"zpcd": "37208",
				"phn": "(615) 610-3394",
				"url": "https://waldoschicken.com/",
				"note": "From Waldo's Chicken and Beer website, 'We try not to take ourselves too seriously. We are, however, very passionate about great food and great service. Waldo’s is simply all about chicken, and we’re cookin’ it up two delicious ways for you: Southern Fried and Fire-Roasted. You can also enjoy our chicken in a variety of ways: On the Bone, On the Bun, In a Basket, or In a Bowl. Toss in some of our homemade sides, any of our eight original sauces, and signature cheese biscuits, and you’ve found yourself a new favorite chicken spot.' Stopped here on a food and history tour of Germantown area and had their mac and cheese, which was spectacular.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}