{
    "result": {
        "city": "Texas",
		"posts": [
            {
                "name": "5000 Burnet",
				"add1": "5000 Burnet Rd",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78756",
				"phn": "",
				"url": "https://www.5000burnet.com/",
				"note": "5000 Burnet is a food truck lot with some great food trucks such as B's Kitchen and Gourdough's. Order the wild boar curry if B's Kitchen has it on special or whatever suits your fancy from Gourdough's.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Amy's Ice Cream - South Congress Ave",
				"add1": "1301 S Congress Ave",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 440-7488",
				"url": "https://amysicecreams.com/",
				"note": "Amy's Ice Cream is a local chain is serving inventive ice creams, milkshakes, ices and frozen yogurts with clever fixings. They have all kinds of exotic flavors that seem to change all the time. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Blood Bros. BBQ",
				"add1": "5425 Bellaire Blvd",
				"add2": "",
				"cty": "Bellaire",
				"stt": "TX",
				"zpcd": "77401",
				"phn": "(713) 664-7776",
				"url": "https://bloodbrosbbq.com/",
				"note": "Blood Bros. BBQ is a casual joint serving classic Texas barbecue plus sides and occasional Asian and Louisiana fusion dishes. From their website, 'All Blood Bros. BBQ meat is supplied by the very best local Texas farms such as Black Hill Meats and 44 Farms.' From their website, ‘Indeed, the Texas trinity at Blood Bros. BBQ is one of the best versions in the city. But if you look closely, you’ll see (and taste and smell) the story of Houston barbecue. The bark on the brisket isn’t just salt and pepper but includes spices that Hoang grew up with in Chinatown. The pork ribs — a canonical dish of the African-American tradition of Houston barbecue — are meaty and fragrant with a spicy/sweet rub. And the soon-to-be-on-the-menu green curry boudin is a throwback to the long Creole tradition in the Bayou City.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Boteco",
				"add1": "1209 E 6th St",
				"add2": "Suite A",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(347) 251-0671",
				"url": "https://www.botecoatx.com/",
				"note": "Boteco serves Brazilian cuisine which is inspired on flavors from Minas Gerais. Boteco brings Austin a modern take on authentic Brazilian Cuisine. From the Food Network website, 'Fernando Marri recreates the food he ate growing up in Brazil at his food truck in Austin. Diners, like Matthew McConaughey and his Brazilian-born wife, swear by the authenticity. Guy loved the classic Feijoada and homemade Pao De Queijo, “I feel transported to Brazil.”' From the Austin Eater website, 'The Brazilian food truck is known for its South American dishes, from yucca fries to empanadas. The hearty picanha grelhada, which comes with a mess of tender steak, rice, beans, etc. isn’t to be missed. Pickup and delivery orders can be placed online. There is outdoor seating available.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Burns Original BBQ",
				"add1": "8307 De Priest St",
				"add2": "",
				"cty": "Houston",
				"stt": "TX",
				"zpcd": "77088",
				"phn": "(281) 999-5559",
				"url": "",
				"note": "Burns Original BBQ is a longtime family business known for smoked ribs, brisket, housemade sausage, and other BBQ favorites. From their website, ‘It all started in 1973 when Roy Burns Sr. started off his small local business venture selling barbecue to the acres home community in Houston Texas. By creating his signature barbecue rub and sauce, he began leaving customers satisfied, causing the lines to grow longer and his business to boom. Now more than 40 years later, Burns Original BBQ has steadily grown its customer base and is still creating great food out of the original and still-standing building that Roy Burns Sr. started it all in, and the delicious scent of barbecue from our woodsmoke pits still drift in the streets and passers-by can’t help themselves.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Anthony Bourdain"
            },
            {
                "name": "Café No Sé",
				"add1": "1603 S Congress Ave",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 942-2061",
				"url": "https://cafenoseaustin.com/",
				"note": "Café No Sé is a bright spot in the South Congress Hotel for seasonal menus in a chic, rustic-modern space. Café No Sé is an all-day café featuring seasonal breakfast, lunch, and dinner fare, as well as weekend brunch. If you're into burgers, I hear the classic beef cheeseburger, and the shrimp burger is the best. From the Austin Eater website, ‘You’ll find the yellowfin tuna poke bowl on the brunch, lunch, and dinner menus at South Congress Hotel’s Californian cafe. It includes pickled Fresno peppers, yuzu citrus, rice noodles, and a side of shrimp chips. The entire menu here is mostly simple, but the shredded kale salad is a standout, with crunchy puffed rice and tiny cauliflower pieces. A tangy vinaigrette gives it a kicky finish. There are indoor and outdoor dine-in services.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Carpenters Hall",
				"add1": "400 Josephine St",
				"add2": "The Carpenter Hotel,",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 675-5020",
				"url": "https://carpenterhotel.com/",
				"note": "From the Austin Eaters website, 'Take the chicken schnitzel, which Grae Nonas saw as his ode to chicken fried steak, bringing together Central Texas, German, and Czech influences. The giant breaded chicken gets served with a black garlic chimichurri, making it all “super rib-sticking,” he explained. One of the dishes he’s most excited about is the pozole verde that is made without any meat whatsoever. “I just wanted to take a stab at it and make something that has the depth and flavor and richness that pozole does have,” Nonas said.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "The Clay Pit",
				"add1": "1601 Guadalupe St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78701",
				"phn": "(512) 322-5131",
				"url": "https://www.claypit.com/",
				"note": "The Clay Pit serves classic and updated dishes with over 100 wine selections, plus a happy hour in a brick-walled setting. Clay Pit is a nationally - acclaimed, high-energy, contemporary Indian restaurant located in the historical 'Bertram building' in beautiful downtown Austin. From their website, ‘Named one of America’s Best Indian Restaurants by Bon Appetit Magazine, Clay Pit serves fresh, innovative Indian Cuisine along with an extensive selection of wines, house drinks, and draft and bottled beers. We serve traditional favorites such as Chicken Tikka Masala and Lamb Vindaloo alongside signature creations like Curried Mussels; Kothmir Salmon; and sumptuous desserts including Mango Cheesecake, warm Gajjar Halwa served with Vanilla Ice Cream.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Crawfish and Noodles",
				"add1": "11360 Bellaire Blvd",
				"add2": "#990",
				"cty": "Houston",
				"stt": "TX",
				"zpcd": "77072",
				"phn": "(281) 988-8098",
				"url": "https://www.crawfishandnoodles.com/",
				"note": "Crawfish and Noodles serve spicy crawfish which tops the menu of Vietnamese and Cajun fare at this contemporary venue with happy hours. From the Houston Eater website, ‘Viet-Cajun crawfish is a distinctly Houston dish, and there’s no better place to find it than this James Beard Award-nominated spot in Asiatown. Big, juicy mudbugs are tossed in a spicy, buttery, garlicky sauce that will have even skeptical crawfish newbies coming back for more. Though crawfish is the most obvious order, other dishes, including the basil fried rice, pho, and fried seafood options, including the salt-pepper crab, are worthy options.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cru Wine Bar",
				"add1": "8008 Herb Kelleher Way",
				"add2": "Dallas Love Field Airport",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75235",
				"phn": "(214) 654-9949",
				"url": "https://cruwinebar.com/",
				"note": "Cru Wine Bar is a relaxed, Napa-style wine-bar chain serving New American fare, stone-fired pizzas and cheese plates. In the Dallas Love Field Airport if they have it order the fig and Camembert cheese with a Balsamic reduction on bruschetta. From their website, 'We created CRÚ — the first wine bars in Texas to offer 30 wines by the glass, 300 splendid bottles from all over the world, and at every price point. But we didn’t stop there. We pair the wine with Napa-style foods. Oh, and for those of you from Colorado, we’ve got CRÚs there, too. CRÚ is about you and your inalienable right to the unbridled enjoyment of wine and food. We demystify the world of wine, we keep it cool, and make hundreds of wines accessible to you in an elegant, casually hip environment.' <strong>NOTE</strong>: They have locations around Dallas and in other airports too.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "CrushCraft Thai",
				"add1": "2800 Routh St",
				"add2": "#150",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75201",
				"phn": "(972) 677-7038",
				"url": "https://www.crushcraftthai.com/",
				"note": "CrushCraft Thai is a casual hangout that serves traditional and modern takes on Thai street food along with drinks, including sake and soju. You need to order the Thai Green Curry dish or the green papaya salad, or the chicken drunken noodles. From their website, “All about us: Bangkok-born, Dallas-grown. We make really good traditional eats with modern takes. We use ingredients that make you feel good. And we prefer casual vibes for a good time. Opened in 2014 as a small family fast-casual restaurant, all we wanted to do was bring top-notch ingredients, value, and the very best Thai food. We quickly became a popular neighborhood eatery and were humbly honored with D Magazine’s Top Ten Best Restaurant and were featured on Food Network’s hit show Diners, Drive-Ins, and Dives with celebrity Chef Guy Fieri. The rest is history. Approachable, quick, and really dang good. Come on by.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Culver’s",
				"add1": "2240 W Braker Ln",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78758",
				"phn": "(512) 836-4162",
				"url": "https://www.culvers.com/",
				"note": "Culver’s is a fast-food chain specializing in frozen custard and signature burgers made with Midwest beef and dairy. Don't forget to get the butter burger. From their website, 'We genuinely care, so every guest who chooses Culver's leaves happy Whether we’re cooking the perfect ButterBurger® to order or scooping up our freshest batch of the Flavor of the Day, we work hard to ensure you will always leave happy. It all goes back to our small-town Wisconsin roots. We know you have a lot to do and many options to choose from, so we appreciate when you take the time to visit Culver’s. If we can do our part to make your day better – with a wholesome, delicious meal or a heartfelt smile – we’ve done our job.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Easy Tiger",
				"add1": "3508 S Lamar Blvd",
				"add2": "Suite 200",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 964-8229",
				"url": "https://www.easytigerusa.com/",
				"note": "From the Easy Tiger website, 'Located in Austin, Texas, Easy Tiger Bake Shop & Beer Garden features artisan bread, locally roasted coffee, locally cured meats, full bar, and more than 30 local and boutique draft beers. Our in-house bakery offers a selection of Old World hearth breads, European-style pastries, and signature soft pretzels— all baked fresh daily. Our sausages and smoked meats are locally produced with Easy Tiger’s original recipes.' From the Austin Eater website, 'This beer bar and bakery combo offers a handy drive-thru for easier pickups. Caters to the morning rush and late-night crowds alike. Whether it’s a coffee with your croissant or a beer with your pretzel, Easy Tiger gives countless ways to mainline carbs. To-go orders can be ordered online. The bakery has reopened its patio for dine-in service.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Franklin Barbecue",
				"add1": "900 E 11th St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 653-1187",
				"url": "https://franklinbbq.com",
				"note": "Franklin Barbecue has long lines form early for brisket, pulled pork and other smoked meats at this lunch-only spot. I consider this the best BBQ in the country. You truly need to get the smoked brisket, smoked turkey, and the hot link sausage along with a few sides. From the Austin Eater website, 'Pitmaster Aaron Franklin’s smoky meats have risen from humble trailer origins to become one of the country’s most talked-about barbecue destinations. Yes, you will wait in line. Yes, it will be worth it. Weekend waits can be very long, so consider opting for a weekday brisket fix instead. If perfect brisket happens to run out, try the ribs, turkey, and sausages. Advance preorders can be placed online; the dining room has reopened.'",
				"eaten": "yes",
				"photo": "https://c1.staticflickr.com/9/8248/8536733855_f49d8ebd46_n.jpg",
				"cptn": "An order of beans, brisket, smoked turkey, sausage, and side cole slaw at Franklins BBQ in Austin, TX",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Anthony Bourdain and Andrew Zimmern"
            },
            {
                "name": "Fresa's",
				"add1": "915 N Lamar Blvd",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78703",
				"phn": "(512) 428-5077",
				"url": "https://www.fresaschicken.com/",
				"note": "Fresa's is a drive-thru and walk-up Mexican joint doing fire wood-grilled chicken, plus tacos, tortas, and ice cream. You need to order the Achiote and Citrus half chicken. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Gourdoughs Doughnuts",
				"add1": "1503 S 1st St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "",
				"url": "https://gourdoughs.com/gourdoughs-original-food-trailer",
				"note": "Gourdoughs Doughnuts has ironic names and unique toppings on fried-dough treats served until late-night from a vintage trailer. They have some of the coolest donuts I have ever had. I've seen a few donuts in my day. I ordered a Heavenly Hash doughnut with marshmallow fluff, chocolate chips, hot fudge icing topped with a fudge brownie. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Gourdough's Public House",
				"add1": "2700 S Lamar Blvd",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 912-9070",
				"url": "https://gourdoughs.com/gourdoughs-original-food-trailer",
				"note": "Gourdough's Public House started from 'humble beginnings as a food trailer' to its current brick-and-mortar iteration on South Lamar, this 'guilty pleasure' is known for eclectic, elaborate, gourmet donuts (both 'sweet and savory'). They come à la carte or with meals like burgers, chicken-fried steak, and even salads; cold 'beers on draft' and 'killer cocktails' round out the menu and boost the 'chill' atmosphere.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"prc": "mmm",
				"fdtyp": "nnn",
				"twttr": "ooo",
				"fcbk": "ppp"
            },
            {
                "name": "Güero's Taco Bar",
				"add1": "1412 S Congress Ave",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 447-7688",
				"url": "https://gueros.com/",
				"note": "Güero's Taco Bar is aån extensive menu, salsa bar and hand-shaken margaritas in a landmark building with a patio. They make some of the best breakfast tacos I have had in the state of Texas.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Irma's Original",
				"add1": "22 N Chenevert St",
				"add2": "",
				"cty": "Houston",
				"stt": "TX",
				"zpcd": "77002",
				"phn": "(713) 588-9891",
				"url": "https://irmasoriginal.com/",
				"note": "Irma's Original has no menu at this kitschy joint doling out homemade Tex-Mex fare and fresh juices. Need to order the tamales and the chiles rellenos stuffed with a ground meat filling known as picadillo.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Iron Works BBQ",
				"add1": "100 Red River St,",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78701",
				"phn": "(512) 478-4855",
				"url": "https://www.ironworksbbq.com/",
				"note": "Iron Works BBQ serves Barbecued meats, including signature beef ribs, and specialty sauces in a historic former iron shop. Another wonderful Texas BBQ place in downtown Austin and this one's hidden behind the convention center.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Joe’s Bakery and Coffee Shop",
				"add1": "2305 E 7th St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 472-0017",
				"url": "https://joesbakery.com/",
				"note": "Joe’s Bakery and Coffee Shop is a venerable family-run institution serving tacos, breakfast grub, and Mexican bakery bites. Delaney from Bon Appetit (YouTube) recommends ordering the breakfast taco and some of their Mexican pastries. From the Austin Eater website, 'If a condo displaces Joe’s, Austin will end as we know it. This Tex-Mex institution typically has a line out the door, with fancy folks jammed up against those catching a quick meal between construction gigs. The plates are huge, inexpensive, and arrive quickly.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Delaney from Bon Appetit (YouTube)"
            },
            {
                "name": "Juan in a Million",
				"add1": "2300 E Cesar Chavez St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 472-3872",
				"url": "https://juaninamillion.com/",
				"note": "Juan in a Million serves breakfast tacos and traditional dishes in a basic setting with an outdoor patio. Delaney recommends the Don Juan, which is larger than the typical breakfast taco. From the Austin Eater website, 'It’s essential to start any day in Austin with breakfast tacos, and family-owned Mexican restaurant has been serving up some of the best for almost 40 years. Choose fillings like eggs, beans, Migas, nopalitos, or Machado to put in a warm tortilla, and don’t skimp on the salsa. Beware of the portion sizes — meaning, don’t attempt the Don Juan El Taco Grande with fewer than two people. After all, there’s a full day of eating ahead.' From their website, 'Juan in a Million has been serving Mexican breakfast and lunch in East Austin since 1980. Opened by two school teachers, Juan and Myrna Meza, the restaurant values their homemade recipes and welcoming everyone like family. Juan still shakes hands with everyone who walks through the doors.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Delaney from Bon Appetit (YouTube)"
            },
            {
                "name": "Loro",
				"add1": "2115 S Lamar Blvd",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 916-4858",
				"url": "https://www.loroeats.com/",
				"note": "Loro is an Asian smokehouse that meets Texas barbecue in a rustic spot with beer, wine, and cocktails along with a giant patio. From their website, 'Loro is an Asian smokehouse and bar brought to you by James Beard Award winners, Chef Tyson Cole of Uchi and Aaron Franklin of Franklin Barbecue.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Louie Mueller Barbecue",
				"add1": "206 W 2nd St,",
				"add2": "",
				"cty": "Taylor",
				"stt": "TX",
				"zpcd": "76574",
				"phn": "(512) 352-6206",
				"url": "https://www.louiemuellerbarbecue.com/",
				"note": "Louie Mueller Barbecue is a classic barbecue joint serving ribs, sausage, brisket, poultry, and steaks in airy, rustic space. You need to order the beef brisket or any of the three homemade sausages. Here's a quote from their website: 'Louie Mueller Barbecue has been described as a 'cathedral of smoke' due to producing the finest BBQ in Texas since opening its doors in 1949.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Moonshine Patio Bar and Grill",
				"add1": "303 Red River St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78701",
				"phn": "(512) 236-9599",
				"url": "https://moonshinegrill.com/",
				"note": "Moonshine Patio Bar and Grill is a contemporary comfort food and cocktails in a historic home with a patio. I have never been wrong ordering their pork chop dinner and a side of cornbread.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nam Giao Restaurant and Bakery",
				"add1": "6938 Wilcrest Dr",
				"add2": "",
				"cty": "Houston",
				"stt": "TX",
				"zpcd": "77072",
				"phn": "(281) 568-4888",
				"url": "",
				"note": "Nam Giao Restaurant and Bakery is a tiny family-run spot specializing in the food of Hue, a province of central Vietnam. From what I saw on David Chang's Netflix show Ugly Delicious you need to order the crystal shrimp dumpling.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Nervous Charlie's",
				"add1": "5501 N Lamar Blvd",
				"add2": "Commerce Square",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78751",
				"phn": "(512) 366-5305",
				"url": "https://www.nervouscharlies.com/",
				"note": "From the Nervous Charlie's website, 'At Nervous Charlie’s, we make straight-forward, deliciously simple bagels as well as a variety of ridiculous cream cheeses and sandwiches. We use only the best ingredients that are shipped to us directly from New York City and from right here in Austin. We’re a place for everybody, whether you’re with your family, out for a meeting, or just looking for a low-key breakfast or lunch - any day of the week.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pueblo Viejo",
				"add1": "502 Brushy St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 373-6557",
				"url": "https://www.puebloviejoaustin.com/",
				"note": "Pueblo Viejo offers a variety of Mexican food ranging from breakfast tacos, street meat tacos, Gorditas, popular Mexican dishes, a variety of sauces, etc. Pueblo Viejo has been open since 2010. While keeping the flavors of their hometown in Mexico, Pueblo Viejo is committed to keeping the freshness and quality that everyone deserves, complemented by friendly service necessary for a complete Mexican food experience.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Odd Duck",
				"add1": "1201 S Lamar Blvd",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 433-6521",
				"url": "https://www.oddduckaustin.com/",
				"note": "Odd Duck is an upscale eatery doling out locally sourced New American chow and drinks in a contemporary setting. Odd Duck is continuing the philosophy of supporting local farmers, making everything from scratch and working to capture the true craft of cooking in each bite even in the restaurant.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "One90 Smoked Meats",
				"add1": "10240 Northwest Hwy",
				"add2": "",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75238",
				"phn": "214) 346-3287",
				"url": "https://one90smokedmeats.com/",
				"note": "One90 Smoked Meats is the home to passionate artists, meticulous craftsmen, and innovative nerds. They are all three along with combining the old-school craft of the pit master with a high-tech vacuum seal, where they can serve delectable smoked meats at home in just 10 minutes. You need to order the smoked duck sandwich.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "P. Terry's Burger Stand",
				"add1": "404 S Lamar Blvd",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 473-2217",
				"url": "https://pterrys.com/",
				"note": "P. Terry's Burger Stand is a relaxed option for all-natural beef burgers, shoestring fries, and milkshakes, along with breakfast. P. Terry's offers the freshest quality ingredients you can find served out of a drive-thru window. They are where fresh, all-natural, 'never-ever' beef and chicken became staple items. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Petra and the Beast",
				"add1": "601 N Haskell Ave",
				"add2": "",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75246",
				"phn": "(318) 935-0906",
				"url": "https://www.petraandthebeast.com/",
				"note": "From the Petra and the Beast website, 'The term petrichor refers to the earthy and pleasant scent after the rain falls on dry soil; the meaning and feeling have been adapted to become Petra and the Beast. Petra and the Beast flow with the natural seasons and cycles of the earth to bring unique, pleasant, and hearty reflections from farm, forage, fermentation, and fire to table. Such knowledge and craft continue to be passed on through ever-changing menus. To make an inquiry, see the link above.' You need to order the cured meats at this charcuterie-and-fresh-pasta haven.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Pueblo Viejo",
				"add1": "502 Brushy St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 373-6557",
				"url": "https://www.puebloviejoaustin.com/",
				"note": "Pueblo Viejo serves tacos and other Mexican specialties served from a small counter inside the North Door venue. Delaney recommends getting their breakfast tacos along with the Taco Don Chago contains beans, cheese, bacon, and avocado. From their website, 'Pueblo Viejo offers a variety of Mexican food ranging from breakfast tacos, street meat tacos, Gorditas, popular Mexican dishes, a variety of sauces, bottled drinks, and much more. Located on the east side of Austin, Pueblo Viejo has been open since 2010, by Nestor and Margarita. While keeping the flavors of their hometown in Mexico, Pueblo Viejo is committed to keeping the freshness and quality that everyone deserves, complemented by a friendly service necessary for a complete Mexican food experience.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Delaney from Bon Appetit (YouTube)"
            },
            {
                "name": "Rosita's Al Pastor",
				"add1": "1911 E Riverside Dr",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78741",
				"phn": "(512) 442-8402",
				"url": "hhh",
				"note": "Rosita's Al Pastor is a simple counter-serve spot known for tacos and other Mexican staples, with a late-night food trailer. Delaney from Bon Appetit (YouTube) recommends ordering their breakfast taco and their Al Pastor one too. From the Eater Austin website, 'Known for its trailer off Riverside Drive, they have been serving up tacos till 3 AM after crazy nights at Club Carnaval. Now revelers all of types go to the Al Pastor trailer and brick and mortar in the same parking lot. You'll see Botas Picudas, students, los yuppies and worker bees eating up probably the best al pastor in town and straight from the trompo! '",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Wednesday",
				"rcmmnd": "Delaney from Bon Appertit (YouTube)"
            },
            {
                "name": "Salt Lick BBQ",
				"add1": "18300 Farm to Market Rd 1826",
				"add2": "",
				"cty": "Driftwood",
				"stt": "TX",
				"zpcd": "78619",
				"phn": "(512) 858-4959",
				"url": "https://saltlickbbq.com/",
				"note": "Salt Lick BBQ is a BYOB at this venerable cash-only, BBQ spot with a rustic setting and live music outdoors. You need to drive out the original one in Driftwood in the dry county so don't forget to bring your own beer, etc. You need to get the all-you-can-eat BBQ platter which is brisket, smoked sausages, pork ribs, potato salad, cole slaw, and beans along with bread, pickles, and onions. <strong>NOTE</strong>: They have multiple locations even one at the airport.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Anthony Bourdain and Diners, Drive-ins, and Dives"
            },
            {
                "name": "Smitty's Market",
				"add1": "208 S Commerce St",
				"add2": "",
				"cty": "Lockhart",
				"stt": "TX",
				"zpcd": "78644",
				"phn": "(512) 398-9344",
				"url": "http://smittysmarket.com/",
				"note": "Smitty's Market is an acclaimed BBQ spot is offering meats fresh from the smoker in a no-frills space with communal tables. You will need to order yourself some smoked brisket and Jalapeno sausages along with a few sides so you some veggies now and again.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Snow’s BBQ",
				"add1": "516 Main St",
				"add2": "",
				"cty": "Lexington",
				"stt": "TX",
				"zpcd": "78947",
				"phn": "(979) 773-4640",
				"url": "https://snowsbbq.com/",
				"note": "Snow’s BBQ is a rural smokehouse serving acclaimed ribs, brisket, sausage, pork, and chicken Saturdays only from 8 AM. ThOwner Kerry Bexley and Tootsie Tomanetz pit master started serving pork on March 1, 2003. For you people that think you're getting old Tootsie is in her early 80s.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Stubb's Bar-B-Q",
				"add1": "801 Red River St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78701",
				"phn": "(512) 480-8341",
				"url": "https://www.stubbsaustin.com/",
				"note": "Stubb's Bar-B-Q has beer, brisket and music downtown with a renowned Sunday gospel brunch. Again another can't miss BQQ place that has excellent brisket and sausage in downtown Austin.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ramen Tatsu-ya",
				"add1": "8557 Research Blvd",
				"add2": "#126",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78758",
				"phn": "(512) 893-5561",
				"url": "https://ramen-tatsuya.com/",
				"note": "Ramen Tatsu-ya is a popular noodle house and bar with funky vibe serving classic ramen with many options for topping. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Suerte",
				"add1": "1800 E 6th St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 953-0092",
				"url": "https://www.suerteatx.com/",
				"note": "Suerte is a contemporary spot serving interior Mexican specialties & snacks, beer, wine, and craft cocktails. Brad from “Its Alive” show on Bon Appetit's YouTube channel recommends getting the home made corn tortillas with ever you want to order. From the Austin Eater website, 'Masa — made from corn purchased from local farmers who grow heirloom strains, and then ground and nixtamalized onsite — is the mortar on which Suerte is built. Executive chef Fermín Nuñez and owner Sam Hellman-Mass obsess over the ways they can shape it and express texture with it, and the gradations of flavor it can add to dishes in various forms. If the Texas sun had a fragrance, it would smell like the small, speckled tortillas that cradle confit brisket tacos with “black magic oil” (made from sesame and smoked Morita chiles) and come alongside grilled fish with bacon salsa or a whopping goat shoulder cooked barbacoa-style. Nuñez alchemizes the dough into half a dozen other magnetic variations, including tlacoyos (plush dough pockets) filled with pork belly carnitas, and incredibly thin blue-corn tostadas to add crunch to gorgeous red prawn aguachile. Savor this next-level Mexican-Texan cooking with a subtler sipping mezcal; try one in the pechuga family.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Brad from 'Its Alive' Bon Appetit (YouTube)"
            },
            {
                "name": "Tasty Kabob",
				"add1": "6110 N Mesa St",
				"add2": "D",
				"cty": "El Paso",
				"stt": "TX",
				"zpcd": "79912",
				"phn": "(915) 234-2255",
				"url": "https://tastykabobelpaso.com/",
				"note": "From the El Paso Times website, 'Tasty Kabob offers a welcoming atmosphere, with plenty of seating for lunch and dinner. As soon as I walked in, the restaurant was filled with the aroma of two types of meat cooking on rotisseries.' You need to order the Beef Koobideh which is a seasoned beef kabob served with crispy Persian rice (called tadig) and a shallot-yogurt sauce. Or the Ghromeh Sabzi which is an Iranian herb stew that is typically made with sauteed herbs, consisting mainly of parsley, leeks or green onions, and coriander, seasoned with the essential spice of dried fenugreek leaves with beef or lamb.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Torchy's Tacos",
				"add1": "1311 S 1st St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78704",
				"phn": "(512) 366-0537",
				"url": "https://torchystacos.com/",
				"note": "Torchy's Tacos is a local chain is serving Mexican-street-food-style tacos in inventive varieties, including for breakfast. They make some of the best breakfast tacos I have had anywhere in the country. Plus, it's great sitting at picnic tables with others in a gravel parking lot eating with people you don't know at all times of the day. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Underbelly",
				"add1": "1100 Westheimer Rd",
				"add2": "",
				"cty": "Houston",
				"stt": "TX",
				"zpcd": "77006",
				"phn": "(713) 528-9800",
				"url": "http://www.underbellyhouston.com/",
				"note": "Underbelly is an upscale eatery and on-site butcher shop dedicated to all things pork which features a wine bar.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Valentina’s Tex Mex BBQ",
				"add1": "11500 Manchaca Rd",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78745",
				"phn": "(512) 221-4248",
				"url": "https://www.valentinastexmexbbq.com/",
				"note": "Valentina’s Tex Mex BBQ is a permanent trailer for mesquite-smoked BBQ with a Tex Mex Twist. Fresh hand-rolled flour tortillas, spicy salsa, avocado, cilantro, and lime are a family favorite when it comes to accompanying the BBQ. Combining the best of Mexican cooking which often features cooking meats and other ingredients over a grill or open flame and barbecue comes naturally. When there you need to order the pork collar sandwich or the brisket stuffed burger. Delaney recommends ordering their breakfast brisket taco with a fried egg, bacon, etc.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Delaney from Bon Appetit (YouTube)"
            },
            {
                "name": "Van’s Banh Mi",
				"add1": "201 E 53rd St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78751",
				"phn": "(512) 593-1615",
				"url": "",
				"note": "Van’s Banh Mi serves flame-grilled meats on fresh bread that make up the banh mi options from the window of a food truck. From their website, 'Van’s Banh Mi is a family-owned Vietnamese Sandwich ( Banh Mi ) cafe on wheels. Our banh mi is baked fresh daily. Our meats are flamed grill fresh to order. Van Lam is the owner/operator of this food truck. He is very passionate about his food. His mission: to provide you the best tasting banh mi experiences. From what I have been told, you should order the Bahn mi, spring rolls, and a noodle dish with peanuts, pickled veggies, and sauce.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Austin Kleon"
            },
            {
                "name": "Veracruz All Natural",
				"add1": "1704 E Cesar Chavez St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "",
				"url": "https://veracruzallnatural.com/",
				"note": "Veracruz All Natural is a simple trailer with picnic tables for tacos with spit-grilled meats or veggie options, along with Migas. Helen Rosner recommends their Migas tacos, and Delaney recommends ordering their Migas taco with avocado. From their website, 'Owners Reyna and Maritza Vazquez are sisters and best friends. They were born and raised in Veracruz, Mexico, and moved to Austin, TX after graduating from High School. In May of 2006, Reyna had saved up enough money to buy her first trailer, and a month later, she opened it up and started to sell smoothies and juices. She had to close a few months later, but persistent with her dream, she reopened in April of 2008 on East Cesar Chavez with her sister Maritza as her business partner. <strong>NOTE</strong>: They have two food trucks and two brick and mortar locations.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Helen Rosner and Delaney from Bon Appetit (YouTube)"
            },
            {
                "name": "Via 313 Pizza",
				"add1": "1802 E 6th St",
				"add2": "",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78702",
				"phn": "(512) 939-1927",
				"url": "https://www.via313.com/",
				"note": "Via 313 Pizza is a trailer outside the Violet Crown Social Club is known for its square, Detroit-style pies have sauce on top. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Whistle Britches",
				"add1": "6110 Frankford Rd",
				"add2": "",
				"cty": "Dallas",
				"stt": "TX",
				"zpcd": "75252",
				"phn": "(972) 590-8991",
				"url": "https://whistlebritcheschicken.com/",
				"note": "Whistle Britches serves fried chicken and biscuits, meet beer and cocktails at this airy, rustic spot with an expansive patio. You need to order the Hot Jane chicken sandwich.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Wu Chow",
				"add1": "500 W 5th St",
				"add2": "IBC Bank Plaza #168",
				"cty": "Austin",
				"stt": "TX",
				"zpcd": "78701",
				"phn": "(512) 476-2469",
				"url": "https://wuchowaustin.com/",
				"note": "Wu Chow serves Sichuan cuisine and weekend dim sum brunch in a contemporary space. Think they serve a dim sum brunch on the weekends, but you check first before going. Order the chicken boa which li's like a mini chicken.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Zavala's Barbecue",
				"add1": "421 W Main St",
				"add2": "",
				"cty": "Grand Prairie",
				"stt": "TX",
				"zpcd": "75050",
				"phn": "(817) 330-9061",
				"url": "http://www.zavalasbarbecue.com/",
				"note": "Jose R. Ralat recommends ordering the off-menu barbacoa de cabeza (head), which is is excellent in his words—seasoned only with salt and with just a touch of smoke. From Texas Monthly Magazine website, 'Line Up Early if You Want a Shot at Flawless Brisket from Zavala’s Barbecue. Joe Zavala’s popular side project gets a permanent home in Grand Prairie, but he’s serving only on Saturdays. Jose Zavala has created a barbecue sensation in Grand Prairie, but he’s not sure if he wants to make it a full-time job. He enjoys his Monday-through-Friday job as a consultant, a position that provides the kind of benefits and salary than most pitmasters could only hope for. Smoking meats is his passion, and he’s lucky enough to have taken his side job this far. For a couple years, he’s been cooking with friends under the Zavala’s Barbecue name for barbecue pop-ups, and a few Saturdays ago, the permanent Zavala’s Barbecue restaurant opened in downtown Grand Prairie. It’s a big step, but for now, he and his partners are happy to keep it a once-a-week hobby.' From their website, 'I’ve been around barbecue my entire life. Some of my greatest childhood memories are centered on watching and helping my Pops cook. Weekends at the Zavala house always meant family, friends, and amazing barbecue! Like my Pops, I have carried forward this tradition in my own home, working to craft my own unique style. Because of my passion for barbecue, combined with a lifelong dream of running my own taco stand, I started Zavala’s Barbecue!.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday, Monday, Tuesday, Wednesday, and Thursday",
				"rcmmnd": "Jose R. Ralat"
            }
        ]
    }
}