{
    "result": {
        "city": "Knoxville",
		"posts": [
            {
                "name": "Asia Kitchen",
				"add1": "8511 Kingston Pike",
				"add2": "",
				"cty": "Knoxville",
				"stt": "TN",
				"zpcd": "37919",
				"phn": "(865) 670-9858",
				"url": "",
				"note": "Asia Kitchen serves freshly prepared Chinese food. There is nothing fancy about the interior, and it is the food that you come for. Asia Kitchen isn’t for everybody; but if you crave an authentic experience, you need to visit. The full menu, available all day is offered in both Chinese (Mandarin?) and English. The menu presents a slate of unfamiliar dishes: Shredded Pork in Garlic Sauce, Beef with Sour Vegetable, etc.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Honeybee Coffee",
				"add1": "10716 Kingston Pike",
				"add2": "",
				"cty": "TN",
				"stt": "Maryville",
				"zpcd": "37934",
				"phn": "(865) 392-1005",
				"url": "https://www.honeybeecoffeeco.com/",
				"note": "From the Honeybee Coffee website, 'Honeybee is based in Knoxville, Tennessee, with a specialty roasting operation, two cafés, and a mobile airstream trailer. We started up in 2014 with our trailer and opened the doors to our cafés in 2016. Honeybee wants people to know more about coffee, and we also want people to know more about us. On top of extending a hand into the conversation, we want to open our doors wide. We want to offer you a chance to see what we're working on, what we hope to accomplish in the future, why we do the things we do and answer any questions you think of along the way.' I ordered the ginger cinnamon tea, which was steeped perfectly. They seem to be open late Friday and Saturday night for those who want to relax a bit after traveling or sightseeing in a quiet setting with music playing softly in the background. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Open Chord Music",
				"add1": "8502 Kingston Pike",
				"add2": "",
				"cty": "Knoxville",
				"stt": "TN",
				"zpcd": "37919",
				"phn": "(865) 281-5874",
				"url": "https://www.openchordmusic.com/live-music-venue",
				"note": "From the Open Chord Music website, 'We love the musician community of Knoxville, so we created a place for like-minded music lovers to hang out, meet up and eat great food. With our laid back atmosphere, full menu, full bar, coffee bar, and huge Craft beer selection, you’re going to find yourself hanging out and meeting some cool folks. When I was at Open Chord Music, I ordered the chicken wings Buffalo-style, which came with celery, carrots, and blue cheese along with a bunch of napkins because of all the sauce on them. I main reason I came here was for the live music which they have most nights, so check the schedule.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Richy Kreme Do-Nuts",
				"add1": "2601 E Broadway Ave",
				"add2": "",
				"cty": "TN",
				"stt": "Maryville",
				"zpcd": "37804",
				"phn": "(865) 983-2580",
				"url": "https://richykreme.com/",
				"note": "From the Richy Kreme Do-Nuts website, 'In 1939 Marion Richardson moved to Blount County with his family. Prior to that, he and his brother were operating a doughnut franchise in Virginia. Saying he had a flour blend that would make a better doughnut, Mr. Richardson went back into the business. In 1948, Marion Richardson began serving doughnuts at a shop on Old Knoxville Highway across from Eagleton Ball Park. Richy Kreme Do-Nuts has become a Blount County tradition ever since.' When you are there, you need to eat one of their apple fritters along with a white cream-filled donut.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Platform 1346 (World War II Train Car)"
            },
            {
                "name": "Vienna Coffee House",
				"add1": "212 College St",
				"add2": "",
				"cty": "TN",
				"stt": "Maryville",
				"zpcd": "37804",
				"phn": "(865) 980-8282",
				"url": "https://viennacoffeehouse.net/",
				"note": "From the Vienna Coffee House website, 'The Vienna Coffee House opened the doors on October 6th, 2010, with a goal to be THE great neighborhood coffeehouse in Maryville, TN. We serve premier espresso drinks, (Mocha, Latte, traditional Cappuccino) crafted by serious Baristas and freshly roasted specialty coffees from the Vienna Coffee Company Roastery, located in the lower level of the coffee house. We strive to DELIGHT the customer with every visit! In addition to great coffee, we serve up a variety of teas, chai, smoothies, steamers, and lots of fresh baked goods made in house, and other delicious food items.' They have live music from 6:00 PM - 7:30 PM on Friday nights, but make sure to check the schedule.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Platform 1346 (World War II Train Car)"
            }
        ]
    }
}