{
    "result": {
        "city": "Utah",
		"posts": [
            {
                "name": "Balance Rock Eatery and Pub",
				"add1": "148 S Main St",
				"add2": "ccc",
				"cty": "Helper",
				"stt": "UT",
				"zpcd": "84526",
				"phn": "(435) 472-0403",
				"url": "hhh",
				"note": "From the Carbon County Utah website, ‘Old as Helper, Utah The Balance Rock Eatery and Pub has lasted the test of time with its down-home cooking and portions that will fill you up! Family dining as it used to be.’ From the Deseret News website, ‘The Balanced Rock Eatery and Pub in Helper, Utah, can easily become a place you go to before you start an adventure or the place you go to gloat about the experiences and adventures you’ve already enjoyed. At a glance, it doesn’t look like much, but once you walk through the doors, a wave of history runs over you. It’s a similar feeling to what you experience when you haven’t been home in years, but upon seeing it, the place brings back memories that you haven’t thought about since before you left.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "The Endless Adventure (YouTube)"
            },
            {
                "name": "Burger Bar",
				"add1": "5291 S 1900 W",
				"add2": "",
				"cty": "Roy",
				"stt": "UT",
				"zpcd": "84067",
				"phn": "(801) 825-8961",
				"url": "http://burgerbarutah.com/",
				"note": "Burger Bar serves handcrafted hamburgers, fries, and towering milkshakes at a small, old-school walk-up counter. They make their own buns. You should order the elk and/or buffalo burgers. Burger Bar triple fries their french fries. From their website, 'If you mention the Burger Bar to someone you may get a range of different comments, from the fresh taste of the food, the great hand sliced and breaded onion rings, the handmade deep fried mushrooms, the towering thick milkshakes to the signature “Big Ben” named after the founder.  But you will always hear comments about the history of the place.  How they remember coming there with their parents, or after a date on a Saturday night, or how they loved to hang out with their friends after the ball game at the High School.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Curry Pizza",
				"add1": "2927 South 5600 West D",
				"add2": "",
				"cty": "West Valley City",
				"stt": "UT",
				"zpcd": "84120",
				"phn": "(801) 890-0415",
				"url": "http://currypizzautah.com/",
				"note": "Curry Pizza has been serving Indian food over 10 years and they came up with a twist of creation of curry sauces for pizzas. They opened their first location in a small town called Bicknell (Southern Utah) and it's called Bhindas Curry Pizza Palace. From their website, 'Craft your pizza just the way you like it. We specialize in our curry sauces made for pizzas and our homemade daily dough. We have more than 15 different curry sauces created specifically for our pizzas.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Jilbertos Mexican Fast Food",
				"add1": "1010 E Main St",
				"add2": "ccc",
				"cty": "Wellington",
				"stt": "UT",
				"zpcd": "84542",
				"phn": "(435) 637-1997",
				"url": "hhh",
				"note": "From their Facebook page, ‘If you’re looking for the best authentic food in Carbon and Emery counties, then look no further! Jilberto’s has a wide variety of authentic Mexican food.’ Jose retweeted the following message: ‘Jilberto’s in Wellington, UT, has some solid burritos and enchiladas. This chile relleno burrito was worth the stop—wife’s carnitas burrito was even better!!! @TacoTrail, check this out next time out West!’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Jose R. Salat"
            },
            {
                "name": "Oh Mia Restaurant",
				"add1": "6093 Highland Dr",
				"add2": "",
				"cty": "Holladay",
				"stt": "UT",
				"zpcd": "84121",
				"phn": "(801) 277-9888",
				"url": "https://www.ohmaisandwichkitchen.com/",
				"note": "Oh Mia Restaurant is an eclectic spot for banh mi sandwiches along with other Vietnamese favorites, including the Brisket Pho or the beef short rib Banh Mi sandwich with home-made kimchi or the honey glazed pork vermicelli salad or the garlic-butter ribeye steak. Our mission is to serve delicious and healthy food. Every dish is made in-house with our special blend of spices and sauces; our broth is cooked and simmered over a long period of time. This cooking process produces its own uniqueness, which results in a bold, full-range complexity in their own flavors and fragrances. Our menu indulges in a variety of culinary influences from Southeast Asia. Our menu items are naturally lower in calories. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            }
        ]
    }
}