{
    "result": {
        "city": "Virginia",
		"posts": [
            {
                "name": "A&J",
				"add1": "4316 Markham St",
				"add2": "",
				"cty": "Annandale",
				"stt": "VA",
				"zpcd": "22003",
				"phn": "(703) 813-8181",
				"url": "https://www.aandjrestaurant.com/",
				"note": "A&J is a cash-only northern-style dim sum parlor. Load up on dan-dan noodles and dumplings, such as wontons in chili oil; on weekends, crunchy sesame bread with scrambled egg should be the center of any order. You need to order the soup dumplings (XiaoLongBao) and some other items to order are their larger than expected pan-fried pork pot stickers, beef dumplings, pork dumplings, mustard greens with tofu skins, home-made noddles for the dan dan noodles with a spicy peanut sauce, etc.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Alkaline",
				"add1": "742 W 21st St",
				"add2": "",
				"cty": "Norfolk",
				"stt": "VA",
				"zpcd": "23517",
				"phn": "(757) 962-6990",
				"url": "https://www.alkalineramen.com/",
				"note": "Chef and Owner Kevin Ordonez are taking Asian street food to another level at Alkaline. His popular wings are lightly coated and then fried twice for optimal crunch. He then carefully brushes each one with a sweet and spicy sauce, so they don’t lose their crispiness. The braised ox tail-topped ramen with beef broth is so packed with different flavors and spices. You need to order the Asian sticky wings from what I'ver heard.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Arno's Pastry",
				"add1": "40163 John Mosby Hwy",
				"add2": "Gilbert's Corner",
				"cty": "Aldie",
				"stt": "VA",
				"zpcd": "20105",
				"phn": "",
				"url": "http://www.arnospastry.com/",
				"note": "From the Arno's Pastry website, 'Arno's Pastry, founded by Arnaud Herodet, promises to take your taste buds on a culinary adventure. Only the freshest ingredients are used, and everything is homemade to bring you the most authentic flavor. For many years it has been a dream of Chef Arnaud to have his own business where he has more creative freedom to do what he believes looks and tastes the best.' I enjoyed the croissant, which was one of the best ones I have had in many years.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Open Saturday and Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bagel Uprising",
				"add1": "2307A Mt Vernon Ave",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22202",
				"phn": "ggg",
				"url": "http://bageluprising.com/",
				"note": "If you're looking for Bagel Uprising, you need to walk down what looks like a driveway/alley to get to them. Look for the mural on the wall. When you're there see if they have goat cream cheese which I loved when they did a pop-up a few years ago at Dairy godmother one winter. From the Bagel Uprising website, 'We use only five ingredients: flour, yeast, salt, malt, and brown sugar. Like traditional bagels, Bagel Uprising bagels aren’t huge: no 800-calorie monsters the size of a hubcap. And no fancy flavors, either. The Uprising began in the fall of 2015 in response to a distressing lack of authentic (i.e., boiled and baked) bagels in our neighborhood of Del Ray in Alexandria. Over time, and with feedback from carb-loving family and friends, we came up with a recipe that does a pretty good job. (And because we know you’re wondering: No. The secret is not the water.) When we made our debut at the Four Mile Run Farmer’s Market, we made the bagels in our home kitchen. The first week we brought 100 bagels; the next week, a few more, then even more. Our house was covered in seeds, so it was fun — and a relief — to do two local pop-ups with actual commercial kitchens, followed by a stint in a local restaurant. In 2019 we were thrilled to open our permanent home right in the heart of Del Ray.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bakeshop",
				"add1": "100 E Fairfax St",
				"add2": "",
				"cty": "Falls Church",
				"stt": "VA",
				"zpcd": "22046",
				"phn": "(703) 533-0002",
				"url": "https://www.bakeshopva.com/locations",
				"note": "The Bakeshop is family-owned. They make small batches of cookies, cupcakes, cakes, macarons, pies, and more. They even have vegan items too. The Arlington location is celebrating ten years. From their website, 'Bakeshop opened in 2010 on a quiet street in Arlington with Justin, his mom and a couple of employees - not knowing what would come of the adventure. He wanted to create an awesome bakery for the neighborhood where neighbors would become friends, and the bakery would be part of the local life. Bakeshop is comprised of and for the community. We hire local high school kids, and for many of them, this is their first job. We have made cakes and cupcakes for kids’ first birthdays and seen them grow up in front of our eyes.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Banh Mi DC Sandwich",
				"add1": "3103 Graham Rd",
				"add2": "",
				"cty": "Falls Church",
				"stt": "VA",
				"zpcd": "22042",
				"phn": "(703) 205-9300",
				"url": "",
				"note": "Banh Mi DC Sandwich is a Vietnamese market has a variety of banh mi sandwiches and other snacks, plus a handful of tables. They have over 20 banh mi sandwiches I tend to order the roast pork one, but the sleeper food here is the egg rolls. One time while I was ordering banh mi sandwiches a guy came in with his parents, brother, and sister and ordered eight egg rolls while everyone else was ordering banh mi sandwiches. I asked him about them, and he said they were the best he's eaten and offered me one. I declined but ordered them the next time I was here. The eggrolls were the best eggrolls I had ever had. Sometimes you need to see what others are ordering to find the best things.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Big Bowl Chinese and Sushi",
				"add1": "Aviation Circle",
				"add2": "",
				"cty": "Washington",
				"stt": "DC",
				"zpcd": "20001",
				"phn": "",
				"url": "",
				"note": "If you want something different for breakfast and not necessarily mind-blowing at DCA (Reagon NAtional Airport) and are at Terminal B/C Gates 23 - 34 got to Big Bowl Chinese and Sushi. When there get the spicy sausage, egg, and cheese boa or the bacon, egg, and cheese boa. Big Bowl is an authentic Chinese and Thai restaurant committed to using quality ingredients, including prime beef and fresh seafood, and creating sauces and curries from scratch. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Blue and White Carry Out",
				"add1": "1024 Wythe St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 548-3867",
				"url": "",
				"note": "The Blue and White Carry Out is only a shack where you can get an egg and cheese breakfast sandwich on toasted white bread for under $2 or a pork chop sandwich for about $3.50 and don't forget to ask about the daily beans special. From the Washington, DC Eater website, ‘Virtually everything on the meat-intensive menu can be had for less than $5, including the signature fried chicken, grilled pork chops and a meatloaf-like hamburger “steak” dotted with chopped onions. A slew of made-to-order breakfast sandwiches slide in under the $3 mark, including an array of freshly-griddled pork products (think bacon, ham, bologna, sausage, and half-smokes) married to glistening eggs.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Saturday and Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bob and Edith's",
				"add1": "2310 Columbia Pike",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22204",
				"phn": "(703) 920-6103",
				"url": "https://www.bobandedithsdiner.com/",
				"note": "Bob and Edith's is an old-school diner serving American comfort food 24/7 to everyone from hipsters to families. The size of the place is tiny and gets busy on the weekends and late night the closer to the closing of the bars you get. My go to order is a cheese omelette with home fries, rye toast and a side order of sausage. From the Washington, DC Eater website, 'This homegrown chain with outposts sprinkled throughout Northern Virginia features breakfast favorites (biscuits with sausage gravy, country-fried steak, and eggs, western omelettes), grill fare (patty melts, half-smokes, steak and cheese subs), and classic comfort foods (fried chicken, meatloaf, pork chops with mashed potatoes). Need something sweet? Try chocolate chip pancakes, pecan waffles, or any of the rotating desserts in the display case.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Boru Ramen",
				"add1": "2915 Columbia Pike",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22204",
				"phn": "(703) 521-2811",
				"url": "http://boru-ramen.com/",
				"note": "Boru Ramen is a relaxed Japanese restaurant serving ramen, donburi, and more in a stylish, narrow space. From the Washington, DC Eater website, 'This local restaurant features appetizers including tempura and gyoza, as well as noodle soups ranging from spicy miso and pork-laden tonkatsu.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Bowerbird Bakeshop",
				"add1": "120 10th St NW",
				"add2": "",
				"cty": "Charlottesville",
				"stt": "VA",
				"zpcd": "22903",
				"phn": "(434) 202-8574",
				"url": "https://bowerbirdbakeshop.com/",
				"note": "From the Bowerbird Bakeshop website, 'Bowerbird Bakeshop is a scratch-made bakery in Charlottesville, VA, specializing in eclectic, European-inspired pastries made with seasonal, local ingredients.' Jose Andres recommends their amazing Zaatar croissants. From the C-Ville website, 'Bowerbird Bakeshop debuted at Charlottesville City Market’s annual holiday market in late 2017, at a shared table on a side row that got little foot traffic.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "(434) 202-8574",
				"rcmmnd": "Jose Andres"
            },
            {
                "name": "Caphe Banh Mi",
				"add1": "407 Cameron St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 549-0800",
				"url": "https://caphebanhmi.com/",
				"note": "Caphe Banh Mi is a casual Vietnamese eatery cooking up classics like Pho noodle soups and banh mi sandwiches. My favorite dish to order is their pork, with noodles, mint, and veggies in a bowl with a light fish sauce along and a veggie egg roll. From the Washington, DC Eater website, ‘This eatery, somewhat hidden in the heart of Old Town, is among the best of the best in the DMV, largely thanks to a hearty standout broth and premium meat selection. The house pho is so packed with flavor, it’s hard not to fantasize about that ultra-rich broth long after leaving. The summer rolls and the Vietnamese iced coffee are also must-haves. Indoor dining is closed, but takeout is available to call in.’",
				"eaten": "yes",
				"photo": "https://c1.staticflickr.com/1/609/21637990916_f96c34ba91_n.jpg",
				"cptn": "Lemongrass chicken, with noodles, mint, and veggies in a bowl with a light fish sauce along and a veggie egg roll.",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Carib Shack",
				"add1": "2272 W Great Neck Rd",
				"add2": "Suite 2242",
				"cty": "Virginia Beach",
				"stt": "VA",
				"zpcd": "23451",
				"phn": "(757) 692-6851",
				"url": "https://www.caribshack.biz/",
				"note": "Carib Shack is a basic counter-service joint offering traditional Caribbean eats such as jerk chicken and rum cake.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Carousel Frozen Treats",
				"add1": "346 Waterloo St",
				"add2": "",
				"cty": "Warrenton",
				"stt": "VA",
				"zpcd": "20186",
				"phn": "(540) 351-0004",
				"url": "https://www.carouselfrozentreats.com/",
				"note": "Carousel Frozen Treats has locals lining up at this 50s-themed, walk-up establishment for ice cream, frozen treats, and burgers. <strong>NOTE</strong>: Weekend afternoons during the summer can have long lines.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cerritos Pupuseria",
				"add1": "43137 John Mosby Hwy",
				"add2": "",
				"cty": "Chantilly",
				"stt": "VA",
				"zpcd": "20152",
				"phn": "(703) 327-0052",
				"url": "",
				"note": "Cerritos Pupuseria is a place where you need to order the chicken tamales and any of the pupusas. It's a little hole-in-the-wall place along Route 50 on your wait out of DC in the middle of nowhere is a great place for authentic, simple food. They serve fantastic chicken tamales along with pulled pork and cheese or bean and cheese pupusas which makes for great snacks even later because you ordered too much food.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Chennai Express",
				"add1": "14516 Lee Rd",
				"add2": "B",
				"cty": "Chantilly",
				"stt": "VA",
				"zpcd": "20151",
				"phn": "(703) 961-1600",
				"url": "https://www.chennaiexpressva.com/",
				"note": "Chennai Express is a Southern Indian staples like dosas, biryani, and spicy curries plated in a basic, sit-down place. From their website, 'Feel the South Indian taste. We are proud to serve authentic South Indian Thalis for Lunch, Tiffins, Speciality biryanis, Fast food, and Chennai Express specials.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Chop Shop Taco",
				"add1": "1008 Madison St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(571) 970-6438",
				"url": "https://www.chopshoptaco.com/",
				"note": "Chop Shop is a taco-slinging, car garage in the heart of Parker-Gray Alexandria. Their menu is inspired by modern comfort food. It's housed in a defunct 1970’s chop shop, and they operate on a first come, first serve basis and don't take reservations. From the Washington, DC Eater website, ‘The owners of this converted auto body garage in Alexandria claim that it used to be a real, illicit chop shop. The original garage floor is all buffed up, and white bricks interspersed with hanging greenery lend the industrial space a Mexico City feel.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cowbell Kitchen",
				"add1": "116 E Market St",
				"add2": "",
				"cty": "Leesburg",
				"stt": "VA",
				"zpcd": "20176",
				"phn": "(304) 433-7665",
				"url": "https://www.cowbellkitchen.com/",
				"note": "Cowbell Kitchen is a farm and local producer-driven food business. They have built strong relationships with like-minded small food businesses, ranging from an 8th generation farmer and beekeeper schooled by her Grandmother to a salad greens genius growing on a historic Charles Washington farm. If you can't make it out to Leesburg, VA, look for them at Virginia, Maryland, and DC farmers markets. Were you should order their smoked bacon, egg, and cheese breakfast sandwich. Don't forget to get some of their home-made ketchup which still looking to buy. Another thing to get is their chocolate chip cookies with sea salt sprinkled on top or a hand pie if they have them.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Cranberry's Grocery and Eatery",
				"add1": "7 S New St",
				"add2": "",
				"cty": "Staunton",
				"stt": "VA",
				"zpcd": "24401",
				"phn": "(540) 885-4755",
				"url": "http://gocranberrys.com/",
				"note": "Cranberry's Grocery and Eatery is a natural-foods store with counter-serve light fare, organic coffee, and beer, along with gluten-free options. They sell Polyface Farm products. From their website, 'We opened on the 4th of July in 2003. Founded by Kathleen Stinehart, former dean for academic outreach at nearby Mary Baldwin College, Cranberry’s goal is to bring you organic, natural, healthful, and delicious foods. You may enjoy knowing that we recycle our food wastes locally through Polyface Farms.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Justin Rhodes and family Great American Farm Tour (YouTube)"
            },
            {
                "name": "Dairy Godmother",
				"add1": "2310 Mt Vernon Ave",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22301",
				"phn": "(703) 683-7767",
				"url": "https://www.thedairygodmother.com/",
				"note": "Dairy Godmother is a retro-style parlor dishing up unusual flavors of homemade frozen custard and sorbet in the suburbs of Washington, DC. The salted caramel custard is my favorite flavor. If you get a chance try the home-made marshmallows. From the Washington, DC Eater website, ‘This beloved Alexandria ice cream shop serves four to six rotating frozen custard sandwiches, built from whatever is on hand that day. A recent seasonal variety included “Cicada Crunch,” a faux cicada sandwich made from chocolate custard with Rice Krispies and Nestle Crunch. This neighborhood favorite for homemade frozen custard became even more of a must-visit with the opening of Just Fine Donuts, a donut operation with vegan options inside the shop.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Dirty Buffalo",
				"add1": "4012 Colley Ave",
				"add2": "",
				"cty": "Norfolk",
				"stt": "VA",
				"zpcd": "23508",
				"phn": "(757) 226-7851",
				"url": "https://thedirtybuffalo.com/",
				"note": "The Dirty Buffalo is an old-fashioned counter-serve spot offering wings, subs, and 'dirty' plates stacked with meats and sides. Patrons flock to The Dirty Buffalo for the best wings south of Buffalo. Fresh wings that have never been frozen are tossed with any of the unique creations from their huge catalog of sauces. Guy loved the Buffalo Soldier sauce so much that he said he wanted 'to use it as a stir-fry sauce.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "District Taco",
				"add1": "701 S Washington Sty",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(571) 386-1400",
				"url": "https://www.districttaco.com/",
				"note": "In 2009, two neighbors got together over some homemade chips, salsa and guacamole and decided to launch District Taco as a food truck. Their breakfast tacos with egg, cheese, and potatoes with chorizo are a perfect dinner. If you're there when they're serving, their fish tacos you need to order a hand full of them with extra chipotle mayo cole slaw. From the Washington, DC Eater website, ‘This DMV chain offers all of its taco fillings — the grilled chicken is a winner — in burrito form. There’s also a mojado upgrade to get burritos covered in spicy salsa.’ <strong>NOTE</strong>: Now they have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Doner Bistro",
				"add1": "13 C Fairfax St SE",
				"add2": "Virginia Village",
				"cty": "Leesburg",
				"stt": "VA",
				"zpcd": "20175",
				"phn": "(703) 779-7880",
				"url": "http://doener-usa.com/",
				"note": "Doner Bistro serves Turkish kebab sandwiches are the signature at this German counter-serve eatery with a Biergarten. From their website, 'Our Döner is more than a meal, it’s a fusion of cultures and ideals stuffed into a grilled flatbread and made to your individual tastes. Enjoy our spiced meat prepared daily, fresh fixings of natural ingredients and beverages such as imported beer, wine, and organic lemonade in a welcoming environment, the recipe for a perfect day. Come by and experience the modern taste and feel of Germany without buying a plane ticket.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Earl's Sandwiches",
				"add1": "2605 Wilson Blvd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22201",
				"phn": "(703) 248-0150",
				"url": "http://www.earlsinarlington.com/",
				"note": "Earl's Sandwiches is a creative sandwich shop featuring meats slow-roasted in-house, with some veggie offerings too. Any of their hand-carved turkey sandwiches are great along with their pork ones too. <strong>NOTE</strong>: They have another location.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "El Pollo Rico",
				"add1": "932 N Kenmore St",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22201",
				"phn": "(703) 522-3220",
				"url": "",
				"note": "El Pollo Rico is a spit-roasted Peruvian chicken plus sides like coleslaw served in a casual, counter-service space. Even Anthony Bourdain ate here while in the DC area years ago. From their website, ‘The first Peruvian charcoal-broiled rotisserie chicken restaurant opened in 1988 in Arlington, Virginia. In 1988 Victor and Nelida Solano started a local phenomenon that soon took the US by storm: Peruvian chicken!’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Fava Pot",
				"add1": "7393 D Lee Highway",
				"add2": "The Shops at West Falls Church",
				"cty": "Falls Church",
				"stt": "VA",
				"zpcd": "22042",
				"phn": "(703) 204-0609",
				"url": "https://www.favapot.com/",
				"note": "Fava Pot has a menu featuring Middle Eastern and Egyptian dishes with happy hour specials along with a roving food truck. From their website, 'Who could’ve guessed it? How could we have known back in 2013 when we launched Fava Pot that Food Network would eventually vote us one of “America’s 26 Best Food Trucks” -- or that in four short years we would turn that successful food truck business into an even more successful brick-and-mortar restaurant? From the beginning, we kept our eyes on the prize, serving the best of healthy, home-style Egyptian cuisine in an atmosphere that would make our customers feel like they were amongst a family. We do this by sourcing high-quality ingredients to cook our authentic meals. That means serving locally sourced foods such as chicken and game hens that are antibiotic-free and succulent meats that are grass-fed.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Cool Beans author Joe Yonan"
            },
            {
                "name": "Founding Farmer's",
				"add1": "1800 Tysons Blvd",
				"add2": "",
				"cty": "Tysons",
				"stt": "VA",
				"zpcd": "22102",
				"phn": "(703) 442-8783",
				"url": "https://www.wearefoundingfarmers.com/location/tysons/",
				"note": "Founding Farmer's is a co-op-owned American eatery dishing out market-driven comfort cuisine along with rustic-chic style. You should give the pickled vegetables, deviled eggs, and cast iron skillet cornbread with corn kernels in it and then for dinner the Chicken Fried Steak with a Jefferson Doughnut (square croissant-doughnut filled with custard). From their website, ‘We Are Founding Farmers. We are farmers. We are restaurateurs. Since 2008, we have been making everything we can from scratch, from our bread to our ice cream and chocolate, using ingredients from farmers we know and trust. The family farmers of the North Dakota Farmers Union, who collectively own Founding Farmers, are represented on every plate, as are the country’s founding mothers and fathers—who were also farmers. We are a mission-driven, learning organization of like-minded people, individually and collectively committed to creating delicious and sustainable food and drink, an atmosphere of genuine hospitality, understanding and developing our people, and doing the right things for the right reasons. Food and drink are the fuel on which all humans run. Through learning and teaching, we strive to provide this fuel in ways that align with our principles.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ginger and Spice Market",
				"add1": "6548 Little River Turnpike",
				"add2": "Pinecrest Plaza",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22312",
				"phn": "(703) 916-1818",
				"url": "https://www.gingerandspicemarket.com",
				"note": "Ginger and Spice Market is a tidy Indian grocery store offering spices and pantry staples, plus prepared meals. From their Facebook, 'Feeling like cooking Indian Cuisine today? Come find all the spices and ingredients necessary to make delicious Indian meals. We carry all popular brands, spices, snacks, frozen foods, even fresh produce.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "GreenFare Organic Cafe",
				"add1": "408 Elden St",
				"add2": "",
				"cty": "Herndon",
				"stt": "VA",
				"zpcd": "20170",
				"phn": "(703) 689-0506",
				"url": "https://greenfare.com/",
				"note": "GreenFare Organic Cafe offers delicious organic, whole plant food lovingly prepared oil free and with no added salt for those seeking a refuge from the ordinary. I had their black bean burger at the TEDxMidAtlantic after party, and you need to give it a try. From their website, ‘GreenFare Organic Cafe is an educational restaurant offering delicious organic, whole plant food lovingly prepared without added salt, oil, or sugars for those seeking real food for optimal health. We have a seasonal menu with local produce and prepare all food in our own kitchen, so the freshness is perceptibly different. Cooking classes, dinner and a movie, author book signings, and a 10-day Quickstart program are offered in our space as we seek to become a beacon for those who care about their health, the environment, and animal welfare. Our recipes are adapted from proven recipe books from professional cooks who ascribe to whole plant cooking, and we hope that our food will inspire change toward a healthy people and planet.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "TEDxMidAtlantic."
            },
            {
                "name": "Haute Dogs and Fries",
				"add1": "610 Montgomery St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 548-3891",
				"url": "https://www.hautedogsandfries.com/",
				"note": "Haute Dogs and Fries is a gourmet hot dogs with house-made onion relish and locally sourced sausages in a modern, brick space. My favorite dish so far is the lamb sausage with mint, chopped onion, and tomato along with their half-smoke split with homemade chili, yellow mustard, and chopped onions. Their fries could use some work and next time I'm there I'm going to ask for them well done to see if they improve. From the Washington, DC Eater website, ‘The hot dogs at this Alexandria spot come in a variety of creative takes on classics like Reubens, Chicago dogs, and banh mi. The specialty half-smoke has a great snap to it and is best enjoyed as part of a “Three Piece Suit,” a generous topping of chili, cheese, and onions.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Hot Lola's",
				"add1": "4238 Wilson Blvd",
				"add2": "Ballston Quarter (Mall) Level C",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22203",
				"phn": "",
				"url": "https://www.hotlolas.com/",
				"note": "From Hot Lola's website, 'With a passion for fried chicken and taste for bold flavors, Chef Kevin Tien offers up his take on hot chicken sandwiches, tenders, and sides. Our team at Hot Lola's is just as passionate to serve you. What makes us Sichuan? Sichuan pepper is a spice from the Sichuan cuisine of China's southwestern Sichuan Province. It has a unique aroma and flavor that is neither hot like chili peppers nor pungent like black pepper. Instead, it has slight lemony overtones and creates a tingly numbness in the mouth. What makes us Nashville? Nashville-style hot chicken has two key ingredients; lard and cayenne pepper. Instead of using lard, we make our own chili oil in-house with Canola oil ONLY to sub for the lard that traditional Nashville style uses and infuse our Sichuan spices with Cayenne Pepper.' From Eater DC's website, 'The fried chicken sandwiches at Hot Lola’s will be brushed with Sichuan chile oil and seasoned with a spicy crisp that includes Sichuan peppers, fennel seeds, star anise, and Thai chiles. The sandwich looks like it would be at home in Nashville, but Tien says it’s a style all his own.'  <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Jack's Place",
				"add1": "222 N Lee St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 684-0372",
				"url": "",
				"note": "Jack's Place is a pint-sized nook that lures locals for straightforward hot and cold sandwiches plus breakfast bites. A quite small place with breakfast basics that are great. I need to eat here more often.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Jimmy's Old Town Tavern",
				"add1": "697 Spring St",
				"add2": "",
				"cty": "Herndon",
				"stt": "VA",
				"zpcd": "20170",
				"phn": "(703) 435-5467",
				"url": "https://www.jottnew.com/",
				"note": "Jimmy's Old Town Tavern is a place where locals gather in the cozy vintage tavern for drinks, pool, and pub grub. Jimmy's Old Town Tavern is an outpost for Buffalo sports fans. I'm told they server Buffalo-style chicken wings or beef on wick with a great Buffalo Bills decor. From the Northern Virginia Magazine website, ‘Jimmy’s Old Town Tavern in Herndon is as much a restaurant and bar as a shrine to Buffalo sports. My favorite things on ESPN are dog shows and spelling bees. So why did I make a pilgrimage? Three words: beef on weck.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Junction Bakery & Bistro",
				"add1": "1508 Mt Vernon Ave,",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22301",
				"phn": "(703) 436-0025",
				"url": "https://www.junctionbakery.com/",
				"note": "Junction Bakery and Bistro has a local draw for breakfast, sandwiches on house-made bread and baked goods, with creative dinner fare. I ordered their bacon, egg, and cheese sandwich on a homemade English muffin. From their website, ‘Junction is an American bistro boasting fresh-baked breads and pastries, unique and flavorful breakfast, lunch, brunch, and dinner offerings. Our simple food paired with homemade breads and baked goods makes our kitchen an extension of your kitchen. Whether you are grabbing Commonwealth Joe espresso and a pastry to go on your way to work or stopping in for lunch or dinner with friends, you will find a warm, comfortable, and beautiful environment to welcome you. Our mission: Supporting local farms. Made by hand, with love. Never cutting corners.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Kabob Bazaar",
				"add1": "3133 Wilson Blvd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22201",
				"phn": "(703) 522-8999",
				"url": "https://www.kabobbazaar.com/",
				"note": "Kabob Bazaar stews, exotic specials, and Persian tea are all hallmarks of this simple, yellow-walled eatery. If you find yourself there on a Tuesday and they still have the lamb shank as a special you should get that with the herbed rice. From their website, ‘Kabob Bazaar’s delicious kabobs are freshly prepared daily and cooked right before your eyes on our open-fire grill. We also offer delicious daily specials like ghormeh sabzi, kaleh pache, dizi sangi, sabzi polo mahi, and so much more. Our homemade bread is made to order, crisp and hot from our tanoor clay oven.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Kabob Palace",
				"add1": "2315 S Eads St",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22202",
				"phn": "(703) 486-3535",
				"url": "",
				"note": "Kabob Palace is a counter-service spot that's open 24/7 and serves up Middle Eastern fare: like kebabs, curries, and daily specials. The lamb kabob and Kubideh with rice and curry chickpeas are excellent. The lamb or chicken curry isn't bad either. They have fantastic vegetables such as their curry chick peas, or their spinach and potatoes, or if you happen to be there when they have stewed okra, you need to order that over rice or as a side dish. From their website, ‘Kabob Palace came into existence in the year of 1992 and has become the leader in the cuisine in the region. We are committed to delivering grand taste to over precious customers. Our primary goal is to provide our valuable customer the ultimate satisfaction. To achieve this, we are open 24/7 to serve our customers with delicious kabobs, curries, and Afghani food. In Virginia, we are known as one of the busiest Kabob restaurant that ensure great quality and taste. We envisage to create and serve food with character to all our customers.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "24 hours",
				"rcmmnd": "vvv"
            },
            {
                "name": "Knotty Pine Restaurant",
				"add1": "801 N Royal Ave",
				"add2": "",
				"cty": "Front Royal",
				"stt": "VA",
				"zpcd": "22630",
				"phn": "(540) 635-3064",
				"url": "",
				"note": "Knotty Pine Restaurant is a longtime local haunt offering classic American grub, including breakfast, plus a back bar area. They make old school diner food at inexpensive prices. My favorite thing to order is the cheese omelette with home fries, rye toast, and a side of sausage.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "KOVI - Asian Street Food Kitchen",
				"add1": "2921 S Glebe Rd",
				"add2": "Arlington Ridge",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22206",
				"phn": "",
				"url": "hhh",
				"note": "From the KOVI - Asian Street Food Kitchen website, 'KOVI is all about fresh, organic ingredients. You will find that the KOVI’s take on Asian street food is not traditional… and it is not meant to be. Although the menu is inspired by Korean, Vietnamese, and other Asian cuisines, all of the menu items have the unique and creative KOVI twist. We think it is delicious, and we hope you think so too.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "La Chocita Grill",
				"add1": "210 Loudoun St SE",
				"add2": "",
				"cty": "Leesburg",
				"stt": "VA",
				"zpcd": "20175",
				"phn": "(703) 443-2319",
				"url": "https://www.lachocitagrill.com/main/",
				"note": "La Chocita Grill is a longtime, humble nook with classic Mexican and Peruvian plates, including charcoal rotisserie chicken. From their website, 'La Chozita, or La Chosita? There may be confusion about how to spell the name of this restaurant, but once you eat our &ldquo;pollo delicioso&rdquo;, there will be no doubt about what our purpose is: to serve the best authentic Mexican food and Peruvian food with a great charcoal chicken that rivals any you will find in either Central or South America! La Chocita prides itself on serving the best &ldquo;Pollo con Arroz&rdquo; in Loudoun County! Enter La Chocita, and you will run into Latin music, Central and South American scenes are liberally sprinkled around the walls. The place has a festive air, and you cannot miss the wood-burning fire pit with charcoal rotisserie chicken.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "La Mexicana Bakery and Taqueria",
				"add1": "2907 Arlington Dr",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22306",
				"phn": "(703) 717-0807",
				"url": "hhh",
				"note": "La Mexicana Bakery and Taqueria serve Mexican baked goods like empanadas and orejas, along with tacos and burritos, offered in a casual space. From the DC Eater website, 'La Mexicana serves tortas ahogada or dipped in sauce — the same kind that is traditionally found in Guadalajara. Pro tip: tortas ahogada are available on the weekends or by calling in advance. This spot also stands out by serving its tortas on homemade bread.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Michael Dworken"
            },
            {
                "name": "Lightfoot Restaurant",
				"add1": "11 N King St",
				"add2": "",
				"cty": "Leesburg",
				"stt": "VA",
				"zpcd": "20176",
				"phn": "(703) 771-2233",
				"url": "https://lightfootrestaurant.com/",
				"note": "Lightfoot Restaurant has chandeliers and fireplaces that fill this elegant former bank now issuing inventive New American fare.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Lighthouse Tofu",
				"add1": "4121 Chatelain Rd",
				"add2": "#100",
				"cty": "Annandale",
				"stt": "VA",
				"zpcd": "22003",
				"phn": "(703) 333-3436",
				"url": "",
				"note": "Lighthouse Tofu is an unpretentious destination for traditional Korean specialties including barbecue. A friend recommends the spicy Tofu soup in the clay pot.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Longoven",
				"add1": "2939 W Clay St",
				"add2": "",
				"cty": "Richmond",
				"stt": "VA",
				"zpcd": "23230",
				"phn": "(804) 308-3497",
				"url": "https://longovenrva.com/",
				"note": "From their website, 'Longoven is located in Richmond's historic Scott's Addition neighborhood. We offer a tasting and a la carte menu that changes regularly based on seasonality and availability of products from our farmers and purveyors.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Mala Tang",
				"add1": "3434 Washington Blvd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22201",
				"phn": "(703) 243-2381",
				"url": "https://www.mala-tang.com/",
				"note": "Mala Tang is a cook-your-own Sichuan food (choose a mild or spicy broth) at hot pot tables in a roomy, lively spot. From the Washington, DC Eater website, 'The late-night destination for bubbling Asian hot pot also offers incentives for delivery orders, with free spring rolls for tabs over $25. Mala Tang is where Arlingtonians go for Chinese hot pot. The menu also offers a variety of appetizers and Sichuan dishes, such as cumin lamb. Hot pots are customizable with dippers like fish balls, prawns, 'mala' spicy beef, and a number of vegetables. Choose from spicy, mild, and vegetarian broths, too.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jin Yang and Shiyun Lu"
            },
            {
                "name": "Market Burger Fries and Shakes",
				"add1": "145 W Main St",
				"add2": "",
				"cty": "Purcellville",
				"stt": "VA",
				"zpcd": "20132",
				"phn": "(540) 751-1145",
				"url": "http://www.marketburger.net/",
				"note": "Market Burger Fries and Shakes is a compact counter-order restaurant serving local beef hamburgers and old-school milk shakes. You gotta try the mac and cheese balls if they have them on special and their shoestring fries aren't bad either. <strong>NOTE</strong> - Market Burger closes when they run out of buns or 9 PM which ever comes first.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Metro 29 Diner",
				"add1": "4711 Lee Highway",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22207",
				"phn": "(703) 528-2464",
				"url": "https://www.metro29diner.com//",
				"note": "Metro 29 Diner is a spacious diner with varied American menu (known for its French toast), open from early till late. I'm normally here later in the night for desert. I typically get their chocolate mousse cake or the Chocolate Mousse Tart which is chocolate mousse covered in an extremely thick coating of chocolate in the shape of a Christmas tree with a little raspberry jam in the bottom of the pie crust. From their website, ‘At Metro 29 Diner, we pride ourselves on providing our patrons with the freshest, highest quality dishes available today.’ From the Washington, DC, Eater website, ‘Find thick challah French toast and “super egg” sandwiches at this no-frills, New York-style diner in Arlington. Both celebrity chef Guy Fieri and President Joe Biden have stopped by since it opened more than a decade ago. Opening time is 6 a.m. for early risers.’",
				"eaten": "yes",
				"photo": "https://c1.staticflickr.com/3/2870/9642348808_d0fea52291_n.jpg",
				"cptn": "Chocolate layer cake with chocolate roses on top from Metro 29 Diner in Arlington, VA",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Momo Sushi",
				"add1": "212 Queen St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 299-9092",
				"url": "https://www.momosushicafe.com",
				"note": "Momo Sushi is a sushi bar and kitchen with fresh rolls, teriyaki, and noodles, plus lots of wine, sake and Japanese beers. They serve excellent straightforward, fresh, and inexpensive sushi. I like ordering their eel roll or the scallops too along with many other things. From their website, ‘Established in 2004 by Chef Han and his wife Yeon, they set out with a simple mission: to serve the freshest fish and the tastiest food with the friendliest service. When they first opened, they were the only staff but eventually grew to employ more sushi and kitchen chefs and servers. After all these years, Chef Han and his wife Yeon can still be seen behind the sushi counter and on the floor, greeting customers. From the first bite you take and the first step you take inside Momo Sushi, customers can taste the love they put into their food.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Mudhouse Coffee (10th Street)",
				"add1": "116 10th St NW",
				"add2": "",
				"cty": "Charlottesville",
				"stt": "VA",
				"zpcd": "22903",
				"phn": "(434) 326-5456",
				"url": "https://mudhouse.com/",
				"note": "From the Mudhouse Coffee Roasters website, 'Mudhouse Coffee Roasters sells specialty coffees online. Beautiful coffees, Thoughtfully sourced, Carefully roasted for you.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jose Andres"
            },
            {
                "name": "Nasime Japanese Restaurant",
				"add1": "1209 King St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 457-0146",
				"url": "http://nasimerestaurant.com/",
				"note": "Nasime Japanese Restaurant is where the Ginza-trained chef offers a broad-ranging Japanese tasting menu in traditional surroundings. From their website, 'Nasime is a small-sized Japanese restaurant with a totally new concept – upscale Japanese cuisine at a casual price point. Like sprouts of Vegetable (Me in Japanese) aim to grow (Si) toward beautiful Leaf (Na), we aim to provide food & service better and better in Old Town. Chef/Owner Yuh Shimomura has trained in Ginza, Tokyo, and with over 15 years of experience in Japanese cuisine. To serve the highest quality food at an affordable cost, all materials are prepared from scratch by chef Yuh. Our goal is to introduce both authentic and modern Japanese cuisine to Old Town in a friendly atmosphere.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Northside Social Coffee & Wine",
				"add1": "3211 Wilson Blvd,",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22201",
				"phn": "(703) 465-0145",
				"url": "https://www.northsidesocialva.com/",
				"note": "Northside Social Coffee and Wine is a hangout with comfy sofas, java, sandwiches and baked goods with an intimate, 2nd-floor wine bar. You need to order the sausage, poached egg, cheese, with greens on a home-made muffin along with the peach blossom tea for breakfast. It's a great place to get some work done or people watch as you read, it all depends on your mood. From the Washington, DC, Eater website, ‘Breakfast sandwiches are available all day at this Northern Virginia coffee house (Arlington, Falls Church) from the group that owns Liberty Tavern. Options include a honey IPA roll topped with country ham, apricot jam, and arugula; house-smoked salmon and a poached egg with cream cheese and arugula on a honey IPA roll; and a feather Italian loaf packed with maple butter, poached eggs, and bacon made on-site.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Padaek",
				"add1": "6395 Seven Corners Center",
				"add2": "",
				"cty": "Falls Church",
				"stt": "VA",
				"zpcd": "22044",
				"phn": "(703) 533-9480",
				"url": "https://www.padaekdc.com/",
				"note": "Padaek was formerly Bangkok Golden, and it's a no-frills spot for Thai and Laotian dishes that also offers lunch and dinner buffets. The dishes we order the most here are the veggie Crispy Rice Salad, the Duck Laab, and the Drunken Pork Noodles. They are known for their Laotian dishes so look at those if you want other things to eat. From their website, ‘Padaek was the first of Chef Seng Luangrath’s restaurants. Originally serving Thai-centric dishes, Chef Seng later introduced Lao dishes until the restaurant incorporated a full Lao menu. We pride ourselves in creating an honest family-operating Lao and Thai restaurant.’ From the Washington, DC, Eater website, ‘This restaurant started it all for D.C.’s Lao cuisine ambassador, Seng Luangrath. Previously called Bangkok Golden, the menu here has shifted to focus more on Lao dishes, though a Thai menu is still available.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pendulum Fine Meats",
				"add1": "820 Shirley Ave",
				"add2": "",
				"cty": "Norfolk",
				"stt": "VA",
				"zpcd": "23517",
				"phn": "(757) 962-6990",
				"url": "https://pendulummeats.com/",
				"note": "Pendulum Fine Meats is a butcher shop with an old-school vibe selling sustainable, farm-fresh proteins and meaty sandwiches. You should order the sandwiches one being the El Cubano or the Roast Beef Sandwich.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Perly's",
				"add1": "111 E Grace St",
				"add2": "",
				"cty": "Richmond",
				"stt": "VA",
				"zpcd": "23219",
				"phn": "(804) 912-1560",
				"url": "",
				"note": "Perly's serves creative Jewish deli bites, and dinners in a funky, retro eatery decorated with old photos. Alton Brown tweeted about their blueberry-covered cheesecake. From the DC Eater website, 'This charming, mom-and-pop Jewish deli downtown is a total throwback. The picture-perfect fish platter cradles cured specialties like smoked trout and silky gravlax with all the fixings. The baseball-sized matzoh balls, floating in a rich chicken broth and sprinkled with fresh dill, live up to the Perly’s tagline: &ldquo;It’s Yiddish for delicious.&rdquo;'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Alton Brown"
            },
            {
                "name": "Peter Chang",
				"add1": "2503 N Harrison St",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22207",
				"phn": "(703) 538-6688",
				"url": "http://peterchangarlington.com/",
				"note": "Cult chef Peter Chang serves his Sichuan playbook and unique dishes at this spiffed-up storefront. The Gold Mountain chicken is great as are the dumplings and the large soup dumpling. If they have the lamb shank special, you need to order that too. Few other things to consider are the Szechuan Chicken or the Mapo Tofu. From their website, ‘Peter Chang’s first restaurant is one place fans can reliably find signature dishes from the well-known former Chinese embassy chef, whether it be dry-fried eggplant, bamboo fish, or giant scallion bubble pancakes. Sample the excellent chow fun that often appears on the specials list, or delve into other dishes like the crunchy golden chicken and the homey Grandma’s noodles.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pho 75",
				"add1": "1721 Wilson Blvd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22209",
				"phn": "(703) 525-7355",
				"url": "",
				"note": "Pho 75 serves traditional pho with a wide choice of add-ons served in a modest setting. My go to order is a small bowl of raw round eye with fatty brisket and extra noodles and extra fatty brisket. From the Washington, DC, Eater website, ‘This Arlington standby serves among the region’s best pho. What Pho75 may lack in atmosphere and service, it more than makes up for in generous bowls of steaming rice noodle soup, with flavorful broth and fresh toppings.’ <strong>NOTE</strong>:  It's cash only and they have another loaction.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pho  Viet Flare",
				"add1": "514 S Van Dorn St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22304",
				"phn": "(703) 370-9279",
				"url": "",
				"note": "Pho Viet Flare is an unassuming strip-mall restaurant ladling out bowls of pho and other Vietnamese staples. They have great broth, and their Pho is one of my favorites in the DC area. From the Washington, DC, Eater website, ‘They don’t skimp on the servings here, so come with an empty stomach and don’t miss out on the rare ribeye and brisket pho. The meats are tender, and the broth is supremely savory. An added bonus: the peanut sauce that accompanies the spring rolls is among the tastiest in the area.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pop's Old Fashion Ice Cream Co.",
				"add1": "109 King St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 518-5374",
				"url": "https://www.popsoldfashionedicecream.com",
				"note": "Pop's Old Fashion Ice Cream Co. is a long-running parlor with a vintage atmosphere doling out housemade ice cream in lots of flavors. If Pop's have salted caramel ice cream, you need to order some. From their website, ‘Ray “Pop” Giovanni had been in the ice cream and dessert business since the 1940s. Much of Pop’s early career was spent catering events at the White House, serving First Lady Eleanor Roosevelt her favorite ice cream. In 1998, he left behind his little black book of recipes. Today, Pop’s Old Fashioned Ice Cream continues the same legacy that made the First Lady so happy.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Pupatella",
				"add1": "5104 Wilson Blvd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22205",
				"phn": "(571) 312-7230",
				"url": "https://www.pupatella.com/",
				"note": "Pupatella is a small and casual eatery focused on Neapolitan-style pizza that's cooked in a wood-fired oven. Make sure to order a side of meatballs which are light and tender served with two slices of toasted bread and extra tomato sauce. From their website, ‘We serve Neapolitan pizza in your neighborhood, exactly as it has been prepared for over 150 years in neighborhoods throughout Naples.’ From the Washington, DC, Eater website, ‘Pupatella’s certified Neapolitan-style pizzas are a local favorite, and the location near Ballston is the original for the franchise (and arguably the best). There’s a patio, too. Pupatella may have humble roots — it started out as a food cart in neighboring Ballston a decade ago — but its reputation as a source for certified Neapolitan pizza has only grown since. The Northern Virginia-based company now has a D.C. location in Dupont Circle with a second en route to Capitol Hill and a newly opened location in Leesburg.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Ravi Kabob House",
				"add1": "305 N Glebe Rd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22203",
				"phn": "(703) 522-6666",
				"url": "",
				"note": "Ravi Kabob House is a no-frills restaurant offering kebabs and other Pakistani staples at super-cheap prices. Finally, got a chance to grab food to go from here over the weekend and enjoyed their curried beef with rice and curried chickpeas with a thick sauce. It was like they pureed some of the chickpeas to have a consistency or a slightly thinned out refried beans. Don't knock it until you try it. From the Washington, DC, website, ‘This longtime Ballston-area staple is where to find a variety of kebabs, as well as Pakistani dishes. The bone-in chicken karahi — a soulful Pakistani curry brimming with fresh ginger and hot peppers — provides a late-night jolt at a trusty trio of kebab houses within a couple of square blocks of each other in Arlington. But hours here have shifted earlier recently; the original location, though, reliably stays open until midnight.’ <strong>NOTE</strong>:  They have multiple loactions.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Red Truck Rural Bakery",
				"add1": "22 Waterloo St",
				"add2": "",
				"cty": "Warrenton",
				"stt": "VA",
				"zpcd": "20186",
				"phn": "(540) 347-2224",
				"url": "https://redtruckbakery.com/",
				"note": "Red Truck Rural Bakery is a rural bakery born in a farmhouse in the Virginia Piedmont hunt country 50 miles west of Washington, D.C., and they’re named after the truck they bought from fashion designer Tommy Hilfiger. Travel and Leisure say they’re one of the best small-town bakeries in America. From the Washington, DC, website, ‘Brian Noyes is the cake-maker extraordinaire at this charming bakery with locations in Marshall and Warrenton. Right now, people are clamoring for his caramel bundt with pecan, which is based off a recipe that was recently featured on the cover of Garden & Gun magazine.’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Royal Nepal Restaurant",
				"add1": "3807 Mt Vernon Ave",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22305",
				"phn": "(571) 312-5130",
				"url": "https://www.royalnepalrestaurant.com/",
				"note": "Royal Nepal Restaurant serves boldly flavored Nepali and Indian staples like dumplings (Momo), roast lamb, and tikka masala in welcoming digs. If you have a small group of up to five people, you should order the Momo sample platter which comes with 20 dumplings. Five of each of the following types: goat, wild boar, water buffalo, and yak. From their website, ‘Nepal Restaurant is proud to serve creative Nepalese Indian cuisine with unique family recipes and traditional authentic experience. Crafted from local freshest seasonal ingredients, a twist with the diverse casual elegant dining evokes warmth and a welcoming sitting place. Our menu reflects the seasons best, and Chef Subash Rai implement local, fresh ingredients at the same time to provide very old-world Nepalese Indian cuisine to the table.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sally Bell's Kitchen",
				"add1": "2337 W Broad St",
				"add2": "",
				"cty": "Richmond",
				"stt": "VA",
				"zpcd": "23220",
				"phn": "(804) 644-2838",
				"url": "https://www.sallybellskitchen.com/",
				"note": "Sally Bell's Kitchen is a circa-1926 bakeshop providing pies, tarts, bread, and cupcakes as well as their popular boxed lunches. Order the chicken salad box lunch or the deviled eggs or cupcakes or potato salad. From their website, 'We are a local, family-owned eatery that has been serving homemade sandwiches, salads, and baked goods to Richmond residents for nine decades. Our fresh, boxed lunches are perfect for weekday meals, office meetings, and special events. To place your pickup or delivery order, simply give us a call, order online, or drop by our West Broad location. We look forward to seeing you!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Eater (YouTube)"
            },
            {
                "name": "Sisters Thai",
				"add1": "2985 District Ave",
				"add2": "#130",
				"cty": "Fairfax",
				"stt": "VA",
				"zpcd": "22031",
				"phn": "(703) 280-0429",
				"url": "https://www.sistersmosaic.com/",
				"note": "Sisters Thai serves classic curries and noodles plus coffee and baked goods dispensed in cheery, bohemian digs with a patio. You should order the shrimp and pork dumplings along with the pork drunken noodles. From their website, ‘At Sisters Thai The Ordinary Café, we offer meals of excellent quality and invite you to try our delicious food. The key to our success is simple: providing quality consistent food that tastes great every single time. We pride ourselves on serving our customers delicious genuine dishes like Thai. Eat delicious food. Grab a drink. But most of all, relax!’ <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Smoking Kow",
				"add1": "3250 Duke St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 888-2649",
				"url": "https://www.smokingkowbbq.com/",
				"note": "Smoking Kow is a rustic-modern nook for wood-smoked meats and varied sauces with counter-service and picnic tables. From their website, 'Our pork, brisket, and chicken are hand rubbed using our signature spice blend and slow cooked using real Hickory smoke for hours.  All of our sides are made in house.  We do not own or have access to any freezer.  You simply cannot rush good BBQ.' From the Washington Post website, 'The first time I tried Smoking Kow’s brisket, it was seriously on point. Roughly chopped into moist chunks, the brisket had the kind of robust smokiness that you’d expect from meats cooked in a 1,000-gallon offset, not a gasser. The exterior bark, which glistened like stars in the nighttime sky, didn’t have the black-pepper bite of Lone Star State brisket, but something more complex. A little sweet. A little spicy. A lot more subdued than the loud, bullhorn honk of classic Texas brisket.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Jason Garber"
            },
            {
                "name": "So Korean",
				"add1": "5728 Pickwick Rd",
				"add2": "Pickwick Square Shopping Center",
				"cty": "Centreville",
				"stt": "VA",
				"zpcd": "20121",
				"phn": "(571) 446-4950",
				"url": "http://www.sokoreanbbq.com/",
				"note": "So Korean serves traditional Korean BBQ in a big, lively space with tableside grills, all-you-can-eat deals, and they have a bar too. From the Washingtonian Magazine website, 'So Korean BBQ offers all-you-can-eat options for as little as $25 per person. Groups can also choose from one of four six-course tasting sets, which center around beef, pork, seafood, or “prime” ingredients (a mix of proteins including duck, short ribs, and shrimp).'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Souvlaki Bar",
				"add1": "2732 Jefferson Davis Hwy",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22301",
				"phn": "(571) 312-4202",
				"url": "https://souvlakibar.com/",
				"note": "Souvlaki Bar brings authentic traditional recipes for you to enjoy the delicious Greek flavors of fresh-tasting combinations of lemon juice, garlic, oregano, sea salt, and olive oil. You need to try the chicken Souvlaki and the pork Yeero along with a side of Greek roasted potatoes. From their website, ‘At SouvlakiBar, we take pride in serving high-quality Greek specialties and authentic dishes with recipes passed down from our ancestors. We use only fresh ingredients, not frozen, as well as locally-sourced produce and meats. Everything is made in our kitchens! There are no shortcuts, no alternative versions, and no “slight twists” to our menu. We offer a variety of traditional Greek dishes from the Souvlaki stick and gyro to roasted Greek chicken, Spanakopita (spinach pie), Pastichio (Greek lasagna available for catering orders) to fresh and savory grilled chicken wings, authentic Greek lentil soup, sides, and authentic Greek dips using only the freshest ingredients, garnishes, and spices.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Stomping Ground",
				"add1": "2309 Mt Vernon Ave",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22301",
				"phn": "(703) 567-6616",
				"url": "https://www.stompdelray.com/",
				"note": "Stomping Ground is a down-home destination for coffee, biscuit sandwiches, seasonal salads, and pastries, along with wine and beer. You need to order the Farmer's Market Frittata biscuit along with the cheesy Anson Mills Gouda grits. From their website, ‘Turns out a lot of people love biscuits, organic, seasonal vegetables, and fried chicken -- hence, the line. We do our very best to accommodate all customers and to expedite the process without skipping out on quality and customer service. We ask that you order first, do not hold tables, and if we are extra busy, we will have someone on staff help you find a seat! Trust in our process; it works!’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Stoneybrook Farm Market",
				"add1": "37091 Charles Town Pike",
				"add2": "",
				"cty": "Hillsboro",
				"stt": "VA",
				"zpcd": "20132",
				"phn": "(540) 668-9067",
				"url": "",
				"note": "Stoneybrook Farm Market is a small local store that sells organic items from soaps, baked goods, hot drinks, preserved foods, and meals. From what I can see it's all or mostly organic. They bake their own bread, cookies, etc. You need to order one of their hot sandwiches are great I had the turkey with mustard and horseradish sauce on a great roll with sprouts. If it's a nice day, it's lovely to sit out on their patio to eat and relax in the shade of their trees. From their website, ‘Stoneybrook Farm is a Bio-intensive, Regenerative, diverse farm that is holistically managed to produce nutrient-dense foods. Care for people, care for the land, distributing to meet the needs are some of the core principals we embrace.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Swing's Coffee",
				"add1": "501 E Monroe Ave",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22301",
				"phn": "(703) 370-5050",
				"url": "https://swingscoffee.com/",
				"note": "Swing's Coffee is an airy, industrial coffee bar and roastery featuring huge windows along with reclaimed furniture. The make a great cup of hot chocolate and some unusual tea choices. From their website, ‘Swing’s Coffee Roasters has been part of the Washington, DC, coffee culture for over 100 years. Swing’s passionate customers have literally traveled the world with our beans in tow, sharing our coffee with others and relating tales of DC’s original coffee roaster. That level of devotion has kept the roasters running all this time. In 2013, Swing’s opened a new roastery and coffee bar with the sole intent of delivering exceptional coffees and unique coffee experiences to our following. We hope to strengthen an existing bond and extend our reach to those who have yet to discover what we are all about.’ <strong>NOTE</strong>: During youth baseball and soccer seasons they can be busier than usual until noon or a bit later. Plus, they have two Washington, DC locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Taco Bamba",
				"add1": "2190 Pimmit Dr",
				"add2": "",
				"cty": "Falls Church",
				"stt": "VA",
				"zpcd": "22043",
				"phn": "(703) 639-0505",
				"url": "https://www.tacobamba.com/",
				"note": "Taco Bamba is a colorful, counter-serve storefront dishing up Mexican eats for takeout or quick stand-up dining. You need to order the Lengua (tongue), tripe, and if they have it the goat tacos. On the weekends the line can be long. I've found going at  2:30 PM or 3:00 PM or later makes the wait not so long if you can hold out that long to eat lunch that late. From their website, ‘The popular Mexican street food spot features a familiar menu of traditional tacos such as al pastor and carnitas, along with specialty additions only available at the Ballston location. The El Rico Pollo taco, a homage to the nearby Peruvian chicken institution, includes spiced chicken, green chili puree, and aji amarillo mayo.’ <strong>NOTE</strong>: They have multiple locations in Northern Virginia.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Taco El Chilango",
				"add1": "1716-1728 14th St N",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22209",
				"phn": "(571) 236-0355",
				"url": "",
				"note": "Tacos El Chilango parks at the corner of 14th Street N. and N. Quinn Street nearly every day. From the truck, people can see drivers whiz by on Route 50. Before customers get a $2.50 taco (or five), they might stand in a line that goes down the block. The menu is limited to only six kinds of meat tacos and a small selection of drinks, but no one is complaining. You should order the Mixto taco which has both beef and pork sausage in the taco along with some Lengua (tongue) tacos. From the Washington, DC Eater website, ‘Tacos El Chilango first came on the scene as an Arlington food truck but now has its first stand-alone location in the U Street area. Izakaya Seki next-door is a popular draw, but people shouldn’t walk past this V Street taqueria that serves some of the best soft tacos in the city. Go for carne asada, beef tongue, or a griddled cheese and avocado taco, all topped with generous heaps of fresh onion and cilantro. ’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Taqueria el Poblano",
				"add1": "2400 Mt Vernon Ave",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22301",
				"phn": "(703) 548-8226",
				"url": "https://www.taqueriapoblano.com/",
				"note": "Taqueria el Poblano is a family-friendly dining featuring south-of-the-border favorites and made-from-scratch margaritas. Thier breakfast burrito is huge.  I ask for a plate so I can eat it with a knife and fork. Plus, I get their home-made salsa to which I add a little Cholula for a bit of heat and added flavor. From their website, ‘Only fresh, authentic, quality ingredients can deliver fresh, authentic, quality food — FRESH IS FLAVOR! From our ovens come roasted tomatoes blended with grilled onions, garlic, and jalapenos to create our house salsa. Tomatillos, dried chilies, and roasted habaneros provide the kick to our sauces. Every day fresh produce, seafood, meat, and poultry are delivered and authentically prepared for the most discerning customer: You! ’ <strong>NOTE</strong>: They have multiple locations in Northern Virginia.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Taqueria Mexicana",
				"add1": "2163 Fairfax Pike",
				"add2": "Shen-valley Flea Market",
				"cty": "White Post",
				"stt": "VA",
				"zpcd": "22663",
				"phn": "",
				"url": "",
				"note": "At Taqueria Mexicana you can get authentic Mexican tacos with contents like Lengua (tongue), tripe, pork, beef, chicken, tortas, and many other things. If you're not in the mood for tacos you need to order a torta with either Lengua (beef tongue), shredded chicken, or even their veggie one is a meal for two people or dinner that night or lunch the next it's that big.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Texas Donuts",
				"add1": "13830 Lee Hwy",
				"add2": "#4",
				"cty": "Centreville",
				"stt": "VA",
				"zpcd": "20120",
				"phn": "(703) 543-8343",
				"url": "",
				"note": "From their website, ‘Originating in 2002, we have been making authentic, southern-style donuts starting in Texas, then Oklahoma, and finally right here in Northern Virginia as a locally owned family business. Baked fresh every morning on-site, 100% of our process is done by hand from the moment our USA brand ingredients hit the table to the first bite you take. This ensures that all of our goods are low in fat and high in quality, not to mention on-so-delicious! Start your morning with a smile: start it with Texas Donuts.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Three Whistles",
				"add1": "2719 Wilson Blvd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22201",
				"phn": "(202) 257-9060",
				"url": "https://www.three-whistles.com/",
				"note": "Three Whistles is a casual, comfortable, and convenient place to work with the benefit of cafe service. Three Whistles is the renamed Cowork Cafe Clarendon but still has live music music Friday and Saturday night from 8:00 PM to 10:00 PM or so. From their website, ‘Inspired by the original European coffeehouses, Three Whistles is a coffeehouse where people eat and drink, work and gather. Three Whistles is an updated all-day coffeehouse concept for the modern ways we live, work, and gather. Three Whistles combines the coziness, convenience, and F&B of a neighborhood café with the productivity, community, and tools of a workspace.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Vaso's Kitchen",
				"add1": "1225 Powhatan St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(703) 548-2747",
				"url": "",
				"note": "Vaso's Kitchen is a homey neighborhood staple with a cozy dining room and patio seating serving Greek comfort food. You need to order Artichoke Florentina for an appetizer and the Lamb Shank for dinner. Vaso’s restaurants have being loyally serving our Alexandria community for more than 15 years and we are committed to continue serving you with the same dedication and respect that has always characterized us. We are looking forward to serving our patrons to the highest standard of food safety and cleanliness during these difficult times and keep performing for you now and beyond this unprecedented period. In addition to our original menu, we have created a cost-effective family focused catering menu filled with all of our always great and authentic dishes, all freshly prepared and professionally packaged. We are also offering artistically inspired and crafted cocktails made with premium liquors & garnishes, select wines and beers – all available for curbside pick up or delivery to help better accommodate and support our community with additional food options!  <strong>NOTE</strong>: Vaso's has a neon sign that reads 'The Dixie Pig Bar-B-Q' with a pig and is considered a National Landmark so can't have the sign removed.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Virtue Feed and Grain",
				"add1": "106 S Union St",
				"add2": "",
				"cty": "Alexandria",
				"stt": "VA",
				"zpcd": "22314",
				"phn": "(571) 970-3669",
				"url": "https://virtuefeedgrain.com/",
				"note": "Virtue Feed and Grain is in a revamped 18th-century granary; this hip tavern offers elevated pub grub and a lively bar scene. The last time I was there, they had a bunch of parts/offal appetizers or main dishes. From their website, ‘Historically a feed and grain warehouse in the 1800s, our beautiful two-story restaurant & bar offers an exposed wood backdrop and an eclectic local menu! Right in the heart of Old Town Alexandria, perfect for your special event or a casual evening out! Our extensive whiskey collection, hospitable staff, and large dog-friendly patio make us a memorable place if it’s your first, or first of many, visits to Old Town. Currently open for lunch and dinner, serving brunch on weekends.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Weenie Beenie",
				"add1": "2680 Shirlington Rd",
				"add2": "",
				"cty": "Arlington",
				"stt": "VA",
				"zpcd": "22206",
				"phn": "(703) 671-6661",
				"url": "https://weeniebeenie.godaddysites.com/",
				"note": "Weenie Beenie is a long-running snack shop with a walk-up window is known for BBQ sausage sandwiches and hot dogs. I ordered a medium lemonade, wedge French fries, a hot dog and half smoke (half beef and half pork sausage) both with mustard, onions, and chili all for under $12. From the Washington, DC Eater website, ‘A Shirlington mainstay for over 60 years, fans of this iconic carry-out know to order their half-smokes “all the way” — which summons a freshly grilled link that’s split right down the middle and topped with chili, onion, relish, and mustard. Times have changed since 1954. But even with all the disruptions of 2020, the Weenie Beanie hot dog stand, and its all-beef chili dogs have not. The business is open to serve the hungry people of Arlington and the region.’",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}