{
    "result": {
        "city": "Vermont",
		"posts": [
            {
                "name": "Kingdom Table",
				"add1": "397 Railroad St",
				"add2": "Street Level",
				"cty": "St Johnsbury",
				"stt": "VT",
				"zpcd": "05819",
				"phn": "(802) 424-1455",
				"url": "http://www.kingdomtaproom.com/",
				"note": "From their website, ‘Have you ever received the advice “don’t go into business with friends”? We have, but we chose to ignore it. Kingdom Taproom is the product of the daydreams and hard work of a group of friends, a mixture of natives and flatlanders, who now all consider themselves locals. We share a common passion for good food, drink, and company and a common vision of a vibrant downtown St. Johnsbury. We strive to have a small, simple menu that showcases the very best our region and state has to offer. This applies to our food, beer, and spirits. Vermont, and especially The Northeast Kingdom, is populated by some incredibly eclectic, diverse, and talented people.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Gold Shaw Farm (YouTube)"
            },
            {
                "name": "Papa Tirozzi Bakery and Pizza",
				"add1": "2165 Portland St",
				"add2": "ccc",
				"cty": "St Johnsbury",
				"stt": "VT",
				"zpcd": "05819",
				"phn": "(802) 424-1110",
				"url": "hhh",
				"note": "From the Northeast Kingdom Chamber of Commerce website, ‘Chef Tony Tirozzi actually traveled to Naples, Italy to discover the secrets of making the best Neapolitan pizzas in New England, not only perfecting the marinara sauce but the restaurant’s trademark thin pizza crust. There is a commitment at Papa Tirozzi’s to have everything possible be homemade, including the sauce, crust, grinder rolls, soups, and bakery items.’ From their Facebook, ‘Neapolitan style pizzas, grinders made on fresh baked daily bread and the freshest seafood available.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Gold Shaw Farm (YouTube)"
            },
            {
                "name": "Positive Pie Hardwick",
				"add1": "87 S Main St",
				"add2": "ccc",
				"cty": "Hardwick",
				"stt": "VT",
				"zpcd": "05843",
				"phn": "(802) 472-7126",
				"url": "https://www.positivepie.com/hardwick/",
				"note": "From their website, ‘Rooted in its beginning as an authentic Pizzeria, Positive Pie combines its old school heritage with a new age Vermont mindset. Our commitment to our guests is to provide a cool, contemporary, comfortable, casual - yet always stylish - urban refuge from the ordinary. Harvesting Italian flavors and infusing them with a Vermont Sensibility, our pledge is to take our food seriously.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Wednesday",
				"rcmmnd": "Gold Shaw Farm (YouTube)"
            },
            {
                "name": "Three Ponds",
				"add1": "11 Vermont Route 2 East",
				"add2": "ccc",
				"cty": "Danville",
				"stt": "VT",
				"zpcd": "05828",
				"phn": "(802) 227-3300",
				"url": "https://www.threepondsvt.com/",
				"note": "From their website, ‘Our food - made from scratch and sourced from our many local partners! Events - From game nights to tastings with local distilleries - follow us on Instagram and Facebook to keep up with our events calendar! Local Artisans - Our space has a long history as a general store, so to keep that vibe alive, we’ve filled the shelves with beautiful goods from local makers.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Gold Shaw Farm (YouTube)"
            }
        ]
    }
}