{
    "result": {
        "city": "Washington",
		"posts": [
            {
                "name": "A + Hong Kong Kitchen",
				"add1": "419 6th Ave S",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98104",
				"phn": "(206) 682-1267",
				"url": "hhh",
				"note": "From their Facebook page, 'At A + Hong Kong Kitchen, our goal is to bring traditional Hong Kong style cuisine along with creative fusion dishes to Seattleites as well as travelers from all around the world. In this cozy space located in the heart of the International District, we are here to provide not just a simple snack that satisfy your immediate crave, but also a delicious meal that is remarkable and can fulfills your stomach. Last but not least, try some of our homemade delicate desserts to supplement your glucose level. Hong Kong cuisine is mainly influenced by Cantonese cuisine. But since Hong Kong was once a colony of British, many western elements are found in Hong Kong cuisine. It is not surprised you complete your Hong Kong cuisine meal with spaghetti and steaks. Of course, those dishes are so- call &ldqou;Hong Kong style.&rdqou;'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "Best Chinese restaurant in every state from MSN website"
            },
            {
                "name": "Avenue Bread and Deli",
				"add1": "444 Front St",
				"add2": "",
				"cty": "Lynden",
				"stt": "WA",
				"zpcd": "98264",
				"phn": "(360) 715-3354",
				"url": "https://avenuebread.com/",
				"note": "Avenue Bread is the neighborhood café and bakery that creates community around authentic eats for the people of Whatcom County and its visitors who want a nourishing experience for the mind, body and soul in an era of increasingly conscious consumption. Their home-made sage sausage was wonderful along with the toasted Rosemary bread. Wish I had been there on the weekend because some of their weekend only specials looked great.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Canlis",
				"add1": "2576 Aurora Ave N",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98109",
				"phn": "(206) 283-3313",
				"url": "https://canlis.com/",
				"note": "Canlis is a landmark fine-dining destination (since the 1950s) offering Pacific NW fare in a mid-century-modern home. From their website, 'The opportunity to meet and serve you is one we don’t take lightly. Not for the past three generations, at least. Come spend an evening. Our favorite thing in the world is taking care of others, and few places can do it quite like Canlis. <strong>NOTE</strong>: Attire: Go big. Dress up. Make a statement. You're beautiful, let it show! We are a dress-respectful restaurant. No casual or athletic attire, please. Men will feel most comfortable in a suit or sport coat.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Dacha Diner",
				"add1": "1416 E Olive Way",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 708-6855",
				"url": "https://www.dachadiner.com/",
				"note": "Dacha Diner is a bright, convivial space serving up classic Jewish/Eastern European comfort food and cocktails. From the Seattle times website, 'Dacha describes its menu as &ldquo;Eastern European and Jewish cuisine.&rdquo; The place is run by the trio behind The Independent Pizzeria, an undersung local hero of the form in Madison Park. Given their skill with that, then, arguably, what you ought to go eat immediately is Dacha’s Adjarian khachapuri, a traditional Georgian cheesy-bread-boat that may, if such a thing is possible, represent an improvement upon pizza.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Bon Appetit"
            },
            {
                "name": "Dahlia Bakery",
				"add1": "2001 4th Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98121",
				"phn": "(206) 441-4540",
				"url": "https://www.dahliabakery.com/",
				"note": "Dahlia Bakery is a snug bakery serving breakfast fare and pastries along with sandwiches and signature coconut cream pie. From their website, 'Home to the world-famous Triple Coconut Cream Pie, Tom Douglas’ Dahlia Bakery offers artisan breads, handmade pastries, and cakes which are baked daily in small batches. Breakfast and lunch options created by the Dahlia chef team, start at breakfast with bacon and organic eggs and finish the day with a quart of Tom's Tasty Tomato soup and a loaf of fresh-baked bread.' Also, from the Seattle Eater website, 'Even if renowned Seattle chef Tom Douglas’s triple coconut cream pie is not your bag, Dahlia Bakery in Belltown still delivers. The list of egg sandwiches is enough to bring any breakfast lover to happy tears, and the pastries are truly the best excuse around to eat dessert first. And seriously, have you given that coconut cream pie a shot?'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dick's Drive-In",
				"add1": "111 NE 45th St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98105",
				"phn": "(206) 632-5125",
				"url": "https://www.ddir.com/",
				"note": "Dick's Drive-In has been open since 1954 and is the original of a chain dishing out burgers, fries, and hand-dipped shakes along with being open late. From their website, 'Setting the standard for the best fast food in Seattle was precisely the intent of the three partners who started Dick’s. &ldquo;Our goal,&rdquo; says Dick Spady, the last surviving partner, &ldquo;was simply to serve fresh, high-quality food at low prices with instant service.&rdquo;' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Folded Pizza Pie",
				"add1": "421 Wellsian Way",
				"add2": "",
				"cty": "Richland",
				"stt": "WA",
				"zpcd": "99352",
				"phn": "(509) 946-9460",
				"url": "",
				"note": "The Folder Pizza Pie serves stuffed Italian specialties like calzone and stromboli. Chef Dale Leikam wraps savory and sweet toppings into his signature pizza dough. For dessert, you need to order the apple doughboy. From the Food Network website, 'The Folder Pie is the place to go for stuffed Italian specialties like calzone and stromboli. Chef Dale Leikam wraps savory and sweet toppings into his signature pizza dough. &ldquo;it’s funky I’ll find it, and you might be getting the freaky-funky award,&rdquo; said Guy after trying Chef Dale's wild and delicious creations.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Frost Me Sweet",
				"add1": "710 The Pkwy",
				"add2": "",
				"cty": "Richland",
				"stt": "WA",
				"zpcd": "99352",
				"phn": "(509) 420-4704",
				"url": "https://www.frostmesweetbakeryandbistro.com/",
				"note": "Frost Me Sweet is a neighborhood bakery/bistro with select sandwiches and mains, along with gourmet cupcakes in diverse flavors and other baked goods.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Good To Go Meat Pies",
				"add1": "128 W Main St",
				"add2": "",
				"cty": "Everson",
				"stt": "WA",
				"zpcd": "98247",
				"phn": "(360) 966-2400",
				"url": "https://www.goodtogomeatpies.com/",
				"note": "Good to Go Meat Pies specializes in honest food for working folks. They make handmade pasties, which are made fresh every day. They also feature soups from scratch: Apple Turnovers, Blackberry Crisps, Pecan Pie Tarts, and a variety of cookies. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Harris Avenue Cafe",
				"add1": "1101 Harris Ave",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 738-0802",
				"url": "https://www.theharrisave.com",
				"note": "Harris Avenue Cafe is a compact breakfast/lunch venue serving upmarket diner fare, plus veggie options in comfy surrounds. Their chorizo, eggs, cheese, and chili peppers with a side of home-made English muffin and sausage were wonderful.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Herbfarm",
				"add1": "14590 NE 145th St",
				"add2": "Willows Lodge",
				"cty": "Woodinville",
				"stt": "WA",
				"zpcd": "98072",
				"phn": "(425) 485-5300",
				"url": "http://www.theherbfarm.com/",
				"note": "The Herbfarm serves a fixed-price, 9-course menu paired with local wine at a bucolic culinary retreat attached to an inn. From their website, 'The Herbfarm, a World Rich in Country Charm. Designed and created from artwork and objects gathered from throughout the world, The Herbfarm Restaurant invites you to an evening of exciting dining in rich and comfortable surroundings. An optional pre-dinner Wine Cellar Open House begins 50 minutes before each dinner seating. In addition, an introduction to The Herbfarm and outdoor hosted garden tour begins 30 minutes before service each evening.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Iron Rooster Bakery",
				"add1": "1208 10th St",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 778-1994",
				"url": "https://www.ironroosterbakery.com/",
				"note": "The Iron Rooster Bakery is an artisanal kitchen located in the heart of Bellingham's historic Fairhaven District, producing the finest hand-made pastries, croissants, cakes, and French-inspired fare.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Joule",
				"add1": "3506 Stone Way N",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 632-5685",
				"url": "http://www.relayrestaurantgroup.com/restaurants/joule/",
				"note": "Joule is a Korean-fusion steakhouse offering Asian-Northwest eats amid handmade wallpaper and communal seating. From their website, 'Rachel Yang and Seif Chirchi opened their first restaurant, Joule, to critical acclaim in 2007. The food—a confident, beautiful blend of Korean flavors and classic technique—earned them a reputation as culinary innovators and creative forces. In 2013, they reimagined Joule as a contemporary Korean steakhouse serving nontraditional cuts of beef and reopened it in an expanded space. The same year, it was named one of the Best New Restaurants in America by Bon Appétit magazine.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Marination Ma Kai",
				"add1": "1660 Harbor Ave SW",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98126",
				"phn": "(206) 328-8226",
				"url": "http://marinationmobile.com/",
				"note": "Marination Ma Kai has a few food trucks and a brick-and-mortar space for Hawaiian-Korean fusion fare, breakfast, bar, and dockside patio. From their website, 'In 2009, fresh off a big market crash, Marination owners Kamala and Roz decided on a new kind of investment: running their own business. Big Blue took to the streets in June, with smiles for miles and a unique Hawaiian-Korean fusion cuisine in tow. The people have spoken again and again about how our spicy, tangy, sweet, and aloha-laden fare brightens their day (if not the whole week!)' From the Seattle Eater website, 'Though this popular mini-chain has pared down its operation during the pandemic (closing its Capitol Hill location), the West Seattle flagship is still open for takeout and some limited outdoor seating. It’s hard to go wrong with the menu’s flavorful Hawaiian-Korean fusion fare, including the superb miso ginger chicken and kalbi beef options with Nunya sauce.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Momiji",
				"add1": "1522 12th Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 457-4068",
				"url": "https://www.momijiseattle.com/",
				"note": "Momiji is a stylish Japanese restaurant for sushi and upscale cocktails in a serene space with a Kyoto courtyard. From their website, 'Momiji is a hand-crafted Japanese restaurant located in Seattle's Capitol Hill neighborhood. We have a courtyard that's an oasis in the bustling neighborhood. Our menu features sushi, rolls, omakase, and other traditional Japanese foods prepared from great Northwest ingredients. Our courtyard will be an oasis in the bustling neighborhood of Capitol Hill.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Nishino",
				"add1": "3130 E Madison St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98112",
				"phn": "(206) 322-5800",
				"url": "https://nishinorestaurant.com/",
				"note": "Nishino is known for its omakase menu; this low-key Japanese choice has inventive sushi in an art-filled space. From their website, 'Located steps away from Seattle's beautiful arboretum park, Nishino has been serving traditional and innovative Japanese cuisine since 1995. We invite you to come experience for yourself the finest sushi restaurant in the city.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Paseo (Fremont)",
				"add1": "4225 Fremont Ave N",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 545-7440",
				"url": "https://www.paseo.com/fremont",
				"note": "Paseo (Fremont) is counter-service Caribbean joint serving sandwiches and entrees in a simple setting. From their website, 'You don't have to go to NYC or LA to find a great sandwich. Last year, Thrillist included Paseo on their list of the 31 best sandwich shops in the USA. Why, because all of our bodacious sandwiches and platters are bursting with Caribbean flavors and made only with locally sourced ingredients right here in Seattle. The Paseo Caribbean Roast is a legendary and beloved Seattle sandwich. Bursting with intense flavors, the Caribbean Roast harmonizes juicy roasted pulled pork shoulder, aioli, cilantro, romaine, jalapeños, and caramelized onions.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Serious Pie",
				"add1": "316 Virginia St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 838-7388",
				"url": "https://www.seriouspieseattle.com/",
				"note": "Serious Pie is a cozy restaurant with wood-fired, thin-crust gourmet pizzas, wine, and beer served at communal tables. From their website, 'Serious Pie, pizzeria with a bread baker's soul, serves up pies with blistered crusts, light textured but with just enough structure and bite. Our attentiveness to each pizza in the 600-degree stone-encased apple wood-burning oven preserves the character of house-made charcuterie and artisan cheeses from around the world. Our dough is hand-crafted through a multiple day process, which gives it the complexity. The crust is then blistered in 600-degree heat until lightly browned. They are then topped with things like housemade charcuterie, foraged mushrooms, and imported cheeses. We source fresh vegetables and herbs from Prosser, Washington, which utilizes the bounty of the Pacific Northwest.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sirena Gelato Shop",
				"add1": "960 Harris Ave",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 733-6700",
				"url": "http://sirenagelato.com/",
				"note": "Sirena Gelato Shop is a family-run cafe offering artisanal gelato and sorbet in an array of flavors, plus they serve cookies and coffee. <strong>NOTE</strong>: They have another location in Kirkland, WA.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Smarty Pants",
				"add1": "6017 Airport Way S",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98108",
				"phn": "(206) 762-4777",
				"url": "https://www.smartypantsseattle.com/",
				"note": "Smarty Pants is a laid-back restaurant offering scratch-made comfort foods, craft beers, which has a motorcycle-themed decor. From their website, 'In addition to the sandwiches, we make homemade soups, chili, a variety of salads, and dressings daily. We also can make any of our selections vegetarian or vegan with locally-made Field Roast, a fresh and natural grain meat.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sushi Kappo Tamura",
				"add1": "2968 Eastlake Ave E",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98102",
				"phn": " (206) 547-0937",
				"url": "https://www.sushikappotamura.com/",
				"note": "Sushi Kappo Tamura is an upscale Japanese spot serving sushi and cocktails in an elegant, modern space with an open kitchen. From their website, 'Using local and seasonal ingredients is the most important element in Japanese cuisine. It also has become the primary principle for the international culinary community. With a commitment to that philosophy, Sushi Kappo Tamura features seasonal ingredients of the Pacific Northwest in authentic Japanese preparation. Tamura is a Kappo style restaurant where food is prepared in an open kitchen and served quickly in a lively environment where staff and guests talk about the food and beyond. Our goal is to become the very best restaurant to our guests by getting to know them and serving them in a personable yet professional manner.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Tilth Restaurant",
				"add1": "1411 N 45th St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 633-0801",
				"url": "https://www.chefmariahines.com/",
				"note": "Tilth Restaurant is Maria Hines' sustainable, seasonal American fare in a Craftsman house makes it a foodie hot spot. From their website, 'We feature New American cuisine prepared with certified-organic or wild ingredients sourced from as many local farmers we are able to support. Our chef and owner, Maria Hines, is a James Beard Award winner for Best Chef of the Northwest, as well as one of Food and Wine Magazine’s 10 Best New Chefs of 2005. In 2008, the New York Times deemed Tilth one of the best new restaurants in the country. Tilth received its organic certification from Oregon Tilth, an unaffiliated organization that promotes sustainability.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Tony's Coffee",
				"add1": "1101 Harris Ave",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 738-4710",
				"url": "https://www.tonyscoffee.com/",
				"note": "For more than forty years, Tony's Coffee have been roasting coffee in Bellingham. Nestled along the waters of the Puget Sound, in the shadow of the North Cascades, our work is inspired by the beauty of our surroundings. It's a great place for a coffee, hot chocolate, tea, and to get a bunch of work done. <strong>NOTE</strong>: There is a two-hour parking limit in town. Not sure how strict they are in enforcing the time limit.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Vashon Island Coffee Roasterie",
				"add1": "19529 Vashon Hwy SW",
				"add2": "",
				"cty": "Vashon",
				"stt": "WA",
				"zpcd": "98070",
				"phn": "(206) 463-9800",
				"url": "",
				"note": "Vashon Island Coffee Roasterie is what you call a coffee house and so much more! It's a clunky-funky, hippy-trippy amalgam of organic grocery store, supplement shop, book store, clothing boutique, herbalist, and of course, coffee roaster, this hodgepodge of counters, tables, rooms, and multiple connected stores on several step-up/step-down levels is simply perfect.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Woods Coffee (Boulevard Park)",
				"add1": "470 Bayview Dr,",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 738-4771",
				"url": "https://woodscoffee.com/",
				"note": "Woods Coffee (Boulevard Park) is a local coffeehouse chain serves beverages, sweets and cafe fare, plus cold-brewed java in growlers. The view of the Chuckanut Bay from this location in Boulevard Park is awesome even when not siitng at an window seat. <strong>NOTE</strong>: They have many locations around Bellingham and the surrounding area.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Marcy Sutton"
            }
        ]
    }
}