{
    "result": {
        "city": "Washington",
		"posts": [
            {
                "name": "8oz Burger and Co.",
				"add1": "1401 Broadway",
				"add2": "Harvard Market",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 466-5989",
				"url": "https://www.8ozburgerandco.com/",
				"note": "8oz Burger and Co. is an upscale burger joint offering all-natural burgers and craft cocktails amid cowboy-themed decor. From their website, '8oz Burger and Co. is committed to sourcing the best local and sustainable organic ingredients. Keeping in mind the foundation of a delicious burger, the focus is on the quality of the meat and bun while incorporating creative and delicious accompaniments to complement each burger. With over 16 burgers to choose from, there are plenty of options to suit every flavor profile. This family-friendly neighborhood spot also offers a full bar with local drafts, hand-crafted cocktails, and over 50 whiskeys. Set in a modern-rustic interior, this old-meets-new environment offers patrons a comfortable and welcoming place to dine.' <strong>NOTE</strong>: They have a few locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "A + Hong Kong Kitchen",
				"add1": "419 6th Ave S",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98104",
				"phn": "(206) 682-1267",
				"url": "hhh",
				"note": "From their Facebook page, 'At A + Hong Kong Kitchen, our goal is to bring traditional Hong Kong style cuisine along with creative fusion dishes to Seattleites as well as travelers from all around the world. In this cozy space located in the heart of the International District, we are here to provide not just a simple snack that satisfy your immediate crave, but also a delicious meal that is remarkable and can fulfills your stomach. Last but not least, try some of our homemade delicate desserts to supplement your glucose level. Hong Kong cuisine is mainly influenced by Cantonese cuisine. But since Hong Kong was once a colony of British, many western elements are found in Hong Kong cuisine. It is not surprised you complete your Hong Kong cuisine meal with spaghetti and steaks. Of course, those dishes are so- call &ldqou;Hong Kong style.&rdqou;'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Tuesday",
				"rcmmnd": "Best Chinese restaurant in every state from MSN website"
            },
            {
                "name": "Ada's Technical Books and Cafe",
				"add1": "425 15th Ave E",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98112",
				"phn": "(206) 322-1058",
				"url": "https://www.adasbooks.com/",
				"note": "Ada's Technical Books and Cafe is a bright, airy cafe inside a self-described 'geeky' bookstore offering light, health-conscious fare. The kitchen is open from 8:00 AM until 5:00 PM, while the cafe provides coffee, pastries, and grab and go items until the bookstore closes for the night. From their website, 'Ada's Technical Books & Cafe is Seattle's technical bookstore. We build community through science-minded literature, a vegetarian cafe, specialty coffee, coworking, and an intimate event venue. While we serve exceptional specialty coffee at all of our locations, Fuel Coffee is our spot where we really focus on coffee. Our coworking space, The Office at Ada's, is a neighborhood resource for those looking for a great place to work, whether it's long-term or just for the day. Our event venue, The Lab at Ada's, is exceptionally well suited for workshops, birthday parties, wedding receptions, and holiday parties of any kind.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Annapurna Cafe",
				"add1": "1833 Broadway",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 320-7770",
				"url": "https://www.annapurnacafe.com/",
				"note": "Annapurna Cafe serves the traditional dishes of India, Nepal, and Tibet are served in a colorful underground room with a bar. From their website, 'Roshita Shrestha came to Seattle after many years of experience in cooking the foods of her native Nepal (including Newari cuisine) and several more years traveling and learning the foods of India and Tibet. She brings her passion for cooking to Annapurna Cafe.' From the Seattle Eater website, 'Annapurna, which serves Tibetan, Nepalese, and Indian food, is the place to go for spinach momo. These Tibetan-style dumplings are vegan and filled with spinach and aromatic spices. Best of all, they come with peanut (slightly spicy), sesame (slightly sweet), and tomato (slightly tangy) chutney sauces, offering a variety of flavors to enjoy. You can also find tensing momo, a dumpling with a chicken filling.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Avenue Bread and Deli",
				"add1": "444 Front St",
				"add2": "",
				"cty": "Lynden",
				"stt": "WA",
				"zpcd": "98264",
				"phn": "(360) 715-3354",
				"url": "https://avenuebread.com/",
				"note": "Avenue Bread is the neighborhood café and bakery that creates community around authentic eats for the people of Whatcom County and its visitors who want a nourishing experience for the mind, body and soul in an era of increasingly conscious consumption. Their home-made sage sausage was wonderful along with the toasted Rosemary bread. Wish I had been there on the weekend because some of their weekend only specials looked great.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Beecher's Handmade Cheese",
				"add1": "1600 Pike Pl",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 956-1964",
				"url": "https://beechershandmadecheese.com/",
				"note": "Beecher's Handmade Cheese is where you can view of cheese-making plus quick comfort food like mac 'n' cheese in a snug space with eating bar. I liked their cheese curd that is squeaky when you chew it. From their website, 'Join us for lunch in the cafe and watch our cheesemakers at work. We serve up hot paninis, soups, and our &ldquo;World's Best&rdquo; Mac and Cheese from open to close. From our cheese counter, you can pick up any one of Beecher's award-winning cheeses or choose from our variety of American artisanal cheeses, all made west of the Mississippi, including a large selection straight from the Pacific Northwest.' From the Seattle Eater website, 'This world-renowned cheesemaker offers grab-and-go dairy delights and a show. Customers can watch the fascinating cheesemaking process through a large window while eating cups of perfectly piquant mac and cheese or grilled cheese sandwiches made with super-sharp cheddar oozing between crispy slices of tangy sourdough bread, best enjoyed with a cup of tomato soup. There are also many other retail options around the city.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Big Mario's Pizza",
				"add1": "1009 E Pike St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 922-3875",
				"url": "https://bigmariosnewyorkpizza.com/",
				"note": "Big Mario's Pizza serves generous, NYC-style pizza slices, cocktails, and beer in a laid-back space with a retro, dive-bar vibe. From the Seattle Eater website, 'Headed east out of Ballard and across Leary Way, bikers have quick access to this popular local mini-chain, which dishes up New York-style pizza, served by the slice and in whole pie form. Known for its divey vibe, Big Mario’s menu is divided equally between meat pies (featuring the Mai Tai with pineapple and Italian ham) and veggie, like the Pear Gorgonzola. For those getting a slice to go, Bad Jimmy’s Brewing Co. next door is not a bad place to camp out for a beer.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "J. Kenji Lopez-Alt"
            },
            {
                "name": "Bizzarro Italian Cafe",
				"add1": "1307 N 46th St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 632-7277",
				"url": "https://www.bizzarroitaliancafe.com/",
				"note": "Bizzarro Italian Cafe is a lively, long-running Italian eatery serving trattoria fare in a funky space with eclectic decor. The items to order are the pasta and seafood or the elk in ravioli. From their website, ‘Bizzarro has been a Seattle favorite since it opened in 1986 by the original owner, chef, and visual artist David Nast. He converted the building, which was originally an auto workshop, into his dream restaurant on a shoestring budget with a lot of hard work, ingenuity, artistic inspiration, and love. The eighties and early nineties saw line-ups down the street as people clamored for tables in this unique and quirky pasta house with ever-changing inspired decor. David’s original waitress Kathleen who waited tables at Bizzarro for fifteen years, became a local legend as she sang improvised operatic riffs to, for, and about the customers and the food.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Canlis",
				"add1": "2576 Aurora Ave N",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98109",
				"phn": "(206) 283-3313",
				"url": "https://canlis.com/",
				"note": "Canlis is a landmark fine-dining destination (since the 1950s) offering Pacific NW fare in a mid-century-modern home. From their website, 'The opportunity to meet and serve you is one we don’t take lightly. Not for the past three generations, at least. Come spend an evening. Our favorite thing in the world is taking care of others, and few places can do it quite like Canlis. <strong>NOTE</strong>: Attire: Go big. Dress up. Make a statement. You're beautiful, let it show! We are a dress-respectful restaurant. No casual or athletic attire, please. Men will feel most comfortable in a suit or sport coat.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Cowiche Canyon Kitchen and Ice House Bar",
				"add1": "202 E Yakima Ave",
				"add2": "",
				"cty": "Yakima",
				"stt": "WA",
				"zpcd": "98901",
				"phn": "(509) 457-2007",
				"url": "https://www.cowichecanyon.com/",
				"note": "Cowiche Canyon Kitchen and Ice House Bar serve craft cocktails, and American classics are served with a modern twist at this industrial-chic hot spot. From their website, 'We are a polished American tavern serving thoughtful renditions of American classics. We believe in service first, followed by cooking that is rooted in craftsmanship, quality, and “cravability”. The Yakima Valley offers a veritable bounty of fresh ingredients throughout the year. From fruits and vegetables to grains and livestock, the local farming community provides our kitchen with a sustainable source of quality ingredients. Our menu is prepared fresh every day. In keeping with Snyder family tradition, all bread and& pastry are handmade from scratch every single morning.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Dahlia Bakery",
				"add1": "2001 4th Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98121",
				"phn": "(206) 441-4540",
				"url": "https://www.dahliabakery.com/",
				"note": "Dahlia Bakery is a snug bakery serving breakfast fare and pastries along with sandwiches and signature coconut cream pie. From their website, 'Home to the world-famous Triple Coconut Cream Pie, Tom Douglas’ Dahlia Bakery offers artisan breads, handmade pastries, and cakes which are baked daily in small batches. Breakfast and lunch options created by the Dahlia chef team, start at breakfast with bacon and organic eggs and finish the day with a quart of Tom's Tasty Tomato soup and a loaf of fresh-baked bread.' Also, from the Seattle Eater website, 'Even if renowned Seattle chef Tom Douglas’s triple coconut cream pie is not your bag, Dahlia Bakery in Belltown still delivers. The list of egg sandwiches is enough to bring any breakfast lover to happy tears, and the pastries are truly the best excuse around to eat dessert first. And seriously, have you given that coconut cream pie a shot?'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Dick's Drive-In",
				"add1": "111 NE 45th St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98105",
				"phn": "(206) 632-5125",
				"url": "https://www.ddir.com/",
				"note": "Dick's Drive-In has been open since 1954 and is the original of a chain dishing out burgers, fries, and hand-dipped shakes along with being open late. From their website, 'Setting the standard for the best fast food in Seattle was precisely the intent of the three partners who started Dick’s. &ldquo;Our goal,&rdquo; says Dick Spady, the last surviving partner, &ldquo;was simply to serve fresh, high-quality food at low prices with instant service.&rdquo;' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Folded Pizza Pie",
				"add1": "421 Wellsian Way",
				"add2": "",
				"cty": "Richland",
				"stt": "WA",
				"zpcd": "99352",
				"phn": "(509) 946-9460",
				"url": "",
				"note": "The Folder Pizza Pie serves stuffed Italian specialties like calzone and stromboli. Chef Dale Leikam wraps savory and sweet toppings into his signature pizza dough. For dessert, you need to order the apple doughboy. From the Food Network website, 'The Folder Pie is the place to go for stuffed Italian specialties like calzone and stromboli. Chef Dale Leikam wraps savory and sweet toppings into his signature pizza dough. &ldquo;it’s funky I’ll find it, and you might be getting the freaky-funky award,&rdquo; said Guy after trying Chef Dale's wild and delicious creations.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Frost Me Sweet",
				"add1": "710 The Pkwy",
				"add2": "",
				"cty": "Richland",
				"stt": "WA",
				"zpcd": "99352",
				"phn": "(509) 420-4704",
				"url": "https://www.frostmesweetbakeryandbistro.com/",
				"note": "Frost Me Sweet is a neighborhood bakery/bistro with select sandwiches and mains, along with gourmet cupcakes in diverse flavors and other baked goods.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "General Porpoise Doughnuts",
				"add1": "1020 E Union St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 900-8770",
				"url": "https://gpdoughnuts.com/",
				"note": "General Porpoise is a charming Renee Erickson spot serving handmade donuts and coffee from hard-to-find roasters. From their website, 'Doughnuts at General Porpoise are made with fresh eggs and are filled with seasonal jams, jellies, curds, custards, and creams. In addition to doughnuts, General Porpoise serves top-quality coffees from multiple roasters. Espresso, pour-over, drip, and cold draft brew are all available.' From the Eater website, 'Renowned restaurateur Renee Erickson has wowed dessert aficionados with British-influenced doughnuts at this cozy E Union Street locale: fresh custards, sweet creams, and homemade jams made from locally sourced ingredients. In addition to Capitol Hill, there are outposts in Laurelhurst and Pioneer Square.' Let’s Be Us (YouTube) recommends them because all they do is filled donuts with different seasonal jams, custards, etc. <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Harris Avenue Cafe",
				"add1": "1101 Harris Ave",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 738-0802",
				"url": "https://www.theharrisave.com",
				"note": "Harris Avenue Cafe is a compact breakfast/lunch venue serving upmarket diner fare, plus veggie options in comfy surrounds. Their chorizo, eggs, cheese, and chili peppers with a side of home-made English muffin and sausage were wonderful. From their website, 'Harris Avenue Cafe is a charming eatery serving breakfast and lunch daily in the historic Fairhaven district of Bellingham, WA. We offer delicious options for both omnivores and vegetarians: omelets, waffles, pancakes, potato specialties, homemade soups, salads, sandwiches, burgers, and pastries baked in-house daily. Our menu features locally grown produce, Breadfarm Bread, and Hempler’s meat and sausage. Harris Avenue Cafe is adjoined with Tony’s Coffee and Espresso, where guests can enjoy delicious brewed coffee, lattes, and fresh pastries.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "The Herbfarm",
				"add1": "14590 NE 145th St",
				"add2": "Willows Lodge",
				"cty": "Woodinville",
				"stt": "WA",
				"zpcd": "98072",
				"phn": "(425) 485-5300",
				"url": "http://www.theherbfarm.com/",
				"note": "The Herbfarm serves a fixed-price, 9-course menu paired with local wine at a bucolic culinary retreat attached to an inn. From their website, 'The Herbfarm, a World Rich in Country Charm. Designed and created from artwork and objects gathered from throughout the world, The Herbfarm Restaurant invites you to an evening of exciting dining in rich and comfortable surroundings. An optional pre-dinner Wine Cellar Open House begins 50 minutes before each dinner seating. In addition, an introduction to The Herbfarm and outdoor hosted garden tour begins 30 minutes before service each evening.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Holly’s Meat Pies",
				"add1": "128 W Main St",
				"add2": "",
				"cty": "Everson",
				"stt": "WA",
				"zpcd": "98247",
				"phn": "(360) 966-2400",
				"url": "https://hollysmeatpies.com/",
				"note": "From Holly’s Meat Pies website, 'Holly’s Meat Pies honors the tradition of the Cornish Pasty by using only the best ingredients to provide you with a tasty farm-to-table meal. Our focus on locally sourced, sustainably raised meats and vegetables shows in every bite.'",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Iron Rooster Bakery",
				"add1": "1208 10th St",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 778-1994",
				"url": "https://www.ironroosterbakery.com/",
				"note": "The Iron Rooster Bakery is an artisanal kitchen located in the heart of Bellingham's historic Fairhaven District, producing the finest hand-made pastries, croissants, cakes, and French-inspired fare. From their website, 'Our philosophy is to be true and honest to the roots of artisanal pastry creation. Integrity matters a great deal to us, and we pour our hearts and souls into our products along with the best ingredients to bring the highest level of taste to our neighbors and friends here in Fairhaven.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, Wednesday",
				"rcmmnd": "vvv"
            },
            {
                "name": "Joule",
				"add1": "3506 Stone Way N",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 632-5685",
				"url": "http://www.relayrestaurantgroup.com/restaurants/joule/",
				"note": "Joule is a Korean-fusion steakhouse offering Asian-Northwest eats amid handmade wallpaper and communal seating. From their website, 'Rachel Yang and Seif Chirchi opened their first restaurant, Joule, to critical acclaim in 2007. The food—a confident, beautiful blend of Korean flavors and classic technique—earned them a reputation as culinary innovators and creative forces. In 2013, they reimagined Joule as a contemporary Korean steakhouse serving nontraditional cuts of beef and reopened it in an expanded space. The same year, it was named one of the Best New Restaurants in America by Bon Appétit magazine.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Kamonegi",
				"add1": "1054 N 39th St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 632-0185",
				"url": "https://www.kamonegiseattle.com/",
				"note": "From the Eater website about Kamonegi, 'Exceptional new restaurants sometimes rouse an old question: In cooking, where’s the line between art and craft? The fine points certainly blur at Kamonegi, where Mutsuko Soma, who learned how to make soba from her grandmother, does so entirely from scratch. She starts by grinding buckwheat (usually grown locally) to make the flour for the noodles over which she labors daily. These strands, at once taut and delicate, are practically sentient in their freshness. Begin first with tempura, nearly equal to the soba, with unorthodox but brilliant combinations like broccolini accented with Parmesan and miso-anchovy aioli. The soba comes in three variations: cold with a cold dipping sauce, hot in broth, and as “shrimpcado bukkake,” an intricate noodle bowl that includes shrimp tempura, avocado, and grated radish. I ordered all of them; the server returned and very politely said, “The chef wants to make sure there’s enough soba for every customer. Could you please choose two out of the three options?” I didn’t balk, and I passed on the cold version. I wouldn’t want a soul to miss out on Soma’s masterwork.'",
				"eaten": "nno",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Eater's 18 Best New Restaurants in America - 2018"
            },
            {
                "name": "Kidd Valley",
				"add1": "5502 25th Ave NE",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98105",
				"phn": "(206) 522-0890",
				"url": "https://www.kiddvalley.com/",
				"note": "Kidd Valley is a counter-serve chain offering burgers and sandwiches, along with fried mushrooms, onion rings, shakes, and more. From their website, 'With locations throughout Puget Sound, Kidd Valley has earned a loyal following for its made-to-order burgers, old-fashioned hand-mixed shakes, and mouthwatering side dishes like fresh sweet onion rings and signature fried mushrooms. Not a beef or meat-eater? Or have gluten issues? No problem! Kidd Valley offers delicious vegan burgers and garden burgers. And all burger-lovers can choose between our signature, wheat or gluten-free buns.' From the Seattle Eater website, 'If you’re near the Kidd when you’re thirsty, get one of their creamy root beer milkshakes, or the chilly boysenberry, strawberry or pineapple shakes, which have chunks of fruit in them.' Dylan Wilbanks recommends the double-bacon cheeseburger.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Dylan Wilbanks"
            },
            {
                "name": "Marination Ma Kai",
				"add1": "1660 Harbor Ave SW",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98126",
				"phn": "(206) 328-8226",
				"url": "http://marinationmobile.com/",
				"note": "Marination Ma Kai has a few food trucks and a brick-and-mortar space for Hawaiian-Korean fusion fare, breakfast, bar, and dockside patio. From their website, 'In 2009, fresh off a big market crash, Marination owners Kamala and Roz decided on a new kind of investment: running their own business. Big Blue took to the streets in June, with smiles for miles and a unique Hawaiian-Korean fusion cuisine in tow. The people have spoken again and again about how our spicy, tangy, sweet, and aloha-laden fare brightens their day (if not the whole week!)' From the Seattle Eater website, 'Though this popular mini-chain has pared down its operation during the pandemic (closing its Capitol Hill location), the West Seattle flagship is still open for takeout and some limited outdoor seating. It’s hard to go wrong with the menu’s flavorful Hawaiian-Korean fusion fare, including the superb miso ginger chicken and kalbi beef options with Nunya sauce.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Momiji",
				"add1": "1522 12th Ave",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98122",
				"phn": "(206) 457-4068",
				"url": "https://www.momijiseattle.com/",
				"note": "Momiji is a stylish Japanese restaurant for sushi and upscale cocktails in a serene space with a Kyoto courtyard. From their website, 'Momiji is a hand-crafted Japanese restaurant located in Seattle's Capitol Hill neighborhood. We have a courtyard that's an oasis in the bustling neighborhood. Our menu features sushi, rolls, omakase, and other traditional Japanese foods prepared from great Northwest ingredients. Our courtyard will be an oasis in the bustling neighborhood of Capitol Hill.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Nishino",
				"add1": "3130 E Madison St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98112",
				"phn": "(206) 322-5800",
				"url": "https://nishinorestaurant.com/",
				"note": "Nishino is known for its omakase menu; this low-key Japanese choice has inventive sushi in an art-filled space. From their website, 'Located steps away from Seattle's beautiful arboretum park, Nishino has been serving traditional and innovative Japanese cuisine since 1995. We invite you to come experience for yourself the finest sushi restaurant in the city.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Paseo (Fremont)",
				"add1": "4225 Fremont Ave N",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 545-7440",
				"url": "https://www.paseo.com/",
				"note": "Paseo (Fremont) is counter-service Caribbean joint serving sandwiches and entrees in a simple setting. From their website, 'You don't have to go to NYC or LA to find a great sandwich. Last year, Thrillist included Paseo on their list of the 31 best sandwich shops in the USA. Why, because all of our bodacious sandwiches and platters are bursting with Caribbean flavors and made only with locally sourced ingredients right here in Seattle. The Paseo Caribbean Roast is a legendary and beloved Seattle sandwich. Bursting with intense flavors, the Caribbean Roast harmonizes juicy roasted pulled pork shoulder, aioli, cilantro, romaine, jalapeños, and caramelized onions.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Serious Pie",
				"add1": "316 Virginia St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 838-7388",
				"url": "https://www.seriouspieseattle.com/",
				"note": "Serious Pie is a cozy restaurant with wood-fired, thin-crust gourmet pizzas, wine, and beer served at communal tables. From their website, 'Serious Pie, pizzeria with a bread baker's soul, serves up pies with blistered crusts, light textured but with just enough structure and bite. Our attentiveness to each pizza in the 600-degree stone-encased apple wood-burning oven preserves the character of house-made charcuterie and artisan cheeses from around the world. Our dough is hand-crafted through a multiple day process, which gives it the complexity. The crust is then blistered in 600-degree heat until lightly browned. They are then topped with things like housemade charcuterie, foraged mushrooms, and imported cheeses. We source fresh vegetables and herbs from Prosser, Washington, which utilizes the bounty of the Pacific Northwest.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Sirena Gelato Shop",
				"add1": "960 Harris Ave",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 733-6700",
				"url": "http://sirenagelato.com/",
				"note": "Sirena Gelato Shop is a family-run cafe offering artisanal gelato and sorbet in an array of flavors, plus they serve cookies and coffee. From their website, 'Most of our fruit flavors are fat-free, dairy-free sorbets made from delicious seasonal favorites. Our dairy-based flavors are made with exotic ingredients, including Turkish imported organic hazelnuts, premium black cocoa chocolate, and slow-roasted pistachios. Every batch of our gelato is made the old-fashioned way, hand-scooped and hand-decorated, one pan at a time.' <strong>NOTE</strong>: They have another location in Kirkland, WA.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Smarty Pants",
				"add1": "6017 Airport Way S",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98108",
				"phn": "(206) 762-4777",
				"url": "https://www.smartypantsseattle.com/",
				"note": "Smarty Pants is a laid-back restaurant offering scratch-made comfort foods, craft beers, which has a motorcycle-themed decor. From their website, 'In addition to the sandwiches, we make homemade soups, chili, a variety of salads, and dressings daily. We also can make any of our selections vegetarian or vegan with locally-made Field Roast, a fresh and natural grain meat.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Storyville Coffee Pike Place",
				"add1": "94 Pike Street",
				"add2": "Top floor Suite 34",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98101",
				"phn": "(206) 780-5777",
				"url": "https://storyville.com/",
				"note": "Storyville Coffee Pike Place is a market-based spot for artisanal coffee and baked goods in stylish wood-clad digs with a fireplace. Let’s Be Us (YouTube) says they have great coffee, but the thing to buy is their chocolate chip cookie. From their website, 'We are on the top floor of the Corner Market building at First and Pike in Pike Place Market. Stand on the red cobblestone and look toward the iconic red neon “Public Market Center” clock-sign. Our building will be on your right. Take the stairs or the elevator to the top floor.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Let’s Be Us (YouTube)"
            },
            {
                "name": "Sushi Kappo Tamura",
				"add1": "2968 Eastlake Ave E",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98102",
				"phn": " (206) 547-0937",
				"url": "https://www.sushikappotamura.com/",
				"note": "Sushi Kappo Tamura is an upscale Japanese spot serving sushi and cocktails in an elegant, modern space with an open kitchen. From their website, 'Using local and seasonal ingredients is the most important element in Japanese cuisine. It also has become the primary principle for the international culinary community. With a commitment to that philosophy, Sushi Kappo Tamura features seasonal ingredients of the Pacific Northwest in authentic Japanese preparation. Tamura is a Kappo style restaurant where food is prepared in an open kitchen and served quickly in a lively environment where staff and guests talk about the food and beyond. Our goal is to become the very best restaurant to our guests by getting to know them and serving them in a personable yet professional manner.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Tilth Restaurant",
				"add1": "1411 N 45th St",
				"add2": "",
				"cty": "Seattle",
				"stt": "WA",
				"zpcd": "98103",
				"phn": "(206) 633-0801",
				"url": "https://www.chefmariahines.com/",
				"note": "Tilth Restaurant is Maria Hines' sustainable, seasonal American fare in a Craftsman house makes it a foodie hot spot. From their website, 'We feature New American cuisine prepared with certified-organic or wild ingredients sourced from as many local farmers we are able to support. Our chef and owner, Maria Hines, is a James Beard Award winner for Best Chef of the Northwest, as well as one of Food and Wine Magazine’s 10 Best New Chefs of 2005. In 2008, the New York Times deemed Tilth one of the best new restaurants in the country. Tilth received its organic certification from Oregon Tilth, an unaffiliated organization that promotes sustainability.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Matt May"
            },
            {
                "name": "Tony's Coffee",
				"add1": "1101 Harris Ave",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 738-4710",
				"url": "https://www.tonyscoffee.com/",
				"note": "For more than forty years, Tony's Coffee have been roasting coffee in Bellingham. Nestled along the waters of the Puget Sound, in the shadow of the North Cascades, our work is inspired by the beauty of our surroundings. It's a great place for a coffee, hot chocolate, tea, and to get a bunch of work done. <strong>NOTE</strong>: There is a two-hour parking limit in town. Not sure how strict they are in enforcing the time limit.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Vashon Island Coffee Roasterie",
				"add1": "19529 Vashon Hwy SW",
				"add2": "",
				"cty": "Vashon",
				"stt": "WA",
				"zpcd": "98070",
				"phn": "(206) 463-9800",
				"url": "",
				"note": "Vashon Island Coffee Roasterie is what you call a coffee house and so much more! It's a clunky-funky, hippy-trippy amalgam of organic grocery store, supplement shop, book store, clothing boutique, herbalist, and of course, coffee roaster, this hodgepodge of counters, tables, rooms, and multiple connected stores on several step-up/step-down levels is simply perfect.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Woods Coffee (Boulevard Park)",
				"add1": "470 Bayview Dr,",
				"add2": "",
				"cty": "Bellingham",
				"stt": "WA",
				"zpcd": "98225",
				"phn": "(360) 738-4771",
				"url": "https://woodscoffee.com/",
				"note": "Woods Coffee (Boulevard Park) is a local coffeehouse chain serves beverages, sweets and cafe fare, plus cold-brewed java in growlers. The view of the Chuckanut Bay from this location in Boulevard Park is awesome even when not siitng at an window seat. From their website, 'Woods Coffee was established in 2002 by the Herman family of Lynden, Washington. With a dream of starting a chain of coffee shops, the Hermans pooled their talents and resources to create the first Woods Coffee shop in Lynden. After six months, they opened their second store in the same town. Since then, they have been on a steady growth track. The Herman family now has Woods Coffee locations throughout the Pacific Northwest, located in Whatcom County, Skagit County, and King County.' <strong>NOTE</strong>: They have many locations around Bellingham and the surrounding area.",
				"eaten": "yes",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Marcy Sutton"
            }
        ]
    }
}