{
    "result": {
        "city": "Wisconsin",
		"posts": [
            {
                "name": "The Brick House Cafe",
				"add1": "13485 Reynolds St",
				"add2": "",
				"cty": "Cable",
				"stt": "WI",
				"zpcd": "54821",
				"phn": "(715) 798-5432",
				"url": "https://thebrickhousecafe.net/",
				"note": "The Brick House Cafe is located in downtown Cable, Wisconsin in the heart of the Chequamegon National Forest. The Brick House Cafe offers great coffee, espresso, lattes, mochas, frappes, smoothies, pastries, and desserts as well as Breakfast and Lunch. Established in 2005, they offer unique, fresh, creative menu items, pastries baked fresh daily, homemade soups and desserts, and outstanding service and hospitality. People should order the espresso BBQ pulled pork sandwich which is prepared with a homemade dry rub and then marinated; the pork is topped with a delicious barbecue sauce that gives it a smoky flavor. Another favorite is the French toast with a caramel-toffee Brulee drizzle.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Delta Diner",
				"add1": "14385 County Highway H",
				"add2": "",
				"cty": "Delta",
				"stt": "WI",
				"zpcd": "54856",
				"phn": "(715) 372-6666",
				"url": "https://deltadiner.com/",
				"note": "Delta Diner near Iron River, Wisconsin in Northwest Wisconsin offers a classic American roadside diner restaurant experience in a completely rebuilt 1940 Silk City Diner set in the Northwood’s of Wisconsin. While the experience is truly DINER, “the menu is eclectic … whatever that means!!”. You should order the red-eye gravy on a biscuit with bacon, prime rib or the pickled jalapeno pancakes and add lemon.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Franks Diner",
				"add1": "508 58th St",
				"add2": "",
				"cty": "Kenosha",
				"stt": "WI",
				"zpcd": "53140",
				"phn": "(262) 657-1017",
				"url": "",
				"note": "Franks Diner is a cash-only lunch-car joint serving up burgers, breakfast and other diner fare since 1926. The unusual lunch car diner is celebrating more than 80 years in business.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Solly's Grille",
				"add1": "4629 N Port Washington Rd",
				"add2": "",
				"cty": "Milwaukee",
				"stt": "WI",
				"zpcd": "53212",
				"phn": "(414) 332-8808",
				"url": "https://www.sollysbutterburgers.com/",
				"note": "Solly's Grille is a casual eatery serving Wisconsin-sourced American fare and their signature butter burgers since 1936. From their website, 'Solly’s Grille, established in 1936 as Solly's Coffee Shop by Kenneth “Solly” Salmon, still remains a family-owned and operated restaurant today. For over 83 years, Solly’s famous signature butter burgers have been a staple for locals in the Milwaukee, WI area. We use high quality 100% sirloin beef (no fillers) delivered FRESH daily from a local butcher. We use only REAL Wisconsin creamery butter. Our French fries, onion rings, and hand-breaded Alaskan Cod are made using only cholesterol-free frying oil. We proudly serve our homemade cherry pies and cherry shakes and malts made with Wisconsin Door County Cherries.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}