{
    "result": {
        "city": "Wisconsin",
		"posts": [
            {
                "name": "Franks Diner",
				"add1": "508 58th St",
				"add2": "",
				"cty": "Kenosha",
				"stt": "WI",
				"zpcd": "53140",
				"phn": "(262) 657-1017",
				"url": "",
				"note": "Franks Diner is a cash-only lunch-car joint serving up burgers, breakfast and other diner fare since 1926. The unusual lunch car diner is celebrating more than 80 years in business. From their website, 'In 1926, there was some real excitement in downtown Kenosha when six horses pulled Franks' Diner to the spot where it stands today. The structure was built by the Jerry O'Mahony company in New Jersey and shipped to Kenosha on a railroad flatcar. Anthony Franks, who first learned of the unique restaurant opportunity through a magazine article, paid $7,500 plus $315 in shipping charges to launch his business.' From the Food Network website, 'On Triple D, Guy takes a heaping mouthful of the famous Garbage Plate at Franks Diner. The signature dish made of hash and eggs (and everything in between) has made the Kenosha diner an institution since 1926. The French Toast Cinnamon Rolls and Peanut Butter and Jelly Pancakes don't hurt either. They recommend ordering the Chorizo Garbage Plate.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Solly's Grille",
				"add1": "4629 N Port Washington Rd",
				"add2": "",
				"cty": "Milwaukee",
				"stt": "WI",
				"zpcd": "53212",
				"phn": "(414) 332-8808",
				"url": "https://www.sollysbutterburgers.com/",
				"note": "Solly's Grille is a casual eatery serving Wisconsin-sourced American fare and their signature butter burgers since 1936. From their website, 'Solly’s Grille, established in 1936 as Solly's Coffee Shop by Kenneth “Solly” Salmon, still remains a family-owned and operated restaurant today. For over 83 years, Solly’s famous signature butter burgers have been a staple for locals in the Milwaukee, WI area. We use high quality 100% sirloin beef (no fillers) delivered FRESH daily from a local butcher. We use only REAL Wisconsin creamery butter. Our French fries, onion rings, and hand-breaded Alaskan Cod are made using only cholesterol-free frying oil. We proudly serve our homemade cherry pies and cherry shakes and malts made with Wisconsin Door County Cherries.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            }
        ]
    }
}