{
    "result": {
        "city": "Wisconsin",
		"posts": [
            {
                "name": "Franks Diner",
				"add1": "508 58th St",
				"add2": "",
				"cty": "Kenosha",
				"stt": "WI",
				"zpcd": "53140",
				"phn": "(262) 657-1017",
				"url": "",
				"note": "Franks Diner is a cash-only lunch-car joint serving up burgers, breakfast and other diner fare since 1926. The unusual lunch car diner is celebrating more than 80 years in business. From their website, 'In 1926, there was some real excitement in downtown Kenosha when six horses pulled Franks' Diner to the spot where it stands today. The structure was built by the Jerry O'Mahony company in New Jersey and shipped to Kenosha on a railroad flatcar. Anthony Franks, who first learned of the unique restaurant opportunity through a magazine article, paid $7,500 plus $315 in shipping charges to launch his business.' From the Food Network website, 'On Triple D, Guy takes a heaping mouthful of the famous Garbage Plate at Franks Diner. The signature dish made of hash and eggs (and everything in between) has made the Kenosha diner an institution since 1926. The French Toast Cinnamon Rolls and Peanut Butter and Jelly Pancakes don't hurt either. They recommend ordering the Chorizo Garbage Plate.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Diners, Drive-ins, and Dives"
            },
            {
                "name": "Greenbush Bakery",
				"add1": "1402 Regent St",
				"add2": "ccc",
				"cty": "Madison",
				"stt": "WI",
				"zpcd": "53711",
				"phn": "(608) 257-1151",
				"url": "https://www.greenbushbakery.com/",
				"note": "Greenbush Bakery has been a family-owned kosher bakery since 1996, with late hours and lots of inventive donut flavors and fillings. Jim Remsik recommends getting the Old Fashioned Donuts cinnamon, chocolate, cherry, or blueberry from Greenbush Bakery. From the photo on Twitter, a few of each is a good choice. I noticed on their menu that they have apple fritters, so I might have to get one of those. From their website, 'Through a focus on customer service, its employees, and the bakery's processes, the Millers have built a foundation that embodies the core values and spirit of small business: hard work, determination, ethics and being an upstanding business in the community it serves. It's the only certified Kosher dairy kitchen between Milwaukee, Minneapolis, and Chicago.' <strong>NOTE</strong>: They have multiple locations.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Jim Remsik"
            },
            {
                "name": "Gotham Bagels",
				"add1": "112 E Mifflin St",
				"add2": "ccc",
				"cty": "Madison",
				"stt": "WI",
				"zpcd": "53703",
				"phn": "(608) 467-7642",
				"url": "https://www.gothambagels.com/",
				"note": "their website, ‘Gotham Bagels was started in 2006 by a New Yorker with a dream - a dream of bringing authentic, delicious, New York-Style bagels to the Midwest! So what is the secret ingredient? Tradition. Years of learning the little secrets and tricks of making the perfect New York bagel, passed down from bubbe to bubbe. The process is more elaborate—more time spent making the bagels, searching for higher quality ingredients, and perfecting traditional methods using classic equipment. The wonderful, loyal staff at Gotham Bagels make every bagel by hand. We really don’t compromise on anything.’ Jim Remsik recommends a hand-rolled bagel and a shmear of cream cheese.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday",
				"rcmmnd": "Jim Remsik"
            },
            {
                "name": "Hoggie Doggie's",
				"add1": "8803 WI-47",
				"add2": "ccc",
				"cty": "Woodruff",
				"stt": "WI",
				"zpcd": "54568",
				"phn": "(715) 356-5938",
				"url": "https://www.hoggiedoggies.com/",
				"note": "From their website, 'Our philosophy is to start with only the best quality items; therefore, the end result will only be the best quality! We hope your experience is always a friendly, family atmosphere! A special thank you goes out to all who have helped make Hoggie Doggie's a success over the years!'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Lisa and Josh (YouTube)"
            },
            {
                "name": "Joe Rouer's Bar",
				"add1": "E1098 Co Rd X",
				"add2": "ccc",
				"cty": "Luxemburg",
				"stt": "WI",
				"zpcd": "54217",
				"phn": "(920) 866-2585",
				"url": "hhh",
				"note": "From the Chicago Eater website, ‘Wisconsin is one of the country’s great burger bastions and you’ll find one of the state’s best at this old-time bar in the unincorporated town of Duvall (25 miles northeast of Green Bay). The bar’s namesake opened the place in 1952, and he used a cast iron skillet to cook burgers. Although the original building was destroyed in a fire, both the burger press and the pans were saved and are still used today by Joe Rouer’s grandson, who now runs the place. 1/3 lb balls of locally butchered beef are pressed in the skillet and cooked in a combination of their own fat plus onions and a little bit of water, which makes for a magical flavor-enhancing sauce they call “burger gravy.”’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday, Tuesday, and Wednesday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "La Tapatia",
				"add1": "1951 Mead St",
				"add2": "ccc",
				"cty": "Racine",
				"stt": "WI",
				"zpcd": "53403",
				"phn": "(262) 633-7816",
				"url": "hhh",
				"note": "La Tapatia is a humble joint selling counter-serve tacos, burritos, tortas, and other quick Mexican eats. From their Facebook page, 'Family-owned Mexican Restaurant and corner store with groceries available for you as well. We have been in the Racine community for more than 35 years. Best tacos in town! Once you try them, you will always come back for more.' Titus tweeted, 'Crispy taco shenanigans in Racine. Authentic, aka fried to order.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Lakefront Brewery",
				"add1": "1872 N Commerce St",
				"add2": "ccc",
				"cty": "Milwaukee",
				"stt": "WI",
				"zpcd": "53212",
				"phn": "(414) 372-8800",
				"url": "https://lakefrontbrewery.com/",
				"note": "Lakefront Brewery is a spacious brewpub offering bar bites and an array  of beers, including organic and gluten-free brews. As Andrew Zimmern retweeted, you need to go here on Fridays for their fish fry. From their website, 'Milwaukee's own Lakefront Brewery started in 1987. Since then, the industrious and inventive craft brewery located on the  Milwaukee River has become a city landmark and a point of pride for locals. Lakefront Brewery has one of the most popular brewery tours in the United States; over 80,000 people tour the brewery each year. Lakefront was one of the first—if not the first—to offer beer at the  beginning, during, and after the tour instead of requiring visitors to  wait until the end.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Andrew Zimmern"
            },
            {
                "name": "Leon’s Frozen Custard",
				"add1": "3131 S 27th St",
				"add2": "ccc",
				"cty": "Milwaukee",
				"stt": "WI",
				"zpcd": "53215",
				"phn": "(414) 383-1784",
				"url": "https://leonsfrozencustardmke.com/",
				"note": "From their website, ‘Leon’s Frozen Custard opened for business on May 1, 1942. The original 40’s design is seen in the picture below. The building was later remodeled in the early 50s, as it is seen today. The business is still owned and operated by the original family. The main focus of the business is and always has been to serve the Freshest and Finest Frozen Custard available anywhere. We are open all year and have a full soda fountain service, a limited sandwich menu, daily special flavors, and take-out service. Titus tweeted. ‘Then there’s Leon’s Frozen Custard (since 1942). A regular stop on the way out of town. I got a cherry soda (mixed with/ vanilla custard) for the first time and also got a couple of Spanish Burgers. They’re not quite a loose meat or a sloppy joe. Something in-between. I’m a fan.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Mickies Dairy Bar",
				"add1": "1511 Monroe St",
				"add2": "ccc",
				"cty": "Madison",
				"stt": "WI",
				"zpcd": "53711",
				"phn": "(608) 256-9476",
				"url": "https://mickiesdairybar.com/",
				"note": "Cozy local institution serving hearty portions of breakfast fare at communal tables. From the Eating from Madison A to Z website, ‘Mickies Dairy Bar, est. 1947 is a classic diner with guts, and, given half a chance, it will fill your guts, too. On Saturday mornings, especially on game day, there’s a line out the door, but tables turn fast, and you won’t be disappointed. Take note of the parade of glossy-eyed eaters clutching to-go containers as they exit. Indeed, many undergrads cite Mickies for its low cost-to-calories ratio. Keep that in mind, and the fact that there’s a lot of eating left to do today as you place your order at this over-the-top mom-and-pop.’ Titus retweeted ‘Corn Cakes at Mickies Dairy Bar in Madison, Wisconsin. Since 1946.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Monday and Tuesday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Solly's Grille",
				"add1": "4629 N Port Washington Rd",
				"add2": "",
				"cty": "Milwaukee",
				"stt": "WI",
				"zpcd": "53212",
				"phn": "(414) 332-8808",
				"url": "https://www.sollysbutterburgers.com/",
				"note": "Solly's Grille is a casual eatery serving Wisconsin-sourced American fare and their signature butter burgers since 1936. From their website, 'Solly’s Grille, established in 1936 as Solly's Coffee Shop by Kenneth “Solly” Salmon, still remains a family-owned and operated restaurant today. For over 83 years, Solly’s famous signature butter burgers have been a staple for locals in the Milwaukee, WI area. We use high quality 100% sirloin beef (no fillers) delivered FRESH daily from a local butcher. We use only REAL Wisconsin creamery butter. Our French fries, onion rings, and hand-breaded Alaskan Cod are made using only cholesterol-free frying oil. We proudly serve our homemade cherry pies and cherry shakes and malts made with Wisconsin Door County Cherries.'",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "uuu",
				"rcmmnd": "vvv"
            },
            {
                "name": "Schulz's Restaurant",
				"add1": "1644 Calumet Dr",
				"add2": "ccc",
				"cty": "Sheboygan",
				"stt": "WI",
				"zpcd": "53081",
				"phn": "(920) 452-1880",
				"url": "https://www.schulzsrestaurant.com/",
				"note": "Old-school eatery serving sausage sandwiches and other American staples for breakfast, lunch, and dinner. From their website, 'The first  Schulz's Restaurant opened its doors in 1953. It was owned and operated by Edward and Margaret Schulz. It was a small family restaurant that served charcoal-grilled sandwiches, just like the restaurant today. Their children, Ron and Lavonne, helped with whatever they could. Ron bought the restaurant from his father in 1967 and built the current building just blocks away from the original restaurant. The charcoal grill  continued.' Titus recommends ordering the Double-Brat burger (charcoal grilled).In this document, what looks to be heading level three (h3) or heading level four (h4) is not in the TAG tree, as you can see from the image below.",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Wells Brothers Restaurant",
				"add1": "2148 Mead St",
				"add2": "ccc",
				"cty": "Mt Pleasant",
				"stt": "WI",
				"zpcd": "53403",
				"phn": "(262) 632-4408",
				"url": "https://www.wellsbrosracine.com/",
				"note": "Wells Brothers Restaurant is a landmark pizza parlor and bar serving thin-crust pies in an old-school setting since 1921. From their website, ‘Celebrating 100 years in business and four generations of family. Since 1921, Wells Brothers has been preparing Italian dishes utilizing the same recipes passed down through the generations - all using fresh quality ingredients. We have been blessed with numerous awards throughout the years, including the Top Pizza in Racine in the 1980s, 90s, and through 2018. Titus tweeted with a photo of their door, ‘Doorway to my favorite pizza on earth.’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Sunday and Monday",
				"rcmmnd": "Titus Ruscitti"
            },
            {
                "name": "Zaffiro's Pizza The Original",
				"add1": "1724 N Farwell Ave",
				"add2": "ccc",
				"cty": "Milwaukee",
				"stt": "WI",
				"zpcd": "53202",
				"phn": "(414) 289-8776",
				"url": "https://www.zaffirospizza.com/",
				"note": "From their website, ‘Zaffiro’s Pizza is famous for its thin-crust pizza, Italian dishes, and neighborhood bar atmosphere, serving five generations of families. In local surveys, Zaffiro’s continues to rank among Milwaukee’s most popular spots for pizza. From celebrities to sports figures to politicians, you never know who you’ll see at Zaffiro’s! The specialty of the house was Bobby’s thin-crust pizza, which Zaffiro’s is known for today. The sauce for the pasta dishes was Bobby’s wife Rose’s family’s recipe. Bobby was the more extroverted brother who worked the front of the restaurant. Customers loved being entertained by Bobby. He was a “natural” behind the bar - often breaking into song and joke.’ Titus tweeted, ‘An Iconic Milwaukee 1-2 punch featuring Zaffiro’s Pizza (since 1954), which has what’s maybe the thinnest cracker crisp pizza I’ve ever come across. Probably my second favorite pizzeria in Wisconsin and maybe my second favorite overall (if you know, you know).’",
				"eaten": "no",
				"photo": "kkk",
				"cptn": "lll",
				"photo2": "mmm",
				"cptn2": "nnn",
				"photo3": "ooo",
				"cptn3": "ppp",
				"prc": "qqq",
				"fdtyp": "rrr",
				"twttr": "sss",
				"fcbk": "ttt",
				"hrs": "Closed Wednesday",
				"rcmmnd": "Titus Ruscitti"
            }
        ]
    }
}